[
  {
    "title": "CMPD charges suspect with murder in 1990 killing of Kim Thomas",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-cold-case-murder-arrest-investigation/275-5c92f14f-840e-4513-806f-2c3728b8f788",
    "industry": "WCNC",
    "summary": "Marion Gales, a longtime person of interest in the 1990 killing of Kim Thomas Friedland, is now charged with murder in the case.",
    "charlotte_impact": "A suspect is charged with murder in a 1990 cold case, bringing closure to a long-unsolved crime.",
    "impact_score": 4
  },
  {
    "title": "Women Allegedly Tortured and Killed Girl, Kept Her in Dog Crate in NC",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Three North Carolina women charged in the child abuse death of Dominique Moody allegedly tortured, beat, and kept the girl in a dog crate at a Charlotte home",
    "charlotte_impact": "Details a severe child abuse case in Charlotte, raising public safety concerns.",
    "impact_score": 4
  },
  {
    "title": "Father arrested after courthouse fight with man accused of killing his son",
    "url": "https://www.wcnc.com/article/news/crime/mecklenburg-county-courthouse-fight-person-arrested/275-3aca2289-81b9-4153-ae60-59c19a584516",
    "industry": "WCNC",
    "summary": "The fight happened between the father of Jamariyae Dixon and Marion McKnight. McKnight is charged with murder in Dixon's death.",
    "charlotte_impact": "Reports on an altercation at a courthouse related to a murder case.",
    "impact_score": 4
  },
  {
    "title": "KPN Facilitates $20M in Acquisitions, Expands Economic Development Partnerships",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "Charlotte, NC, United States, January 28th, 2026, FinanceWireKPN Consulting Services, a consulting firm focused on small busi...",
    "charlotte_impact": "KPN Consulting Services facilitates acquisitions and partnerships, boosting local economic development.",
    "impact_score": 4
  },
  {
    "title": "Charlotte man sentenced to life in prison for violent habitual felon status",
    "url": "https://www.wcnc.com/article/news/local/charlotte-man-sentenced-to-life-in-prison-for-violent-habitual-felon-status/275-cac9dac9-0774-4606-84d3-fce0f7401af6",
    "industry": "WCNC",
    "summary": "Daven Fetherson, 48, has a lengthy criminal history, with arrests dating back to 1995.",
    "charlotte_impact": "A Charlotte man receives a life sentence due to his status as a violent habitual felon.",
    "impact_score": 4
  },
  {
    "title": "Mosaic Capital Partners Seeks Vice President of Business Development",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, N.C., Feb. 18, 2026 (GLOBE NEWSWIRE) -- Mosaic Capital Partners, LLC ('Mosaic”) is a private equity firm Based in Charlotte, NC, focused on bringing broad based employee ownership to lower middle market businesses through change-of-control transactions. Mosaic invests in companies with EBITDA of $3 - $15 million across the core sectors of business services, niche manufacturing, and consumer. Mosaic manages over $370M of AUM and has supported over 3,000 employee owners in building substantial long-term wealth.",
    "charlotte_impact": "Mosaic Capital Partners is seeking a VP, indicating potential growth.",
    "impact_score": 3
  },
  {
    "title": "FG Nexus Provides Update on Common and Preferred Share Buyback Programs and ETH Holdings",
    "url": "https://www.manilatimes.net/2026/01/21/tmt-newswire/globenewswire/fg-nexus-provides-update-on-common-and-preferred-share-buyback-programs-and-eth-holdings/2262621",
    "industry": "The Manila Times",
    "summary": "Charlotte, NC, Jan. 21, 2026 (GLOBE NEWSWIRE) -- FG Nexus Inc. (Nasdaq: FGNX, FGNXP) (the 'Company”), today announced the current status of its common and preferred share buyback programs and ETH holdings.",
    "charlotte_impact": "FG Nexus provides updates on share buyback programs and ETH holdings.",
    "impact_score": 3
  },
  {
    "title": "Travis Buys Home Sees Homeowners Are Reassessing When to Sell as Market Conditions Shift",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, NC, Jan. 28, 2026 (GLOBE NEWSWIRE) --",
    "charlotte_impact": "Reports on homeowners reassessing their selling strategies amid market changes.",
    "impact_score": 3
  },
  {
    "title": "FG Nexus Provides Update on Common and Preferred Share",
    "url": "https://www.globenewswire.com/news-release/2026/01/21/3222681/0/en/FG-Nexus-Provides-Update-on-Common-and-Preferred-Share-Buyback-Programs-and-ETH-Holdings.html",
    "industry": "GlobeNewswire",
    "summary": "Charlotte, NC, Jan. 21, 2026 (GLOBE NEWSWIRE) -- FG Nexus Inc. (Nasdaq: FGNX, FGNXP) (the “Company”), today announced the current status of its common...",
    "charlotte_impact": "FG Nexus provides updates on common and preferred share.",
    "impact_score": 3
  },
  {
    "title": "Officials release final report in house fire that left Denny Hamlin's father dead",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "A house fire on Blacksnake Road in Gaston County left the father of NASCAR driver Denny Hamlin dead in December.",
    "charlotte_impact": "Reports on a house fire resulting in the death of Denny Hamlin's father.",
    "impact_score": 3
  },
  {
    "title": "How Trade Shows in Charlotte, NC Are Leveraging Custom Canopy Tents to Maximize Brand Visibility and ROI",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "The three issues that are currently under consideration by exhibitors at trade shows in Charlotte, NC, keep changing flexibility, visibility, and Return on investment.",
    "charlotte_impact": "Discusses trade show strategies, focusing on brand visibility and ROI.",
    "impact_score": 2
  }
]