[
  {
    "title": "Mujeres supuestamente torturaron y mataron a una niña, la mantuvieron en una jaula para perros en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres de Carolina del Norte acusadas de la muerte por abuso infantil de Dominique Moody supuestamente torturaron, golpearon y mantuvieron a la niña en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Detalla un horrible caso de abuso infantil en Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Charla, Verdad, Té: Eric Dane fallece a los 53 años",
    "url": "https://www.wccbcharlotte.com/2026/02/20/talk-truth-tea-4/",
    "industry": "WCCB",
    "summary": "El actor Eric Dane fallece a los 53 años.",
    "charlotte_impact": "Informa sobre la muerte del actor Eric Dane.",
    "impact_score": 4
  },
  {
    "title": "Joven de 19 años muere baleado en Rock Hill",
    "url": "https://www.wccbcharlotte.com/2026/02/20/19-year-old-shot-and-killed-in-rock-hill/",
    "industry": "WCCB",
    "summary": "El Departamento de Policía de Rock Hill está investigando un tiroteo que dejó a un joven de 19 años muerto la madrugada del viernes.",
    "charlotte_impact": "Informa sobre un tiroteo fatal en Rock Hill.",
    "impact_score": 4
  },
  {
    "title": "1 muerto, hombre arrestado tras tiroteo en el este de Charlotte",
    "url": "https://www.wccbcharlotte.com/2026/02/20/police-investigating-deadly-shooting-in-east-charlotte-3/",
    "industry": "WCCB",
    "summary": "Hombre acusado de asesinato tras un tiroteo mortal en el este de Charlotte el jueves por la tarde.",
    "charlotte_impact": "Detalla un tiroteo mortal en el este de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Casi 3.4 millones de libras de productos de arroz frito con pollo retirados del mercado de Trader Joe's pueden contener vidrio",
    "url": "https://www.wccbcharlotte.com/2026/02/20/nearly-3-4-million-pounds-of-recalled-trader-joes-chicken-fried-rice-products-may-contain-glass/",
    "industry": "WCCB",
    "summary": "Una empresa de Portland, Oregon, está retirando del mercado casi 3.4 millones de libras de productos de arroz frito con pollo congelado vendidos en las tiendas Trader Joe's y en Canadá.",
    "charlotte_impact": "Informa sobre un retiro de alimentos a gran escala que afecta a los consumidores.",
    "impact_score": 4
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, N.C., 18 de febrero de 2026 (GLOBE NEWSWIRE) -- Mosaic Capital Partners, LLC ('Mosaic') es una firma de capital privado con sede en Charlotte, Carolina del Norte, que se centra en brindar una amplia base de propiedad de los empleados a las empresas del mercado medio inferior a través de transacciones de cambio de control. Mosaic invierte en empresas con un EBITDA de entre 3 y 15 millones de dólares en los sectores principales de servicios empresariales, fabricación especializada y consumo. Mosaic gestiona más de 370 millones de dólares en AUM y ha apoyado a más de 3.000 empleados propietarios en la creación de una importante riqueza a largo plazo.",
    "charlotte_impact": "Indica crecimiento en el sector de capital privado en Charlotte.",
    "impact_score": 4
  },
  {
    "title": "KPN facilita 20 millones de dólares en adquisiciones y amplía las asociaciones de desarrollo económico",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "Charlotte, NC, Estados Unidos, 28 de enero de 2026, FinanceWireKPN Consulting Services, una firma de consultoría centrada en pequeñas empresas...",
    "charlotte_impact": "Informa sobre el desarrollo económico y los servicios de consultoría en Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Cómo las ferias comerciales en Charlotte, Carolina del Norte, están aprovechando las carpas con toldos personalizados para maximizar la visibilidad de la marca y el retorno de la inversión",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los tres problemas que actualmente están considerando los expositores en las ferias comerciales en Charlotte, Carolina del Norte, siguen cambiando la flexibilidad, la visibilidad y el retorno de la inversión.",
    "charlotte_impact": "Destaca las estrategias de marketing para las empresas en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Travis Buys Home considera que los propietarios están reevaluando cuándo vender a medida que cambian las condiciones del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, NC, 28 de enero de 2026 (GLOBE NEWSWIRE) --",
    "charlotte_impact": "Discute el cambio en el mercado inmobiliario en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "FG Nexus proporciona una actualización sobre los programas de recompra de acciones comunes y preferentes y las tenencias de ETH",
    "url": "https://www.manilatimes.net/2026/01/21/tmt-newswire/globenewswire/fg-nexus-provides-update-on-common-and-preferred-share-buyback-programs-and-eth-holdings/2262621",
    "industry": "The Manila Times",
    "summary": "Charlotte, NC, 21 de enero de 2026 (GLOBE NEWSWIRE) -- FG Nexus Inc. (Nasdaq: FGNX, FGNXP) (la 'Compañía'), anunció hoy el estado actual de sus programas de recompra de acciones comunes y preferentes y las tenencias de ETH.",
    "charlotte_impact": "Proporciona actualizaciones financieras de una empresa con sede en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "FG Nexus proporciona una actualización sobre las acciones comunes y preferentes",
    "url": "https://www.globenewswire.com/news-release/2026/01/21/3222681/0/en/FG-Nexus-Provides-Update-on-Common-and-Preferred-Share-Buyback-Programs-and-ETH-Holdings.html",
    "industry": "GlobeNewswire",
    "summary": "Charlotte, NC, 21 de enero de 2026 (GLOBE NEWSWIRE) -- FG Nexus Inc. (Nasdaq: FGNX, FGNXP) (la “Compañía”), anunció hoy el estado actual de sus acciones comunes...",
    "charlotte_impact": "Proporciona actualizaciones financieras de una empresa con sede en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Los funcionarios de la ciudad esperan que las mejoras en la iluminación mejoren la seguridad en el centro de Charlotte",
    "url": "https://www.wccbcharlotte.com/2026/02/20/city-officials-hope-lighting-upgrades-will-improve-safety-in-uptown-charlotte/",
    "industry": "WCCB",
    "summary": "Duke Energy está realizando mejoras en la iluminación en el centro de la ciudad. Los líderes de la ciudad y las personas que la visitan por la noche esperan que los cambios la hagan más segura.",
    "charlotte_impact": "Discute las mejoras de seguridad en el centro de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Los pasajeros del aeropuerto regional de Florence aumentaron en 2025",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "Los viajes aéreos del condado de Florence aumentaron, pero el aeropuerto perdió el vuelo de American Airlines a Charlotte, Carolina del Norte. SkyWest podría agregar un vuelo a Washington, D.C., después de los fondos de la subvención.",
    "charlotte_impact": "Informa sobre los cambios en los viajes aéreos que afectan a Florence, cerca de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Cuarto torneo anual de baloncesto de la escuela intermedia de Muggsy Bogues",
    "url": "https://www.wccbcharlotte.com/2026/02/20/4th-annual-muggsy-bogues-middle-basketball-tournament/",
    "industry": "WCCB",
    "summary": "Muggsy Bogues presenta su cuarto torneo anual de baloncesto de la escuela intermedia.",
    "charlotte_impact": "Destaca un torneo local de baloncesto juvenil.",
    "impact_score": 3
  },
  {
    "title": "Todos los camioneros y conductores de autobús deberán realizar los exámenes de licencia de conducir comercial en inglés",
    "url": "https://www.wccbcharlotte.com/2026/02/20/all-truckers-and-bus-drivers-will-be-required-to-take-commercial-drivers-license-tests-in-english/",
    "industry": "WCCB",
    "summary": "Todos los camioneros y conductores de autobús deberán realizar sus exámenes de licencia de conducir comercial en inglés.",
    "charlotte_impact": "Informa sobre los nuevos requisitos para los conductores comerciales.",
    "impact_score": 3
  },
  {
    "title": "Wall Street mantiene la calma después de que la Corte Suprema anula los aranceles de Trump",
    "url": "https://www.wccbcharlotte.com/2026/02/20/wall-street-keeps-calm-after-the-supreme-court-strikes-down-trumps-tariffs/",
    "industry": "WCCB",
    "summary": "Muchos en Wall Street probablemente esperaban tal fallo de la Corte Suprema, según Brian Jacobsen, estratega económico jefe de Annex Wealth Management.",
    "charlotte_impact": "Analiza la reacción de Wall Street al fallo de la Corte Suprema.",
    "impact_score": 3
  },
  {
    "title": "La Corte Suprema anula los aranceles generales de Trump",
    "url": "https://www.wccbcharlotte.com/2026/02/20/supreme-court-strikes-down-trumps-sweeping-tariffs/",
    "industry": "WCCB",
    "summary": "La Corte Suprema anuló el viernes los aranceles globales de gran alcance del presidente Donald Trump.",
    "charlotte_impact": "Informa sobre una decisión importante de la Corte Suprema.",
    "impact_score": 3
  },
  {
    "title": "Fichas policiales del condado de Mecklenburg, 19 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/20/mecklenburg-county-mugshots-february-19th-7/",
    "industry": "WCCB",
    "summary": "Echa un vistazo a las fichas policiales del condado de Mecklenburg del jueves 19 de febrero.",
    "charlotte_impact": "Proporciona acceso a los registros de arrestos del condado de Mecklenburg.",
    "impact_score": 2
  },
  {
    "title": "Fichas policiales del condado de Gaston, 19 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/20/gaston-county-mugshots-february-19th-6/",
    "industry": "WCCB",
    "summary": "Echa un vistazo a las fichas policiales del condado de Gaston del jueves 19 de febrero.",
    "charlotte_impact": "Proporciona acceso a los registros de arrestos del condado de Gaston.",
    "impact_score": 2
  },
  {
    "title": "Rise & Chime In: ¿Cómo eliges los nombres de los bebés?",
    "url": "https://www.wccbcharlotte.com/2026/02/20/rise-chime-in-how-do-you-choose-baby-names/",
    "industry": "WCCB",
    "summary": "¿Cómo eliges los nombres de los bebés?",
    "charlotte_impact": "Involucra a la comunidad en una discusión sobre los nombres de los bebés.",
    "impact_score": 2
  }
]