[
  {
    "title": "Empleados de Statesville afirman que el supervisor tenía un baño 'solo para blancos' en la planta de agua",
    "url": "https://www.wcnc.com/article/news/local/statesville-employees-claim-supervisor-had-whites-only-bathroom/275-c72fee1c-5258-420b-b359-80b5903ea59a",
    "industry": "WCNC",
    "summary": "Tres exempleados de la planta de tratamiento de aguas residuales presentaron una demanda federal contra la ciudad de Statesville y los gerentes de la instalación.",
    "charlotte_impact": "Revela acusaciones de discriminación racial en una planta de agua de Statesville.",
    "impact_score": 4
  },
  {
    "title": "CMPD acusa a un sospechoso de asesinato en el caso de Kim Thomas de 1990",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-cold-case-murder-arrest-investigation/275-5c92f14f-840e-4513-806f-2c3728b8f788",
    "industry": "WCNC",
    "summary": "Marion Gales, una persona de interés desde hace mucho tiempo en el asesinato de Kim Thomas Friedland en 1990, ahora está acusado de asesinato en el caso.",
    "charlotte_impact": "Informa sobre cargos en un caso sin resolver de 1990, trayendo cierre y justicia.",
    "impact_score": 4
  },
  {
    "title": "Hombre acusado de asesinato en tiroteo en Food Lion en el este de Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "Un cargo de asesinato sigue a un tiroteo fatal en el este de Charlotte, iniciado por una discusión, que dejó un muerto y transeúntes en riesgo cuando los disparos alcanzaron varios vehículos.",
    "charlotte_impact": "Informa sobre un tiroteo fatal en Food Lion en el este de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Funcionarios publican el informe final sobre el incendio de una casa que dejó muerto al padre de Denny Hamlin",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "Un incendio en una casa en Blacksnake Road en el condado de Gaston dejó al padre del piloto de NASCAR, Denny Hamlin, muerto en diciembre.",
    "charlotte_impact": "Informa sobre la trágica muerte del padre de Denny Hamlin en un incendio.",
    "impact_score": 4
  },
  {
    "title": "Adolescente enfrenta cargos de asesinato y secuestro tras tiroteo en el norte de Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/north-charlotte-shooting-david-cox-road-cmpd/275-9639e51a-2b6b-4c94-9873-697a2b082553",
    "industry": "WCNC",
    "summary": "Un joven de 19 años está acusado de asesinato, robo y secuestro después de un tiroteo el 9 de febrero que dejó a un hombre muerto, según CMPD.",
    "charlotte_impact": "Detalla a un adolescente que enfrenta cargos de asesinato y secuestro en Charlotte.",
    "impact_score": 4
  },
  {
    "title": "La policía de Rock Hill identifica al hombre muerto en un tiroteo en un estacionamiento",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "La víctima, un hombre de 18 años, murió en el lugar.",
    "charlotte_impact": "Informa sobre un tiroteo fatal en Rock Hill, enfatizando la violencia local.",
    "impact_score": 4
  },
  {
    "title": "Padre arrestado después de una pelea en el juzgado con el hombre acusado de matar a su hijo",
    "url": "https://www.wcnc.com/article/news/crime/mecklenburg-county-courthouse-fight-person-arrested/275-3aca2289-81b9-4153-ae60-59c19a584516",
    "industry": "WCNC",
    "summary": "La pelea ocurrió entre el padre de Jamariyae Dixon y Marion McKnight. McKnight está acusado de asesinato en la muerte de Dixon.",
    "charlotte_impact": "Detalla una pelea en el juzgado relacionada con un caso de asesinato, mostrando emociones crudas.",
    "impact_score": 4
  },
  {
    "title": "'Alguien sabe algo': Los padres de Asha Degree suplican respuestas 26 años después de su desaparición",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Han pasado más de 26 años desde que Asha Degree desapareció. Sus padres dicen que no descansarán hasta que se resuelva el misterio.",
    "charlotte_impact": "Destaca el dolor y el misterio perdurables que rodean la desaparición de Asha Degree.",
    "impact_score": 4
  },
  {
    "title": "2 líderes de la MS-13 sentenciados a décadas en prisión federal",
    "url": "https://www.wcnc.com/article/news/crime/ms13-gang-members-sentenced-nc-2-19-2026/275-190ad9a0-6f4f-4a51-bafb-0413a41976da",
    "industry": "WCNC",
    "summary": "Ambos hombres fueron sentenciados por crimen organizado y violencia.",
    "charlotte_impact": "Informa sobre la sentencia de líderes de la MS-13, abordando la violencia de pandillas.",
    "impact_score": 4
  },
  {
    "title": "'Verdaderamente única': Adolescente del condado de Rowan muere en accidente",
    "url": "https://www.wcnc.com/article/traffic/victoria-overcash-rowan-county-high-school-student-killed-crash-china-grove-north-carolina/275-577d3967-b6b0-465d-a241-ea1a11a3d52e",
    "industry": "WCNC",
    "summary": "Victoria \"Tori\" Overcash, estudiante de último año en Jesse C. Carson High School, murió en un accidente que involucró a un camión de basura cerca de China Grove el jueves.",
    "charlotte_impact": "Informa sobre la trágica muerte de una adolescente del condado de Rowan en un accidente.",
    "impact_score": 4
  },
  {
    "title": "Va a perder su seguro de vida. ¿Es la prueba genética la culpable?",
    "url": "https://www.wcnc.com/article/news/health/life-insurance-genetic-testing-2-19-2026/275-71adfceb-fb53-49fc-922a-7b9743fab2ce",
    "industry": "WCNC",
    "summary": "Un diagnóstico inesperado, o incluso una prueba genética que muestre hallazgos preocupantes, podría significar que no puede obtener una póliza.",
    "charlotte_impact": "Discute el impacto de las pruebas genéticas en las pólizas de seguro de vida.",
    "impact_score": 4
  },
  {
    "title": "Chef de Charlotte gana $171,000, planea lanzar un camión de comida",
    "url": "https://www.wcnc.com/article/news/lottery/charlotte-chef-wins-lottery-jackpot/275-a3237735-eb92-4b77-9872-1afe50dfaf11",
    "industry": "WCNC",
    "summary": "El chef de Charlotte, Jose Naranjo, ganó un premio mayor de $171,000 en Cash 5 y planea lanzar un camión de comida, convirtiendo años de cocinar para otros en una aventura culinaria personal.",
    "charlotte_impact": "Detalla a un chef de Charlotte que gana la lotería y abre un camión de comida.",
    "impact_score": 3
  },
  {
    "title": "Hombre de Charlotte sentenciado a cadena perpetua por estatus de delincuente habitual violento",
    "url": "https://www.wcnc.com/article/news/local/charlotte-man-sentenced-to-life-in-prison-for-violent-habitual-felon-status/275-cac9dac9-0774-4606-84d3-fce0f7401af6",
    "industry": "WCNC",
    "summary": "Daven Fetherson, de 48 años, tiene un largo historial criminal, con arrestos que datan de 1995.",
    "charlotte_impact": "Informa sobre un hombre sentenciado a cadena perpetua debido a su historial criminal.",
    "impact_score": 3
  },
  {
    "title": "Hombre buscado arrestado en Gastonia por múltiples cargos después de una búsqueda multiagencia",
    "url": "https://www.wcnc.com/article/news/crime/gastonia-wanted-fugitive-arrested/275-bd6b1ae8-7a82-40b1-9a40-ccbbb70c7148",
    "industry": "WCNC",
    "summary": "Un esfuerzo colaborativo de las fuerzas del orden condujo al arresto de Otis Lamar Hunter, buscado por cargos graves de delitos graves.",
    "charlotte_impact": "Informa sobre el arresto de un hombre buscado en Gastonia.",
    "impact_score": 3
  },
  {
    "title": "La escena gastronómica de Charlotte está creciendo, pero no todos sobreviven",
    "url": "https://www.wcnc.com/article/life/food/charlottes-restaurant-scene-is-thriving-and-struggling-at-the-same-time/275-c133ec74-9241-4666-b0d0-2548c2b80c14",
    "industry": "WCNC",
    "summary": "La escena de restaurantes de Charlotte está evolucionando rápidamente, con un aumento en las nuevas aperturas y un aumento en los cierres de restaurantes antiguos debido al aumento de los costos.",
    "charlotte_impact": "Muestra los desafíos y el crecimiento en la escena gastronómica de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Antiguo sitio de molino en Salisbury listo para convertirse en un vecindario de ingresos mixtos",
    "url": "https://www.wcnc.com/article/news/local/salsibury-nc-former-mill-site-neighborhood-2-20-2026/275-25d0eea1-4305-4065-bdff-4c186f74a2dc",
    "industry": "WCNC",
    "summary": "La visión del proyecto es el resultado de años de participación comunitaria y análisis de predesarrollo, dijo la ciudad.",
    "charlotte_impact": "Muestra el desarrollo comunitario transformando un antiguo sitio de molino.",
    "impact_score": 3
  },
  {
    "title": "Curling encuentra un hogar en Charlotte, construyendo comunidad a través de un deporte de invierno inesperado",
    "url": "https://www.wcnc.com/article/sports/charlotte-curling-club-creates-friendships-bonding-olympic-sport/275-cdd771f3-3ad0-46a0-93ab-1bb518023fd2",
    "industry": "WCNC",
    "summary": "Un grupo creciente de jugadores de curling en Queen City está demostrando que no necesitas montañas cubiertas de nieve para crear conexión en el hielo.",
    "charlotte_impact": "Presenta a la creciente comunidad de curling en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Dos días en los 70 antes de otra caída de invierno",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El viernes estará cerca de los 80 grados, pero las temperaturas máximas del lunes serán entre 35 y 40 grados más frías. Un par de posibilidades de lluvia/tormenta de viernes a domingo.",
    "charlotte_impact": "Destaca los patrones climáticos fluctuantes en el área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Hombre buscado por presuntamente hacer una falsa amenaza de bomba en Morganton",
    "url": "https://www.wcnc.com/article/news/crime/fake-bomb-threat-morganton-2-20-2026/275-8d5a41f2-3fa7-4ca4-a09b-da7717d4f931",
    "industry": "WCNC",
    "summary": "John Anthony Pons Sr., de 69 años, aún no ha sido detenido.",
    "charlotte_impact": "Detalla un incidente de amenaza de bomba, lo que genera preocupaciones sobre la seguridad pública.",
    "impact_score": 3
  },
  {
    "title": "La Fed propone flexibilizar las reglas para impulsar a los grandes bancos en el mercado hipotecario de EE. UU.",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/us-mortgage-market-connect-the-dots/275-ad85e1e3-4aef-4165-8c42-449e91747dc5",
    "industry": "WCNC",
    "summary": "Si los bancos regresan al mercado, los expertos dijeron que eso podría significar más competencia para los prestatarios, más opciones para los compradores de vivienda y posiblemente mejores términos.",
    "charlotte_impact": "Discute los posibles cambios en las regulaciones del mercado hipotecario.",
    "impact_score": 3
  }
]