[
  {
    "title": "CMPD acusa a sospechoso de asesinato en el caso de Kim Thomas de 1990",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-cold-case-murder-arrest-investigation/275-5c92f14f-840e-4513-806f-2c3728b8f788",
    "industry": "WCNC",
    "summary": "Marion Gales, una persona de interés durante mucho tiempo en el asesinato de Kim Thomas Friedland en 1990, ahora está acusado de asesinato en el caso.",
    "charlotte_impact": "Un sospechoso es acusado de asesinato en un caso sin resolver de 1990, lo que cierra un crimen sin resolver durante mucho tiempo.",
    "impact_score": 4
  },
  {
    "title": "Mujeres supuestamente torturaron y mataron a una niña, la mantuvieron en una jaula para perros en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres de Carolina del Norte acusadas de la muerte por abuso infantil de Dominique Moody supuestamente torturaron, golpearon y mantuvieron a la niña en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Detalla un caso grave de abuso infantil en Charlotte, lo que genera preocupaciones sobre la seguridad pública.",
    "impact_score": 4
  },
  {
    "title": "Padre arrestado después de una pelea en el juzgado con el hombre acusado de matar a su hijo",
    "url": "https://www.wcnc.com/article/news/crime/mecklenburg-county-courthouse-fight-person-arrested/275-3aca2289-81b9-4153-ae60-59c19a584516",
    "industry": "WCNC",
    "summary": "La pelea ocurrió entre el padre de Jamariyae Dixon y Marion McKnight. McKnight está acusado de asesinato en la muerte de Dixon.",
    "charlotte_impact": "Informa sobre un altercado en un juzgado relacionado con un caso de asesinato.",
    "impact_score": 4
  },
  {
    "title": "KPN facilita $20 millones en adquisiciones, expande las asociaciones de desarrollo económico",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "Charlotte, NC, Estados Unidos, 28 de enero de 2026, FinanceWireKPN Consulting Services, una firma de consultoría centrada en pequeñas empresas...",
    "charlotte_impact": "KPN Consulting Services facilita adquisiciones y asociaciones, impulsando el desarrollo económico local.",
    "impact_score": 4
  },
  {
    "title": "Hombre de Charlotte sentenciado a cadena perpetua por ser un delincuente habitual violento",
    "url": "https://www.wcnc.com/article/news/local/charlotte-man-sentenced-to-life-in-prison-for-violent-habitual-felon-status/275-cac9dac9-0774-4606-84d3-fce0f7401af6",
    "industry": "WCNC",
    "summary": "Daven Fetherson, de 48 años, tiene un largo historial criminal, con arrestos que se remontan a 1995.",
    "charlotte_impact": "Un hombre de Charlotte recibe una sentencia de cadena perpetua debido a su estatus como delincuente habitual violento.",
    "impact_score": 4
  },
  {
    "title": "Mosaic Capital Partners busca un Vicepresidente de Desarrollo de Negocios",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, N.C., 18 de febrero de 2026 (GLOBE NEWSWIRE) -- Mosaic Capital Partners, LLC ('Mosaic”) es una firma de capital privado con sede en Charlotte, NC, que se centra en llevar la propiedad amplia de los empleados a las empresas del mercado medio inferior a través de transacciones de cambio de control. Mosaic invierte en empresas con EBITDA de $3 a $15 millones en los sectores principales de servicios empresariales, fabricación de nicho y consumo. Mosaic gestiona más de $370 millones de AUM y ha apoyado a más de 3,000 empleados propietarios en la construcción de una riqueza sustancial a largo plazo.",
    "charlotte_impact": "Mosaic Capital Partners está buscando un vicepresidente, lo que indica un crecimiento potencial.",
    "impact_score": 3
  },
  {
    "title": "FG Nexus proporciona una actualización sobre los programas de recompra de acciones comunes y preferentes y las tenencias de ETH",
    "url": "https://www.manilatimes.net/2026/01/21/tmt-newswire/globenewswire/fg-nexus-provides-update-on-common-and-preferred-share-buyback-programs-and-eth-holdings/2262621",
    "industry": "The Manila Times",
    "summary": "Charlotte, NC, 21 de enero de 2026 (GLOBE NEWSWIRE) -- FG Nexus Inc. (Nasdaq: FGNX, FGNXP) (la 'Compañía”), anunció hoy el estado actual de sus programas de recompra de acciones comunes y preferentes y las tenencias de ETH.",
    "charlotte_impact": "FG Nexus proporciona actualizaciones sobre los programas de recompra de acciones y las tenencias de ETH.",
    "impact_score": 3
  },
  {
    "title": "Travis Buys Home ve que los propietarios están reevaluando cuándo vender a medida que cambian las condiciones del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, NC, 28 de enero de 2026 (GLOBE NEWSWIRE) --",
    "charlotte_impact": "Informa sobre los propietarios que reevalúan sus estrategias de venta en medio de los cambios del mercado.",
    "impact_score": 3
  },
  {
    "title": "FG Nexus proporciona una actualización sobre las acciones comunes y preferentes",
    "url": "https://www.globenewswire.com/news-release/2026/01/21/3222681/0/en/FG-Nexus-Provides-Update-on-Common-and-Preferred-Share-Buyback-Programs-and-ETH-Holdings.html",
    "industry": "GlobeNewswire",
    "summary": "Charlotte, NC, 21 de enero de 2026 (GLOBE NEWSWIRE) -- FG Nexus Inc. (Nasdaq: FGNX, FGNXP) (la “Compañía”), anunció hoy el estado actual de sus acciones comunes...",
    "charlotte_impact": "FG Nexus proporciona actualizaciones sobre las acciones comunes y preferentes.",
    "impact_score": 3
  },
  {
    "title": "Funcionarios publican el informe final del incendio de la casa que dejó muerto al padre de Denny Hamlin",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "Un incendio en una casa en Blacksnake Road en el condado de Gaston dejó muerto al padre del piloto de NASCAR Denny Hamlin en diciembre.",
    "charlotte_impact": "Informa sobre un incendio en una casa que resultó en la muerte del padre de Denny Hamlin.",
    "impact_score": 3
  },
  {
    "title": "¿Cómo están aprovechando las ferias comerciales en Charlotte, NC, las carpas de dosel personalizadas para maximizar la visibilidad de la marca y el ROI?",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los tres problemas que están considerando actualmente los expositores en las ferias comerciales en Charlotte, NC, siguen cambiando la flexibilidad, la visibilidad y el retorno de la inversión.",
    "charlotte_impact": "Analiza las estrategias de las ferias comerciales, centrándose en la visibilidad de la marca y el ROI.",
    "impact_score": 2
  }
]