[
  {
    "title": "Mercado de valores hoy: las ganancias de Dow, S&P 500 y Nasdaq se desvanecen para cerrar una semana de fuertes pérdidas a medida que crecen los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las probabilidades de un recorte de tipos de la Fed en junio aumentan ligeramente después de que la inflación 'central' al consumidor alcanza su tasa más baja en cuatro años.",
    "charlotte_impact": "Los temores sobre la IA alimentan las pérdidas; los datos de inflación sugieren posibles recortes de tasas.",
    "impact_score": 4
  },
  {
    "title": "Mercado de valores hoy: Dow, S&P 500 y Nasdaq se hunden a medida que la tecnología se ve afectada a medida que crecen los temores de disrupción de la IA; el oro y el bitcoin se hunden",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-sink-as-tech-gets-hit-as-ai-disruption-fears-grow-gold-bitcoin-sink-210353533.html",
    "industry": "Yahoo Entertainment",
    "summary": "Wall Street se está preparando para una actualización del indicador de inflación preferido de la Fed, después de que el informe de empleos reforzara el argumento para mantener las tasas sin cambios.",
    "charlotte_impact": "Las acciones tecnológicas se ven muy afectadas por las preocupaciones de disrupción de la IA; el oro y Bitcoin caen.",
    "impact_score": 4
  },
  {
    "title": "La caída del precio de Bitcoin por debajo de los $67,000 saca al CEO de Coinbase, Brian Armstrong, de las 500 personas más ricas del mundo",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "El CEO de Coinbase, Brian Armstrong, sale del top 500 de Bloomberg a medida que las acciones de BTC y COIN se desploman, reduciendo su patrimonio neto en más de $10 mil millones.",
    "charlotte_impact": "La caída del precio de Bitcoin impacta el patrimonio neto del CEO de Coinbase.",
    "impact_score": 4
  },
  {
    "title": "Mercado de valores hoy: los futuros de Dow, S&P 500 y Nasdaq caen después de la liquidación impulsada por la IA con la inflación del IPC en cubierta",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_b39b378e-0755-437e-905d-d0f7d8368130",
    "industry": "Yahoo Entertainment",
    "summary": null,
    "charlotte_impact": "La liquidación impulsada por la IA impacta el mercado; se esperan datos de inflación del IPC.",
    "impact_score": 3
  },
  {
    "title": "7 gráficos muestran cómo se veía la economía en el primer año de Donald Trump en su segunda presidencia",
    "url": "https://www.businessinsider.com/charts-president-donald-trump-first-year-economy-tariffs-jobs-inflation-2026-1",
    "industry": "Business Insider",
    "summary": "El presidente Donald Trump concluyó su primer año en su segundo mandato. Así es como han evolucionado la inflación, el mercado laboral, los aranceles y el gasto.",
    "charlotte_impact": "Analiza las tendencias económicas durante la segunda presidencia de Trump.",
    "impact_score": 3
  },
  {
    "title": "CEO de Coinbase: los lobistas bancarios están tratando de prohibir a su competencia",
    "url": "https://gizmodo.com/coinbase-ceo-banking-lobbyists-are-trying-to-ban-their-competition-2000712456",
    "industry": "Gizmodo.com",
    "summary": "Los lobistas bancarios y los lobistas de criptomonedas están peleando públicamente por una nueva legislación. Los legisladores están notablemente ausentes del debate.",
    "charlotte_impact": "El CEO de Coinbase alega que los lobistas bancarios apuntan a prohibir la competencia de criptomonedas.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: el anuncio de Medicare de Trump golpea a las aseguradoras de salud",
    "url": "https://www.thestreet.com/latest-news/stock-market-today-u-s-recovers-from-winter-storm-stocks-rise",
    "industry": "TheStreet",
    "summary": "Este blog en vivo se actualiza periódicamente durante todo el día con las últimas actualizaciones del mercado. Para encontrar los últimos hilos de Mercado de valores hoy, haga clic aquí...",
    "charlotte_impact": "El anuncio de Medicare de Trump afecta negativamente a las aseguradoras de salud.",
    "impact_score": 3
  },
  {
    "title": "Walmart entra en el club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart cerraron un 3% más el martes, lo que elevó la valoración de mercado del minorista a $1 billón, ya que enfatiza la tecnología y la conveniencia.",
    "charlotte_impact": "Las acciones de Walmart suben, elevando su valoración a $1 billón.",
    "impact_score": 3
  },
  {
    "title": "Las ganancias del cuarto trimestre de Palantir superan las estimaciones de Wall Street debido a las fuertes ventas a empresas estadounidenses",
    "url": "https://finance.yahoo.com/news/palantir-q4-earnings-beat-wall-street-estimates-on-strong-sales-to-us-businesses-160215027.html",
    "industry": "Yahoo Entertainment",
    "summary": "Palantir informó ganancias después de la campana el lunes.",
    "charlotte_impact": "Las ganancias del cuarto trimestre de Palantir superan las expectativas debido a la fortaleza de las ventas en EE. UU.",
    "impact_score": 3
  },
  {
    "title": "Anthropic lanza un nuevo modelo que detecta días cero, hace que los comerciantes de Wall Street pierdan la cabeza",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Opus 4.6 ha llegado.",
    "charlotte_impact": "Anthropic lanza un nuevo modelo de IA, emocionando a los comerciantes de Wall Street.",
    "impact_score": 3
  },
  {
    "title": "Un importante minero de Bitcoin vende criptomonedas por valor de $305 millones para financiar el cambio a la IA",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Para la dudosa tecnología de la última década, una puerta se cierra y otra se abre.",
    "charlotte_impact": "Minero de Bitcoin vende criptomonedas para financiar el cambio hacia la IA.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: las ganancias de S&P 500, Dow y Nasdaq se desvanecen a medida que se enfría la inflación del IPC, se avecinan pérdidas semanales",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_c08438fa-1b67-404a-8ddd-ff26e25648a4",
    "industry": "Yahoo Entertainment",
    "summary": null,
    "charlotte_impact": "La inflación del IPC se enfría; se avecinan pérdidas semanales.",
    "impact_score": 2
  },
  {
    "title": "Un administrador de dinero de alto patrimonio neto detalla una estrategia de inversión de dos partes que combina la inversión conservadora en acciones con la compra oportunista en caídas",
    "url": "https://www.businessinsider.com/stock-market-investing-strategy-buy-the-dip-dollar-cost-average-2026-2",
    "industry": "Business Insider",
    "summary": "Los profesionales de la inversión dicen que no intentes cronometrar el mercado de valores. La estrategia de este administrador de patrimonio te permite hacerlo de forma inteligente.",
    "charlotte_impact": "El administrador de patrimonio detalla la estrategia de inversión que combina acciones conservadoras y compra en caídas.",
    "impact_score": 2
  },
  {
    "title": "Mercado de valores hoy: S&P 500, Dow y Nasdaq suben a medida que se enfría la inflación del IPC, pero se avecinan pérdidas semanales",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_c27d31ef-de93-4db8-9ee5-765dbf5d138f",
    "industry": "Yahoo Entertainment",
    "summary": null,
    "charlotte_impact": "La inflación del IPC se enfría, pero se avecinan pérdidas semanales.",
    "impact_score": 2
  }
]