[
  {
    "title": "Walmart entra en el club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart cerraron un 3% más el martes, lo que elevó la valoración de mercado del minorista a 1 billón de dólares, ya que enfatiza la tecnología y la conveniencia.",
    "charlotte_impact": "El crecimiento de Walmart muestra que el comercio minorista se está adaptando a la tecnología y las necesidades del cliente.",
    "impact_score": 4
  },
  {
    "title": "Anthropic lanza un nuevo modelo que detecta días cero y hace que los comerciantes de Wall Street pierdan la cabeza",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Opus 4.6 ha llegado.",
    "charlotte_impact": "Los nuevos modelos de IA mejoran la seguridad y las estrategias comerciales.",
    "impact_score": 4
  },
  {
    "title": "Las ganancias del cuarto trimestre de Palantir superan las estimaciones de Wall Street gracias a las fuertes ventas a empresas estadounidenses",
    "url": "https://finance.yahoo.com/news/palantir-q4-earnings-beat-wall-street-estimates-on-strong-sales-to-us-businesses-160215027.html",
    "industry": "Yahoo Entertainment",
    "summary": "Palantir reportó ganancias después de la campana del lunes.",
    "charlotte_impact": "El éxito de Palantir muestra una fuerte demanda de análisis de datos.",
    "impact_score": 4
  },
  {
    "title": "Mercado de valores hoy: las ganancias de Dow, S&P 500 y Nasdaq se desvanecen para culminar una semana de fuertes pérdidas a medida que crecen los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las probabilidades de un recorte de tasas de la Fed en junio aumentan ligeramente después de que la inflación 'central' al consumidor llega a su tasa más baja en cuatro años.",
    "charlotte_impact": "Los temores sobre la IA están impactando el rendimiento del mercado.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: Dow, S&P 500 y Nasdaq caen a medida que la tecnología se ve afectada a medida que crecen los temores de disrupción de la IA; oro, bitcoin se hunde",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-sink-as-tech-gets-hit-as-ai-disruption-fears-grow-gold-bitcoin-sink-210353533.html",
    "industry": "Yahoo Entertainment",
    "summary": "Wall Street se está preparando para una actualización sobre el indicador de inflación preferido de la Fed, después de que el informe de empleos reforzara el caso para mantener las tasas sin cambios.",
    "charlotte_impact": "Refuerza las preocupaciones sobre la disrupción de la IA que impacta las acciones tecnológicas.",
    "impact_score": 3
  },
  {
    "title": "Un importante minero de Bitcoin vende $305 millones en criptomonedas para financiar el cambio a la IA",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Para la dudosa tecnología de la última década, una puerta se cierra y otra se abre.",
    "charlotte_impact": "Ilustra el cambio de las criptomonedas a las inversiones en IA.",
    "impact_score": 3
  },
  {
    "title": "La caída del precio de Bitcoin por debajo de los $67,000 saca al CEO de Coinbase, Brian Armstrong, de las 500 personas más ricas del mundo",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "El CEO de Coinbase, Brian Armstrong, sale del top 500 de Bloomberg de los más ricos, ya que las acciones de BTC y COIN se desploman, reduciendo su patrimonio neto en más de $10 mil millones.",
    "charlotte_impact": "Refleja la volatilidad de los mercados de criptomonedas en la riqueza individual.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: los futuros de Dow, S&P 500 y Nasdaq caen después de la liquidación impulsada por la IA con la inflación del IPC en cubierta",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_b39b378e-0755-437e-905d-d0f7d8368130",
    "industry": "Yahoo Entertainment",
    "summary": null,
    "charlotte_impact": "La venta masiva de IA y los datos de inflación están impactando los futuros del mercado.",
    "impact_score": 3
  },
  {
    "title": "CEO de Coinbase: Los lobbystas bancarios están tratando de prohibir a su competencia",
    "url": "https://gizmodo.com/coinbase-ceo-banking-lobbyists-are-trying-to-ban-their-competition-2000712456",
    "industry": "Gizmodo.com",
    "summary": "Los lobbystas bancarios y los lobbystas de criptomonedas están luchando públicamente por una nueva legislación. Los legisladores están notablemente ausentes del debate.",
    "charlotte_impact": "Destaca las batallas regulatorias que afectan a la industria de las criptomonedas.",
    "impact_score": 3
  },
  {
    "title": "Un administrador de dinero de alto patrimonio neto detalla una estrategia de inversión de 2 partes que combina la inversión conservadora en acciones con la compra de caídas oportunistas",
    "url": "https://www.businessinsider.com/stock-market-investing-strategy-buy-the-dip-dollar-cost-average-2026-2",
    "industry": "Business Insider",
    "summary": "Los profesionales de la inversión dicen que no intentes cronometrar el mercado de valores. La estrategia de este administrador de patrimonio te permite hacerlo de manera inteligente.",
    "charlotte_impact": "Proporciona una estrategia de inversión que combina estabilidad y oportunidad.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: las acciones estadounidenses abren a la baja después de que el Dow supere el hito de los 50,000 mientras se avecinan informes de empleo e inflación",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_ac4f0198-f370-479c-8ba6-9286ea7c5c25",
    "industry": "Yahoo Entertainment",
    "summary": null,
    "charlotte_impact": "El mercado reacciona a los informes de empleo e inflación.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: S&P 500, Dow, Nasdaq suben a medida que la inflación del IPC se enfría, pero se avecinan pérdidas semanales",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_c27d31ef-de93-4db8-9ee5-765dbf5d138f",
    "industry": "Yahoo Entertainment",
    "summary": null,
    "charlotte_impact": "Los datos del IPC impactan positivamente el rendimiento del mercado, pero se avecinan pérdidas semanales.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: las ganancias de S&P 500, Dow, Nasdaq se desvanecen a medida que la inflación del IPC se enfría, se avecinan pérdidas semanales",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_c08438fa-1b67-404a-8ddd-ff26e25648a4",
    "industry": "Yahoo Entertainment",
    "summary": null,
    "charlotte_impact": "Los datos del IPC se enfrían, pero el mercado enfrenta posibles pérdidas semanales.",
    "impact_score": 2
  },
  {
    "title": "7 gráficos muestran cómo se veía la economía en el primer año del segundo mandato de Donald Trump",
    "url": "https://www.businessinsider.com/charts-president-donald-trump-first-year-economy-tariffs-jobs-inflation-2026-1",
    "industry": "Business Insider",
    "summary": "El presidente Donald Trump concluyó su primer año en su segundo mandato. Así es como han evolucionado la inflación, el mercado laboral, los aranceles y el gasto.",
    "charlotte_impact": "Evaluación del desempeño económico bajo las políticas de Trump.",
    "impact_score": 2
  },
  {
    "title": "No son finanzas, son tus pensiones",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Suecia es un faro socialdemócrata con uno de los mercados de valores más profundos del mundo. ¿Contradicción? Martino Comelli argumenta que los estados de bienestar construyen activamente mercados financieros a través del diseño de políticas sociales. Las pensiones financiadas y los subsidios de vivienda crean inversiones…",
    "charlotte_impact": "Explica el vínculo entre los estados de bienestar y los mercados financieros.",
    "impact_score": 2
  },
  {
    "title": "Mercado de valores hoy: el anuncio de Medicare de Trump golpea a las aseguradoras de salud",
    "url": "https://www.thestreet.com/latest-news/stock-market-today-u-s-recovers-from-winter-storm-stocks-rise",
    "industry": "TheStreet",
    "summary": "Este blog en vivo se actualiza periódicamente a lo largo del día con las últimas actualizaciones del mercado. Para encontrar los últimos hilos de Stock Market Today, haga clic aquí...",
    "charlotte_impact": "Destaca el impacto político en el sector de los seguros de salud.",
    "impact_score": 2
  },
  {
    "title": "Los hijos de Trump hablan de 'retribución' mientras los directores ejecutivos besan el anillo en su evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. insiste en que su padre \"no está involucrado\".",
    "charlotte_impact": "La influencia política en las criptomonedas podría crear incertidumbre regulatoria.",
    "impact_score": 2
  },
  {
    "title": "¿Qué impulsa los rendimientos del mercado de valores?",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "\"El mercado de valores no es más que un esquema Ponzi\" \"Todo es dinero falso\" \"Los precios de las acciones son completamente arbitrarios. Puede subir o caer cualquier día\" Lo más probable es que hayas escuchado alguna variación de esto…",
    "charlotte_impact": "Aborda conceptos erróneos comunes sobre el mercado de valores.",
    "impact_score": 2
  },
  {
    "title": "Si está buscando un automóvil con descuento en un concesionario últimamente, podría estar ligeramente... Totalizado",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los autos con título de salvamento alguna vez fueron tabú para que los vendieran los concesionarios. Pero la economía ha cambiado.",
    "charlotte_impact": "Indica un cambio en las prácticas de venta de automóviles y los riesgos para los compradores.",
    "impact_score": 1
  },
  {
    "title": "La Steam Deck OLED de Valve estará 'intermitentemente' agotada debido a la crisis de la RAM",
    "url": "https://www.theverge.com/games/879845/valve-steam-deck-oled-out-of-stock-memory-storage-ram-crisis",
    "industry": "The Verge",
    "summary": "Valve ha actualizado el sitio web de Steam Deck OLED para decir que la consola de juegos portátil para PC puede estar agotada \"intermitentemente en algunas regiones debido a la escasez de memoria y almacenamiento\". La Steam Deck OLED ha estado agotada en los EE. UU. y otras partes del mundo durante un tiempo…",
    "charlotte_impact": "Los problemas de la cadena de suministro impactan la disponibilidad del hardware de juegos.",
    "impact_score": 1
  }
]