[
  {
    "title": "UN experts say destruction by Sudan's rebels in el-Fasher in October bears 'hallmarks of genocide' - Associated Press News",
    "url": "https://apnews.com/article/rsf-sudan-genocide-un-85b79539f9e4b18e25dd6ef82d5b53ee",
    "industry": "Associated Press",
    "summary": "U.N.-backed investigators say Sudan’s paramilitary Rapid Support Forces have carried out a campaign in the city of el-Fasher in the Darfur region that shows “hallmarks of genocide” against non-Arab communities. The fact-finding mission says the group inflicte…",
    "charlotte_impact": "UN experts report 'hallmarks of genocide' in Sudan's Darfur region.",
    "impact_score": 4
  },
  {
    "title": "Over 1,000 Kenyans enlisted to fight in Russia-Ukraine war, report says - BBC",
    "url": "https://www.bbc.com/news/articles/ce8w266769go",
    "industry": "BBC News",
    "summary": "Investigators call the recruitment a well-organised trafficking ring involving immigration staff and security agencies.",
    "charlotte_impact": "Over 1,000 Kenyans enlisted to fight in Russia-Ukraine war.",
    "impact_score": 4
  },
  {
    "title": "How Epstein and Maxwell used an elite Midwest arts school to prey on girls - NPR",
    "url": "https://www.npr.org/2026/02/19/nx-s1-5707290/epstein-files-victims-interlochen-ghislaine-maxwell",
    "industry": "NPR",
    "summary": "Jeffrey Epstein and Ghislaine Maxwell lavished money on the Interlochen Center for the Arts to gain access, documents show — even funding an on-campus lodge they stayed in. In the process, two teenagers were pulled into their orbit.",
    "charlotte_impact": "Epstein and Maxwell used an arts school to prey on girls.",
    "impact_score": 4
  },
  {
    "title": "Amid Epstein fallout, Bill Gates becomes point of controversy at India AI summit - CNBC",
    "url": "https://www.cnbc.com/2026/02/19/amid-epstein-fallout-bill-gates-becomes-point-of-controversy-at-india-ai-summit-.html",
    "industry": "CNBC",
    "summary": "Bill Gates has become a point of controversy at a major Indian AI festival this week, amid the fallout of the latest Epstein file release.",
    "charlotte_impact": "Bill Gates faces controversy amid Epstein fallout at India AI summit.",
    "impact_score": 4
  },
  {
    "title": "Treasuries Head for Worst Run in a Month on Inflation Fears - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/treasuries-head-for-worst-run-in-a-month-on-inflation-fears",
    "industry": "Bloomberg",
    "summary": "Treasuries are on course for their longest losing streak in a month as growing tensions between the US and Iran fuel oil-driven inflation fears.",
    "charlotte_impact": "US-Iran tensions are fueling inflation fears, impacting global markets.",
    "impact_score": 4
  },
  {
    "title": "Trump heads to Georgia, a target of his election falsehoods, as Republicans look for midterm boost - Associated Press News",
    "url": "https://apnews.com/article/trump-georgia-economy-midterm-elections-greene-29075b0f22be1569aafe144ab7ca025b",
    "industry": "Associated Press",
    "summary": "President Donald Trump is weighing military action against Iran, leading an immigration crackdown, and teasing a federal takeover of state elections. But on Thursday, White House insists he will focus on the economy when he visits battleground Georgia. The tr…",
    "charlotte_impact": "Trump heads to Georgia amid election falsehoods and potential actions against Iran.",
    "impact_score": 4
  },
  {
    "title": "Blood tests show potential for predicting start of Alzheimer’s symptoms - The Washington Post",
    "url": "https://www.washingtonpost.com/health/2026/02/19/alzheimers-tests-symptom-onset-predictions/",
    "industry": "The Washington Post",
    "summary": "The technique is not yet precise enough to predict a patient’s exact trajectory but could help find long-sought preventive treatment.",
    "charlotte_impact": "Blood tests show potential for predicting Alzheimer’s symptoms.",
    "impact_score": 4
  },
  {
    "title": "US Jobless Claims Drop by the Most Since November to 206,000 - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/us-jobless-claims-decline-by-the-most-since-november-to-206-000",
    "industry": "Bloomberg",
    "summary": "Applications for US unemployment benefits fell by the most since November, adding to evidence of stabilization in the labor market.",
    "charlotte_impact": "Jobless claims drop suggests stabilization in the US labor market.",
    "impact_score": 3
  },
  {
    "title": "Canadians kind of hate America now. Our new poll shows just how much. - Politico",
    "url": "https://www.politico.com/news/2026/02/19/5-charts-show-just-how-badly-the-us-has-torpedoed-its-relationship-with-canada-00787084",
    "industry": "Politico",
    "summary": "It’s not just about the trade war. Nearly half of America’s neighbors to the north now think the U.S. is a bigger threat to world peace than Russia.",
    "charlotte_impact": "Canadians increasingly view the U.S. as a threat to world peace.",
    "impact_score": 3
  },
  {
    "title": "Airbus Shares Slide as Engine Shortages Hit A320 Production - The Wall Street Journal",
    "url": "https://www.wsj.com/business/earnings/airbus-warns-of-hit-to-a320-jet-production-from-pratt-whitney-engine-shortage-98bc96f1",
    "industry": "The Wall Street Journal",
    "summary": "Plane maker targets lower delivery goal after latest supply-chain challenge",
    "charlotte_impact": "Airbus shares slide due to engine shortages affecting A320 production.",
    "impact_score": 3
  },
  {
    "title": "Wolves 2-2 Arsenal: Gunners collapse late as title lead starts to slip away - NBC Sports",
    "url": "https://www.nbcsports.com/soccer/news/wolves-2-2-arsenal-video-highlights-analysis-recap",
    "industry": "NBCSports.com",
    "summary": "Arsenal were 2-0 up and coasting to a seven-point lead in the Premier League title race, before they shipped two goals in the final half-hour and drew last-place Wolves 2-2 at Molineux Stadium on Wednesday.",
    "charlotte_impact": "Arsenal's late collapse impacts their title lead in Premier League.",
    "impact_score": 3
  },
  {
    "title": "Bird flu concerns: Traumatized Hainesport Twp. residents forced to dispose dead birds amid suspected outbreak - 6abc Philadelphia",
    "url": "https://6abc.com/post/bird-flu-concerns-traumatized-hainesport-twp-residents-forced-dispose-dead-birds-amid-suspected-outbreak/18618685/",
    "industry": "WPVI-TV",
    "summary": "Chiquita Anderson, who lives in the Lakeside at Creekview community, said her son recently watched a bird fall from the sky in her backyard.",
    "charlotte_impact": "Bird flu concerns arise in Hainesport Twp. after bird deaths.",
    "impact_score": 3
  }
]