[
  {
    "title": "Expertos de la ONU dicen que la destrucción por parte de los rebeldes de Sudán en el-Fasher en octubre tiene 'características de genocidio' - Associated Press News",
    "url": "https://apnews.com/article/rsf-sudan-genocide-un-85b79539f9e4b18e25dd6ef82d5b53ee",
    "industry": "Associated Press",
    "summary": "Investigadores respaldados por la ONU dicen que las Fuerzas de Apoyo Rápido paramilitares de Sudán han llevado a cabo una campaña en la ciudad de el-Fasher en la región de Darfur que muestra 'características de genocidio' contra las comunidades no árabes.",
    "charlotte_impact": "La afirmación de genocidio de los expertos de la ONU destaca graves violaciones de derechos humanos en el conflicto de Sudán.",
    "impact_score": 4
  },
  {
    "title": "Irán advierte a la ONU que atacará bases hostiles si es atacado",
    "url": "https://www.azernews.az/region/254678.html",
    "industry": "azernews",
    "summary": "Irán ha advertido a Estados Unidos de represalias si es objeto de agresión militar, diciendo que todas las bases y activos estadounidenses en la región se convertirían en 'objetivos legítimos' en tal escenario, informa AzerNEWS.",
    "charlotte_impact": "La advertencia de Irán a la ONU aumenta las tensiones con EE. UU. y señala un potencial de conflicto.",
    "impact_score": 4
  },
  {
    "title": "Más de 1,000 kenianos reclutados para luchar en la guerra de Rusia-Ucrania, según un informe - BBC",
    "url": "https://www.bbc.com/news/articles/ce8w266769go",
    "industry": "BBC News",
    "summary": "Los investigadores califican el reclutamiento como una red de tráfico bien organizada que involucra a personal de inmigración y agencias de seguridad.",
    "charlotte_impact": "El reclutamiento keniano para la guerra de Rusia-Ucrania plantea preocupaciones sobre el tráfico de personas.",
    "impact_score": 4
  },
  {
    "title": "La fiscalía de la CPI se opone a la solicitud de Duterte de renunciar a la comparecencia a la audiencia",
    "url": "https://cebudailynews.inquirer.net/698784/icc-prosecution-objects-to-dutertes-bid-to-waive-hearing-appearance",
    "industry": "inquirer",
    "summary": "MANILA, Filipinas – El Fiscal de la Corte Penal Internacional (CPI) ha solicitado a la Sala de Cuestiones Preliminares I que rechace la solicitud del expresidente Rodrigo Duterte de renunciar a su derecho a comparecer en su audiencia de confirmación el 23 de febrero. En un documento judicial de fecha 19 de febrero, la fiscalía argumentó que Duterte está en forma, disponible y no tiene \"ninguna causa razonable\" para no [...]...Sigue leyendo: La fiscalía de la CPI se opone a la solicitud de Duterte de renunciar a la comparecencia a la audiencia",
    "charlotte_impact": "Se impugna la exención de comparecencia del caso de Duterte ante la CPI, lo que plantea preocupaciones sobre la justicia internacional.",
    "impact_score": 4
  },
  {
    "title": "Changpeng 'CZ' Zhao dice 'Crypto nunca necesitó un rescate, nunca lo necesitará', en respuesta a la llamada de la senadora Warren a la Fed para que no lo rescate",
    "url": "https://newsable.asianetnews.com/markets/changpeng-cz-zhao-says-crypto-never-needed-a-bailout-never-will-in-reponse-to-senator-warren-s-no-rescue-peal-to-fed-articleshow-b8y0s7l",
    "industry": "newsable_asianetnews",
    "summary": "La senadora Elizabeth Warren nombró al cofundador de Binance junto con Michael Saylor de Strategy, el CEO de Coinbase, Brian Armstrong, y el presidente Donald Trump en su lista de 'criptomillonarios' que no deberían ser rescatados en medio de la recesión de Bitcoin.",
    "charlotte_impact": "La postura de CZ sobre los rescates de criptomonedas destaca el debate en curso sobre la regulación y la intervención gubernamental.",
    "impact_score": 3
  },
  {
    "title": "Los bonos del Tesoro se dirigen al peor mes en un mes por temores de inflación - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/treasuries-head-for-worst-run-in-a-month-on-inflation-fears",
    "industry": "Bloomberg",
    "summary": "Los bonos del Tesoro están en camino de sufrir su racha perdedora más larga en un mes, ya que las crecientes tensiones entre EE. UU. e Irán alimentan los temores de inflación impulsada por el petróleo.",
    "charlotte_impact": "La racha perdedora de los bonos del Tesoro indica temores de inflación vinculados a las tensiones entre EE. UU. e Irán y los precios del petróleo.",
    "impact_score": 3
  },
  {
    "title": "La policía de Islamabad suspende a los oficiales del Escuadrón Delfín por presunta agresión a una pareja",
    "url": "https://www.geo.tv/latest/651927-islamabad-police-suspend-dolphin-squad-officers-over-alleged-assault-on-couple",
    "industry": "geo",
    "summary": "Un collage de capturas de pantalla tomadas del video que muestra la presunta tortura por parte de la Fuerza Delfín de la policía de Islamabad. — Geo News Un video que muestra la presunta violencia policial contra un esposo y una esposa en Islamabad ha surgido en línea, lo que provocó una acción rápida por parte de las autoridades.<p...",
    "charlotte_impact": "Las acusaciones de agresión policial plantean preocupaciones sobre la rendición de cuentas y la ética de la aplicación de la ley.",
    "impact_score": 3
  },
  {
    "title": "En medio de las consecuencias de Epstein, Bill Gates se convierte en un punto de controversia en la cumbre de IA de India - CNBC",
    "url": "https://www.cnbc.com/2026/02/19/amid-epstein-fallout-bill-gates-becomes-point-of-controversy-at-india-ai-summit-.html",
    "industry": "CNBC",
    "summary": "Bill Gates se ha convertido en un punto de controversia en un importante festival indio de IA esta semana, en medio de las consecuencias del último lanzamiento del archivo de Epstein.",
    "charlotte_impact": "La controversia de Bill Gates en la cumbre de IA refleja las repercusiones continuas de la asociación de Epstein.",
    "impact_score": 3
  },
  {
    "title": "Los análisis de sangre muestran el potencial para predecir el inicio de los síntomas de Alzheimer - The Washington Post",
    "url": "https://www.washingtonpost.com/health/2026/02/19/alzheimers-tests-symptom-onset-predictions/",
    "industry": "The Washington Post",
    "summary": "La técnica aún no es lo suficientemente precisa para predecir la trayectoria exacta de un paciente, pero podría ayudar a encontrar un tratamiento preventivo buscado durante mucho tiempo.",
    "charlotte_impact": "El análisis de sangre de Alzheimer muestra el potencial para un diagnóstico más temprano, mejorando los resultados del paciente.",
    "impact_score": 3
  },
  {
    "title": "Modi de la India llegará a Israel para una alineación estratégica sin ilusiones",
    "url": "https://www.nysun.com/article/indias-modi-due-in-israel-for-strategic-alignment-without-illusions",
    "industry": "nysun",
    "summary": "La larga demora antes del compromiso diplomático hace que la alineación actual sea más llamativa.",
    "charlotte_impact": "La visita de Modi a Israel significa el fortalecimiento de los lazos en medio de un panorama geopolítico cambiante.",
    "impact_score": 3
  },
  {
    "title": "Wolves 2-2 Arsenal: el colapso tardío de los Gunners hace que la ventaja del título comience a desvanecerse - NBC Sports",
    "url": "https://www.nbcsports.com/soccer/news/wolves-2-2-arsenal-video-highlights-analysis-recap",
    "industry": "NBCSports.com",
    "summary": "El Arsenal ganaba 2-0 y se dirigía a una ventaja de siete puntos en la carrera por el título de la Premier League, antes de encajar dos goles en la última media hora y empatar 2-2 con el último lugar, los Wolves, el miércoles en el Molineux Stadium.",
    "charlotte_impact": "El empate del Arsenal impacta la carrera por el título, destacando las vulnerabilidades del equipo bajo presión.",
    "impact_score": 3
  },
  {
    "title": "Una fuerte tormenta del noreste podría golpear pronto la costa este. Esto es lo que podría pasar. - The Washington Post",
    "url": "https://www.washingtonpost.com/weather/2026/02/19/noreaster-storm-east-coast-forecast/",
    "industry": "The Washington Post",
    "summary": "Una franja del Atlántico Medio y el noreste, incluidas ciudades desde D.C. hasta Boston, podría enfrentar la acumulación de nieve y fuertes vientos.",
    "charlotte_impact": "El pronóstico de la tormenta del noreste destaca el potencial de clima severo e interrupciones en la costa este.",
    "impact_score": 3
  },
  {
    "title": "Las solicitudes de desempleo en EE. UU. caen en la mayor cantidad desde noviembre a 206,000 - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/us-jobless-claims-decline-by-the-most-since-november-to-206-000",
    "industry": "Bloomberg",
    "summary": "Las solicitudes de beneficios por desempleo en EE. UU. cayeron en la mayor cantidad desde noviembre, lo que se suma a la evidencia de estabilización en el mercado laboral.",
    "charlotte_impact": "La caída de las solicitudes de desempleo sugiere una estabilización en el mercado laboral estadounidense a pesar de las incertidumbres económicas.",
    "impact_score": 3
  },
  {
    "title": "Razer Edge Cyberdeck ejecuta Android 12 y maneja GameCube, PS2 y juegos en la nube",
    "url": "https://www.geeky-gadgets.com/pocket-cyberdeck-build-2026/",
    "industry": "geeky_gadgets",
    "summary": "En este increíble proyecto, una vieja Razer Edge, una tableta de juegos portátil basada en Android, ha sido reinventada como un Cyberdeck compacto con funcionalidad ampliada. A continuación, ETA Prime lo lleva a través del proyecto utilizando el chipset Snapdragon G3X Gen 1 de Razer Edge e incorporando funciones personalizadas como una carcasa abatible impresa en 3D, un teclado Bluetooth y un [...]La publicación Razer Edge Cyberdeck ejecuta Android 12 y maneja GameCube, PS2 y juegos en la nube apareció por primera vez en Geeky Gadgets.",
    "charlotte_impact": "Razer Edge Cyberdeck muestra el uso innovador de tecnología antigua para juegos y funcionalidad.",
    "impact_score": 2
  },
  {
    "title": "Reacciones explicadas al correo electrónico de mercancía de James Van Der Beek - BuzzFeed",
    "url": "https://www.buzzfeed.com/stephaniesoteriou/james-van-der-beek-uncomfortable-email-reacts",
    "industry": "Buzzfeed",
    "summary": "\"Añadir presión emocional para influir en la decisión de las personas es más que inapropiado.\"",
    "charlotte_impact": "El correo electrónico de mercancía de James Van Der Beek plantea preocupaciones éticas con respecto a las tácticas de marketing.",
    "impact_score": 2
  },
  {
    "title": "\"Buen equilibrio\": dentro del nombramiento de Jonathan Woodgate y Jonny Evans al cuerpo técnico del Man Utd por parte de Michael Carrick",
    "url": "https://www.unitedinfocus.com/news/good-balance-inside-michael-carricks-appointment-of-jonathan-woodgate-and-jonny-evans-to-man-utd-coaching-staff/",
    "industry": "unitedinfocus",
    "summary": "Michael Carrick ha explicado por qué era importante tener a Jonathan Woodgate y Jonny Evans como parte de su cuerpo técnico del Manchester United para su...",
    "charlotte_impact": "Las elecciones del cuerpo técnico de Carrick reflejan la estrategia del equipo y la integración de la experiencia.",
    "impact_score": 2
  },
  {
    "title": "Charlotte Thompson elegida nueva alcaldesa de Florida City",
    "url": "https://www.southdadenewsleader.com/news/charlotte-thompson-elected-new-mayor-of-florida-city/article_54ab1957-2b1f-4f33-ae7a-10b9a4e7c34a.html",
    "industry": "southdadenewsleader",
    "summary": "Florida City ha elegido a una nueva alcaldesa. El 17 de febrero, los residentes de la ciudad votaron en una elección de segunda vuelta y seleccionaron a la líder comunitaria Charlotte Thompson como la próxima alcaldesa, derrotando a la oponente Sharon Smith-Butler con el 55 por ciento de los votos frente al 45 por ciento de Smith-Butler....",
    "charlotte_impact": "La elección de la nueva alcaldesa indica un cambio en el liderazgo local y las prioridades de la comunidad.",
    "impact_score": 2
  },
  {
    "title": "Hilary Duff está lista para su regreso al pop - Rolling Stone",
    "url": "http://www.rollingstone.com/music/music-features/hilary-duff-interview-new-album-luck-or-something-1235511649/",
    "industry": "Rolling Stone",
    "summary": "Hilary Duff nos lleva dentro de su álbum de regreso increíblemente identificable 'Luck … or Something'.",
    "charlotte_impact": "El álbum de regreso de Hilary Duff señala una dirección artística renovada y el compromiso de los fans.",
    "impact_score": 2
  },
  {
    "title": "22 Kids and Counting eliminado del horario ya que la serie del Canal 5 fue reemplazada",
    "url": "https://www.manchestereveningnews.co.uk/news/tv/22-kids-counting-removed-schedule-33452279",
    "industry": "manchestereveningnews",
    "summary": "El programa de telerrealidad que sigue a Sue y Noel Radford no se emitirá el domingo a las 8 p. m., ya que el campeonato del jugador de snooker ocupa su lugar y regresará la semana siguiente",
    "charlotte_impact": "El cambio de horario de la televisión refleja las prioridades de transmisión y la programación de eventos deportivos.",
    "impact_score": 1
  },
  {
    "title": "La ex primera dama de Nebraska, Susanne Shore, se postula para regente de la NU en Omaha - Nebraska Examiner",
    "url": "https://nebraskaexaminer.com/2026/02/19/former-nebraska-first-lady-susanne-shore-runs-for-nu-regent-in-omaha/",
    "industry": "Nebraskaexaminer.com",
    "summary": "Susanne Shore, la ex primera dama de Nebraska bajo el entonces gobernador Pete Ricketts, se postula para un puesto de Omaha en la Junta de Regentes de la NU.",
    "charlotte_impact": "La carrera de Shore como regente influye en la gobernanza y la política de la educación superior de Nebraska.",
    "impact_score": 1
  }
]