[
  {
    "title": "UN experts say destruction by Sudan's rebels in el-Fasher in October bears 'hallmarks of genocide' - Associated Press News",
    "url": "https://apnews.com/article/rsf-sudan-genocide-un-85b79539f9e4b18e25dd6ef82d5b53ee",
    "industry": "Associated Press",
    "summary": "U.N.-backed investigators say Sudan’s paramilitary Rapid Support Forces have carried out a campaign in the city of el-Fasher in the Darfur region that shows “hallmarks of genocide” against non-Arab communities. The fact-finding mission says the group inflicte…",
    "charlotte_impact": "UN experts' genocide claim highlights severe human rights violations in Sudan's conflict.",
    "impact_score": 4
  },
  {
    "title": "Iran warns UN it will target hostile bases if attacked",
    "url": "https://www.azernews.az/region/254678.html",
    "industry": "azernews",
    "summary": "Iran has warned the United States of retaliation if subjected to military aggression, saying all US bases and assets in the region would become “legitimate targets” in such a scenario, AzerNEWS reports.",
    "charlotte_impact": "Iran's warning to UN escalates tensions with the US and signals potential for conflict.",
    "impact_score": 4
  },
  {
    "title": "Over 1,000 Kenyans enlisted to fight in Russia-Ukraine war, report says - BBC",
    "url": "https://www.bbc.com/news/articles/ce8w266769go",
    "industry": "BBC News",
    "summary": "Investigators call the recruitment a well-organised trafficking ring involving immigration staff and security agencies.",
    "charlotte_impact": "Kenyan recruitment for Russia-Ukraine war raises concerns about human trafficking.",
    "impact_score": 4
  },
  {
    "title": "ICC prosecution objects to Duterte’s bid to waive hearing appearance",
    "url": "https://cebudailynews.inquirer.net/698784/icc-prosecution-objects-to-dutertes-bid-to-waive-hearing-appearance",
    "industry": "inquirer",
    "summary": "MANILA, Philippines – The International Criminal Court (ICC) Prosecutor has requested the Pre-Trial Chamber I to reject former president Rodrigo Duterte’s request to waive his right to appear in his confirmation hearing on Feb. 23. In a court document dated Feb. 19, the prosecution argued that Duterte is fit, available, and has “no reasonable cause” not [...]...Keep on reading: ICC prosecution objects to Duterte’s bid to waive hearing appearance",
    "charlotte_impact": "Duterte's ICC case appearance waiver contested, raising concerns about international justice.",
    "impact_score": 4
  },
  {
    "title": "Changpeng ‘CZ’ Zhao Says ‘Crypto Never Needed A Bailout, Never Will,’ In Reponse To Senator Warren’s No-Rescue Peal To Fed",
    "url": "https://newsable.asianetnews.com/markets/changpeng-cz-zhao-says-crypto-never-needed-a-bailout-never-will-in-reponse-to-senator-warren-s-no-rescue-peal-to-fed-articleshow-b8y0s7l",
    "industry": "newsable_asianetnews",
    "summary": "Senator Elizabeth Warren named the Binance co-founder alongside Strategy’s Michael Saylor, Coinbase CEO Brian Armstrong and President Donald Trump in her list of “crypto billionaires” who should not be bailed out amid Bitcoin’s downturn.",
    "charlotte_impact": "CZ's stance on crypto bailouts highlights ongoing debate regarding regulation and government intervention.",
    "impact_score": 3
  },
  {
    "title": "Treasuries Head for Worst Run in a Month on Inflation Fears - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/treasuries-head-for-worst-run-in-a-month-on-inflation-fears",
    "industry": "Bloomberg",
    "summary": "Treasuries are on course for their longest losing streak in a month as growing tensions between the US and Iran fuel oil-driven inflation fears.",
    "charlotte_impact": "Treasuries' losing streak indicates inflation fears linked to US-Iran tensions and oil prices.",
    "impact_score": 3
  },
  {
    "title": "Islamabad police suspend Dolphin Squad officers over alleged assault on couple",
    "url": "https://www.geo.tv/latest/651927-islamabad-police-suspend-dolphin-squad-officers-over-alleged-assault-on-couple",
    "industry": "geo",
    "summary": "A collage of screengrabs take from the video showing alleged torture by Islamabad police's Dolphin Force. — Geo News A video showing alleged police violence against a husband and wife in Islamabad has surfaced online, prompting swift action from authorities.<p...",
    "charlotte_impact": "Police assault allegations raise concerns about law enforcement accountability and ethics.",
    "impact_score": 3
  },
  {
    "title": "Amid Epstein fallout, Bill Gates becomes point of controversy at India AI summit - CNBC",
    "url": "https://www.cnbc.com/2026/02/19/amid-epstein-fallout-bill-gates-becomes-point-of-controversy-at-india-ai-summit-.html",
    "industry": "CNBC",
    "summary": "Bill Gates has become a point of controversy at a major Indian AI festival this week, amid the fallout of the latest Epstein file release.",
    "charlotte_impact": "Bill Gates' controversy at AI summit reflects ongoing repercussions of Epstein association.",
    "impact_score": 3
  },
  {
    "title": "Blood tests show potential for predicting start of Alzheimer’s symptoms - The Washington Post",
    "url": "https://www.washingtonpost.com/health/2026/02/19/alzheimers-tests-symptom-onset-predictions/",
    "industry": "The Washington Post",
    "summary": "The technique is not yet precise enough to predict a patient’s exact trajectory but could help find long-sought preventive treatment.",
    "charlotte_impact": "Alzheimer's blood test shows potential for earlier diagnosis, improving patient outcomes.",
    "impact_score": 3
  },
  {
    "title": "India’s Modi Due in Israel for Strategic Alignment Without Illusions",
    "url": "https://www.nysun.com/article/indias-modi-due-in-israel-for-strategic-alignment-without-illusions",
    "industry": "nysun",
    "summary": "The long delay before diplomatic engagement makes the current alignment more striking.",
    "charlotte_impact": "Modi's Israel visit signifies strengthening ties amid shifting geopolitical landscape.",
    "impact_score": 3
  },
  {
    "title": "Wolves 2-2 Arsenal: Gunners collapse late as title lead starts to slip away - NBC Sports",
    "url": "https://www.nbcsports.com/soccer/news/wolves-2-2-arsenal-video-highlights-analysis-recap",
    "industry": "NBCSports.com",
    "summary": "Arsenal were 2-0 up and coasting to a seven-point lead in the Premier League title race, before they shipped two goals in the final half-hour and drew last-place Wolves 2-2 at Molineux Stadium on Wednesday.",
    "charlotte_impact": "Arsenal's draw impacts title race, highlighting team vulnerabilities under pressure.",
    "impact_score": 3
  },
  {
    "title": "A strong nor’easter could soon hit the East Coast. Here’s what could happen. - The Washington Post",
    "url": "https://www.washingtonpost.com/weather/2026/02/19/noreaster-storm-east-coast-forecast/",
    "industry": "The Washington Post",
    "summary": "A swath of the Mid-Atlantic and Northeast, including cities from D.C. to Boston, could face accumulating snow and strong winds.",
    "charlotte_impact": "Nor'easter forecast highlights potential for severe weather and disruption on East Coast.",
    "impact_score": 3
  },
  {
    "title": "US Jobless Claims Drop by the Most Since November to 206,000 - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/us-jobless-claims-decline-by-the-most-since-november-to-206-000",
    "industry": "Bloomberg",
    "summary": "Applications for US unemployment benefits fell by the most since November, adding to evidence of stabilization in the labor market.",
    "charlotte_impact": "Jobless claims drop suggests stabilization in US labor market despite economic uncertainties.",
    "impact_score": 3
  },
  {
    "title": "Razer Edge Cyberdeck Runs Android 12 and Handles GameCube, PS2, and Cloud Gaming",
    "url": "https://www.geeky-gadgets.com/pocket-cyberdeck-build-2026/",
    "industry": "geeky_gadgets",
    "summary": "In this awesome project an old Razer Edge, Android-based handheld gaming tablet, has been reimagined as a compact Cyberdeck with expanded functionality. Below ETA Prime, takes you through the project utilizing the Razer Edge’s Snapdragon G3X Gen 1 chipset and incorporating custom features like a 3D printed clamshell case, a Bluetooth keyboard, and a magnetic [...]The post Razer Edge Cyberdeck Runs Android 12 and Handles GameCube, PS2, and Cloud Gaming appeared first on Geeky Gadgets.",
    "charlotte_impact": "Razer Edge Cyberdeck showcases innovative use of old tech for gaming and functionality.",
    "impact_score": 2
  },
  {
    "title": "James Van Der Beek Merch Email Reactions Explained - BuzzFeed",
    "url": "https://www.buzzfeed.com/stephaniesoteriou/james-van-der-beek-uncomfortable-email-reacts",
    "industry": "Buzzfeed",
    "summary": "“Adding emotional pressure to influence people’s decision is beyond inappropriate.”",
    "charlotte_impact": "James Van Der Beek's merch email raises ethical concerns regarding marketing tactics.",
    "impact_score": 2
  },
  {
    "title": "‘Good balance’: Inside Michael Carrick’s appointment of Jonathan Woodgate and Jonny Evans to Man Utd coaching staff",
    "url": "https://www.unitedinfocus.com/news/good-balance-inside-michael-carricks-appointment-of-jonathan-woodgate-and-jonny-evans-to-man-utd-coaching-staff/",
    "industry": "unitedinfocus",
    "summary": "Michael Carrick has explained why it was important to have Jonathan Woodgate and Jonny Evans as part of his Manchester United coaching staff for his...",
    "charlotte_impact": "Carrick's coaching staff choices reflect team strategy and experience integration.",
    "impact_score": 2
  },
  {
    "title": "Charlotte Thompson Elected New Mayor of Florida City",
    "url": "https://www.southdadenewsleader.com/news/charlotte-thompson-elected-new-mayor-of-florida-city/article_54ab1957-2b1f-4f33-ae7a-10b9a4e7c34a.html",
    "industry": "southdadenewsleader",
    "summary": "Florida City has chosen a new mayor.On Feb. 17, city residents voted in a runoff election and selected community leader Charlotte Thompson as the next mayor, defeating opponent Sharon Smith-Butler with 55 percent of the vote to Smith-Butler’s 45 percent....",
    "charlotte_impact": "New mayor election indicates shift in local leadership and community priorities.",
    "impact_score": 2
  },
  {
    "title": "Hilary Duff Is Ready for Her Pop Return - Rolling Stone",
    "url": "http://www.rollingstone.com/music/music-features/hilary-duff-interview-new-album-luck-or-something-1235511649/",
    "industry": "Rolling Stone",
    "summary": "Hilary Duff takes us inside her incredibly relatable comeback album 'Luck … or Something.'",
    "charlotte_impact": "Hilary Duff's comeback album signals renewed artistic direction and fan engagement.",
    "impact_score": 2
  },
  {
    "title": "22 Kids and Counting removed from schedule as Channel 5 series replaced",
    "url": "https://www.manchestereveningnews.co.uk/news/tv/22-kids-counting-removed-schedule-33452279",
    "industry": "manchestereveningnews",
    "summary": "The reality TV show following Sue and Noel Radford will not air on Sunday at 8pm as snooker player's championship takes its place, returning the following week",
    "charlotte_impact": "TV schedule change reflects broadcasting priorities and sports event scheduling.",
    "impact_score": 1
  },
  {
    "title": "Former Nebraska first lady Susanne Shore runs for NU regent in Omaha - Nebraska Examiner",
    "url": "https://nebraskaexaminer.com/2026/02/19/former-nebraska-first-lady-susanne-shore-runs-for-nu-regent-in-omaha/",
    "industry": "Nebraskaexaminer.com",
    "summary": "Susanne Shore, Nebraska's former first lady under then-Gov. Pete Ricketts, is running for an Omaha seat on the NU Board of Regents.",
    "charlotte_impact": "Shore's regent run influences Nebraska's higher education governance and policy.",
    "impact_score": 1
  }
]