[
  {
    "title": "UN experts say destruction by Sudan's rebels in el-Fasher in October bears 'hallmarks of genocide' - Associated Press News",
    "url": "https://apnews.com/article/rsf-sudan-genocide-un-85b79539f9e4b18e25dd6ef82d5b53ee",
    "industry": "Associated Press",
    "summary": "U.N.-backed investigators say Sudan’s paramilitary Rapid Support Forces have carried out a campaign in the city of el-Fasher in the Darfur region that shows “hallmarks of genocide” against non-Arab communities. The fact-finding mission says the group inflicte…",
    "charlotte_impact": "The UN report indicating potential genocide in Sudan's Darfur region underscores the severity of the conflict and the urgent need for international intervention.",
    "impact_score": 4
  },
  {
    "title": "Over 1,000 Kenyans enlisted to fight in Russia-Ukraine war, report says - BBC",
    "url": "https://www.bbc.com/news/articles/ce8w266769go",
    "industry": "BBC News",
    "summary": "Investigators call the recruitment a well-organised trafficking ring involving immigration staff and security agencies.",
    "charlotte_impact": "The recruitment of Kenyans to fight in the Russia-Ukraine war highlights a complex trafficking ring and the human cost of the conflict.",
    "impact_score": 4
  },
  {
    "title": "Treasuries Head for Worst Run in a Month on Inflation Fears - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/treasuries-head-for-worst-run-in-a-month-on-inflation-fears",
    "industry": "Bloomberg",
    "summary": "Treasuries are on course for their longest losing streak in a month as growing tensions between the US and Iran fuel oil-driven inflation fears.",
    "charlotte_impact": "Rising tensions between the US and Iran are fueling inflation fears, impacting treasury yields and potentially destabilizing financial markets.",
    "impact_score": 4
  },
  {
    "title": "Amid Epstein fallout, Bill Gates becomes point of controversy at India AI summit - CNBC",
    "url": "https://www.cnbc.com/2026/02/19/amid-epstein-fallout-bill-gates-becomes-point-of-controversy-at-india-ai-summit-.html",
    "industry": "CNBC",
    "summary": "Bill Gates has become a point of controversy at a major Indian AI festival this week, amid the fallout of the latest Epstein file release.",
    "charlotte_impact": "Bill Gates's involvement in the Epstein controversy is creating ethical concerns and affecting his reputation, especially in the context of an AI summit in India.",
    "impact_score": 4
  },
  {
    "title": "US Jobless Claims Drop by the Most Since November to 206,000 - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/articles/2026-02-19/us-jobless-claims-decline-by-the-most-since-november-to-206-000",
    "industry": "Bloomberg",
    "summary": "Applications for US unemployment benefits fell by the most since November, adding to evidence of stabilization in the labor market.",
    "charlotte_impact": "A significant drop in US jobless claims indicates stabilization in the labor market, a key factor for economic growth and stability.",
    "impact_score": 3
  },
  {
    "title": "Blood tests show potential for predicting start of Alzheimer’s symptoms - The Washington Post",
    "url": "https://www.washingtonpost.com/health/2026/02/19/alzheimers-tests-symptom-onset-predictions/",
    "industry": "The Washington Post",
    "summary": "The technique is not yet precise enough to predict a patient’s exact trajectory but could help find long-sought preventive treatment.",
    "charlotte_impact": "Blood tests showing potential for predicting Alzheimer's symptoms could revolutionize early detection and treatment strategies.",
    "impact_score": 3
  },
  {
    "title": "A strong nor’easter could soon hit the East Coast. Here’s what could happen. - The Washington Post",
    "url": "https://www.washingtonpost.com/weather/2026/02/19/noreaster-storm-east-coast-forecast/",
    "industry": "The Washington Post",
    "summary": "A swath of the Mid-Atlantic and Northeast, including cities from D.C. to Boston, could face accumulating snow and strong winds.",
    "charlotte_impact": "A strong nor'easter could significantly impact the East Coast, disrupting daily life and causing potential damage.",
    "impact_score": 3
  },
  {
    "title": "Wolves 2-2 Arsenal: Gunners collapse late as title lead starts to slip away - NBC Sports",
    "url": "https://www.nbcsports.com/soccer/news/wolves-2-2-arsenal-video-highlights-analysis-recap",
    "industry": "NBCSports.com",
    "summary": "Arsenal were 2-0 up and coasting to a seven-point lead in the Premier League title race, before they shipped two goals in the final half-hour and drew last-place Wolves 2-2 at Molineux Stadium on Wednesday.",
    "charlotte_impact": "Arsenal's draw against Wolves signifies a slip in their title race lead, impacting team morale and the Premier League standings.",
    "impact_score": 3
  },
  {
    "title": "Steve Cohen's $3.4 Billion Payday Tops Hedge Fund Ranks - Bloomberg.com",
    "url": "https://www.bloomberg.com/news/features/2026-02-19/mets-owner-steve-cohen-leads-hedge-funds-with-3-4-billion-haul",
    "industry": "Bloomberg",
    "summary": "The Point72 founder edges Tepper and Englander to take the No. 1 spot in Bloomberg’s annual listing.",
    "charlotte_impact": "Steve Cohen's significant payday underscores the lucrative nature of the hedge fund industry and highlights the top players in the financial sector.",
    "impact_score": 3
  },
  {
    "title": "Former Nebraska first lady Susanne Shore runs for NU regent in Omaha - Nebraska Examiner",
    "url": "https://nebraskaexaminer.com/2026/02/19/former-nebraska-first-lady-susanne-shore-runs-for-nu-regent-in-omaha/",
    "industry": "Nebraskaexaminer.com",
    "summary": "Susanne Shore, Nebraska's former first lady under then-Gov. Pete Ricketts, is running for an Omaha seat on the NU Board of Regents.",
    "charlotte_impact": "Susanne Shore's run for NU regent in Omaha is a notable political development, influencing the composition of the university's governing board.",
    "impact_score": 3
  }
]