[
  {
    "title": "Verificación de hechos: afirmación de Trump sobre el sospechoso de apuñalar a Charlotte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "El artículo cuestiona la afirmación de Trump sobre la ciudadanía de un sospechoso en un caso de apuñalamiento en Charlotte.",
    "charlotte_impact": "Destaca la importancia de verificar la información en el discurso político, especialmente en materia de inmigración.",
    "impact_score": 3
  },
  {
    "title": "Planta de Hayward en Clemmons NC: el mayor empleador privado",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, un fabricante de filtros para piscinas con sede en Charlotte, emplea a más de 1.000 trabajadores en Clemmons.",
    "charlotte_impact": "Muestra la importancia económica de las plantas de fabricación en las ciudades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales en Charlotte aprovechan las carpas con dosel personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de la feria comercial de Charlotte se centran en la flexibilidad, la visibilidad y el retorno de la inversión con carpas con dosel personalizadas.",
    "charlotte_impact": "Ilustra las estrategias de marketing empleadas por las empresas de Charlotte para mejorar la presencia de la marca.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, con sede en Charlotte, busca un vicepresidente de desarrollo empresarial, centrándose en la propiedad de los empleados.",
    "charlotte_impact": "Indica crecimiento e inversión en capital privado dentro del sector empresarial de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Los pasajeros del aeropuerto de Florencia aumentaron, el vuelo de Charlotte se perdió",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un crecimiento de pasajeros pero perdió su vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja la dinámica fluctuante de los viajes aéreos y la conectividad regionales.",
    "impact_score": 2
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte enfrentan cargos por la muerte de una niña, supuestamente mantenida en una jaula para perros en Charlotte.",
    "charlotte_impact": "Destaca un horrible caso de abuso infantil y la urgente necesidad de servicios de protección infantil.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en un mercado cambiante",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte, Carolina del Norte, están reconsiderando cuándo vender debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja el impacto de las fluctuaciones del mercado en las decisiones inmobiliarias en Charlotte.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services en Charlotte facilita adquisiciones por valor de 20 millones de dólares, ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras a la hora de impulsar el crecimiento económico en el área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "Sentencias dictadas por conspiración de drogas en el condado de York",
    "url": "https://www.wcnc.com/article/news/crime/york-county-drug-conspiracy-sentence-2-26-2026/275-e1b77639-4ea8-43fb-b181-83bdef075df2",
    "industry": "WCNC",
    "summary": "Residentes del condado de York sentenciados por tráfico de metanfetamina y fentanilo, lo que pone de relieve los problemas actuales con las drogas.",
    "charlotte_impact": "Aborda el persistente problema del narcotráfico y sus consecuencias en las comunidades locales.",
    "impact_score": 3
  },
  {
    "title": "Líderes de Fort Mill lanzan esfuerzo de seguridad en la zona escolar",
    "url": "https://www.wcnc.com/article/news/local/fort-mill-school-zone-safety-2-26-2026/275-9d760192-a581-48ca-bf9f-6c609787ebd5",
    "industry": "WCNC",
    "summary": "Los líderes de Fort Mill inician una asociación comunitaria para mejorar la seguridad en las zonas escolares.",
    "charlotte_impact": "Enfatiza la importancia de la participación de la comunidad para garantizar la seguridad de los estudiantes.",
    "impact_score": 3
  },
  {
    "title": "NCDOT abre solicitudes para el programa de planificación",
    "url": "https://www.wcnc.com/article/traffic/ncdot-program-applications-2-26-2026/275-27d7f947-e6e8-4303-a1ee-88cdf7c8b8e9",
    "industry": "WCNC",
    "summary": "NCDOT ofrece programa de planificación a 278 municipios de Carolina del Norte; organizaciones sin fines de lucro buscan mejoras en Charlotte.",
    "charlotte_impact": "Destaca oportunidades para que los gobiernos locales mejoren la infraestructura y aborden las necesidades de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Un hombre muere después de un accidente de motocicleta en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/man-dies-days-after-motorcycle-crash/275-bcb9cc6a-c8a0-4d3e-ab3a-8b039c420c8d",
    "industry": "WCNC",
    "summary": "Reginald Stowe, de 56 años, muere días después de un accidente de motocicleta en el norte de Charlotte en West Sugar Creek Road.",
    "charlotte_impact": "Informa sobre un trágico accidente de tránsito y su impacto en la comunidad local.",
    "impact_score": 3
  },
  {
    "title": "Patsy Neal honrada por el Salón de la Fama del Deporte de Georgia",
    "url": "https://www.wcnc.com/article/sports/local-sports/matthews-sports-pioneer-patsy-neal-honored-by-georgia-sports-hall-of-fame/275-1caccb60-14fd-41e0-8861-661ec2c3f7c3",
    "industry": "WCNC",
    "summary": "La pionera del deporte de Matthews, Patsy Neal, reconocida por sus contribuciones al atletismo femenino.",
    "charlotte_impact": "Celebra los logros de una figura local y su impacto en la historia del deporte.",
    "impact_score": 3
  },
  {
    "title": "Mapas de deslizamientos de tierra disponibles antes de Helene, muchos no lo saben",
    "url": "https://www.wcnc.com/article/news/investigations/life-saving-landslide-maps-available-before-helene-residents-did-not-know/275-73b941d1-dcf2-46b8-8c68-645da306675a",
    "industry": "WCNC",
    "summary": "Los mapas de riesgo de deslizamientos de tierra estaban disponibles en algunos condados antes de Helene, pero muchas víctimas no lo sabían.",
    "charlotte_impact": "Aborda la importancia de la concientización pública sobre los riesgos y la prevención de desastres naturales.",
    "impact_score": 3
  },
  {
    "title": "Jueves lluvioso en Charlotte con aguaceros generalizados",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Charlotte vive un jueves lluvioso, seguido de un fin de semana prometedor.",
    "charlotte_impact": "Proporciona una breve actualización del clima relevante para los residentes de Charlotte.",
    "impact_score": 2
  }
]