[
  {
    "title": "Mujer desaparecida encontrada con vida después de 24 años",
    "url": "https://www.wcnc.com/article/news/local/michele-hundley-smith-missing-since-2001-from-rockingham-county-found-alive-in-nc-family-reacts/83-5e702203-fe38-4d09-aa46-09400070f381",
    "industry": "WCNC",
    "summary": "Barbara Byrd descubre que su prima Michele, desaparecida desde 2001, está viva pero desea privacidad, lo que pone fin a décadas.",
    "charlotte_impact": "Ofrece resolución a un caso de persona desaparecida de larga data, destacando la esperanza duradera para las familias de personas desaparecidas.",
    "impact_score": 3
  },
  {
    "title": "El espacio de oficinas de Ballantyne puede convertirse en vivienda",
    "url": "https://www.wcnc.com/article/news/local/ballantyne-office-site-could-be-converted-into-hundreds-of-housing-units-plans-show/275-57d7f36c-1d29-4ee2-b857-e6481cd7a130",
    "industry": "WCNC",
    "summary": "Se está considerando la posibilidad de convertir espacios de oficinas en el área de Ballantyne de Charlotte en unidades multifamiliares y casas adosadas.",
    "charlotte_impact": "Aborda las necesidades de vivienda en un área en crecimiento, reflejando las tendencias de desarrollo urbano y la adaptación a las demandas cambiantes.",
    "impact_score": 3
  },
  {
    "title": "La policía de Gastonia recauda fondos para las Olimpiadas Especiales",
    "url": "https://www.wcnc.com/article/news/local/gastonia-police-raise-thousands-for-special-olympics-take-polar-plunge/275-24566606-719a-491f-852c-bae3c06e5902",
    "industry": "WCNC",
    "summary": "La policía de Gastonia y SWAT recaudaron $4,705 para las Olimpiadas Especiales, ganando el primer lugar en los esfuerzos de recaudación de fondos a través de una caída polar.",
    "charlotte_impact": "Muestra la participación de la comunidad y el apoyo a las Olimpiadas Especiales, fomentando relaciones positivas entre la policía y los ciudadanos.",
    "impact_score": 4
  },
  {
    "title": "Los clientes de Duke Energy no recibirán reembolso por cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "El Tribunal de Apelaciones de Carolina del Norte dictaminó que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Destaca las batallas legales sobre los derechos de los consumidores y las prácticas de servicios públicos, que afectan la confianza de los clientes y las cargas financieras.",
    "impact_score": 2
  },
  {
    "title": "Adolescentes acusados ​​de tiroteo fatal en Rock Hill",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Dos menores son acusados ​​después de que un joven de 18 años fuera asesinado a tiros durante un intento fallido de robo en un estacionamiento de Rock Hill.",
    "charlotte_impact": "Aborda la violencia y el crimen juvenil, planteando preocupaciones sobre la seguridad y las circunstancias que conducen a tales incidentes.",
    "impact_score": 3
  },
  {
    "title": "Fin de semana nublado con lluvia irregular",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El pronóstico del fin de semana incluye lluvias pasajeras el sábado por la mañana y lluvias irregulares el domingo, con temperaturas más frescas y ráfagas de viento.",
    "charlotte_impact": "Proporciona información meteorológica relevante para los planes de fin de semana, que afecta las actividades al aire libre y los eventos comunitarios.",
    "impact_score": 2
  },
  {
    "title": "Mujer arrestada por robo de $7.7 mil a Lululemon",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "Una mujer de Charlotte con antecedentes penales enfrenta cargos por delitos graves después de un robo de Lululemon, lo que requiere importantes recursos policiales.",
    "charlotte_impact": "Ilustra los delitos en el comercio minorista y su impacto en las empresas, destacando la necesidad de medidas de seguridad y esfuerzos de aplicación de la ley.",
    "impact_score": 3
  },
  {
    "title": "Un apuñalamiento en West Charlotte hiere a una persona",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un apuñalamiento en Reid Avenue en el oeste de Charlotte resultó en lesiones que no ponen en peligro la vida el sábado por la mañana.",
    "charlotte_impact": "Refleja incidentes de delitos violentos en el área, lo que genera preocupaciones sobre la seguridad pública y el bienestar de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Delincuente sexual acusado de acicalar a un niño en discordia",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un delincuente sexual registrado de Oregón está acusado de preparar a un niño del condado de Chesterfield en línea utilizando tarjetas de regalo de Roblox.",
    "charlotte_impact": "Destaca los peligros de la explotación infantil en línea y la importancia de la vigilancia de los padres y la intervención de las fuerzas del orden.",
    "impact_score": 3
  },
  {
    "title": "Dos tiroteos separados en Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "La policía respondió a dos tiroteos separados en Salisbury, y en ambos resultaron heridas graves a las víctimas.",
    "charlotte_impact": "Indica un aumento en los delitos violentos, lo que genera preocupaciones sobre la seguridad pública y la necesidad de intervención comunitaria.",
    "impact_score": 3
  },
  {
    "title": "Controversia sobre el proyecto del carril de peaje de la I-77S",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La propuesta de ampliación del carril de peaje de la I-77 genera tensiones sobre su impacto en los barrios históricamente negros del oeste de Charlotte.",
    "charlotte_impact": "Aborda el desarrollo de infraestructura y su impacto potencial en las comunidades marginadas, generando debate y acción comunitaria.",
    "impact_score": 2
  },
  {
    "title": "Los padres de Asha Degree buscan respuestas después de 26 años",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Los padres de Asha Degree continúan pidiendo respuestas 26 años después de su desaparición, prometiendo persistir hasta que se resuelva el misterio.",
    "charlotte_impact": "Enfatiza la esperanza duradera y la determinación de las familias de personas desaparecidas, destacando la necesidad de continuar la investigación.",
    "impact_score": 4
  },
  {
    "title": "Mapeo de deslizamientos de tierra estancado antes de deslizamientos fatales",
    "url": "https://www.wcnc.com/article/news/investigations/lost-ground-political-missteps-helene-landslides-killed-western-north-carolina-residents/275-f9719997-8309-4fc0-a9e0-a199e334e746",
    "industry": "WCNC",
    "summary": "El programa de mapeo de deslizamientos de tierra de Carolina del Norte se estancó años antes de los deslizamientos de Helene, dejando a muchos sin información crítica de seguridad.",
    "charlotte_impact": "Revela las consecuencias del retraso en las medidas de seguridad ambiental, enfatizando la importancia de la preparación proactiva ante desastres.",
    "impact_score": 3
  },
  {
    "title": "Hombre acusado de asesinato en tiroteo con un león alimentario",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "Un hombre es acusado de asesinato luego de un tiroteo fatal en un Food Lion del este de Charlotte, que puso en peligro a los transeúntes.",
    "charlotte_impact": "Destaca los riesgos de la violencia armada en espacios públicos, generando preocupaciones sobre la seguridad y la necesidad de resolución de conflictos.",
    "impact_score": 3
  },
  {
    "title": "El cambio climático impacta la producción de café",
    "url": "https://www.wcnc.com/article/weather/weather-iq/climate-change-impacting-production-of-coffee/275-b0997e42-f177-4079-98e2-a05a5edf0cba",
    "industry": "WCNC",
    "summary": "El aumento de las temperaturas en las regiones cafetaleras está afectando los precios del café y la capacidad de cultivarlo.",
    "charlotte_impact": "Ilustra el impacto global del cambio climático en la agricultura y los bienes de consumo, afectando las cadenas de suministro y las economías.",
    "impact_score": 3
  }
]