[
  {
    "title": "Los servicios conmemorativos de Jesse Jackson comienzan en Chicago",
    "url": "https://www.wccbcharlotte.com/2026/02/26/crowds-of-mourners-line-up-for-memorial-services-for-jesse-jackson-at-his-chicago-organization/",
    "industry": "WCCB",
    "summary": "Los servicios conmemorativos para Jesse Jackson están en marcha en Chicago, con eventos planeados en Washington, D.C. y Carolina del Sur.",
    "charlotte_impact": "Honrando a una figura importante en los derechos civiles y la política, reflejando su impacto en la sociedad estadounidense.",
    "impact_score": 4
  },
  {
    "title": "Principales eventos deportivos en Charlotte: del 26 de febrero al 4 de marzo",
    "url": "https://www.wccbcharlotte.com/2026/02/26/top-sporting-events-around-charlotte-february-26th-march-4th/",
    "industry": "WCCB",
    "summary": "Una guía de los próximos eventos deportivos en el área de Charlotte, incluido el lacrosse Winthrop y el softbol Wingate.",
    "charlotte_impact": "Proporciona información sobre eventos deportivos locales, fomentando la participación y el entretenimiento de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Hillary Clinton testifica sobre el caso Epstein",
    "url": "https://www.wccbcharlotte.com/2026/02/26/hillary-clinton-testifies-she-has-no-information-on-epsteins-crimes-and-doesnt-recall-meeting-him/",
    "industry": "WCCB",
    "summary": "Hillary Clinton testificó que no tiene información sobre los crímenes de Jeffrey Epstein y no recuerda haberlo conocido.",
    "charlotte_impact": "Se trata de una figura de alto perfil y un caso delicado, que llama la atención sobre cuestiones legales y éticas.",
    "impact_score": 3
  },
  {
    "title": "Terremoto de magnitud 3.0 registrado cerca de Columbia, Carolina del Sur",
    "url": "https://www.wccbcharlotte.com/2026/02/26/magnitude-3-0-earthquake-recorded-outside-of-columbia-south-carolina/",
    "industry": "WCCB",
    "summary": "Se registró un terremoto de magnitud 3,0 cerca del lago Murray en las afueras de Columbia, Carolina del Sur.",
    "charlotte_impact": "Informa sobre un evento natural, dando a conocer la actividad sísmica en la región.",
    "impact_score": 3
  },
  {
    "title": "Surgen detalles sobre tiroteo mortal en embarcación en aguas cubanas",
    "url": "https://www.wccbcharlotte.com/2026/02/26/what-to-know-about-the-boat-shooting-in-cuban-waters-that-killed-4/",
    "industry": "WCCB",
    "summary": "El gobierno cubano informa que una lancha rápida registrada en Florida estuvo involucrada en un tiroteo y se encontraron rifles de asalto y explosivos.",
    "charlotte_impact": "Destaca incidentes internacionales y posibles preocupaciones de seguridad que involucran a ciudadanos estadounidenses.",
    "impact_score": 4
  },
  {
    "title": "Palacio de justicia del condado de Union evacuado tras amenaza",
    "url": "https://www.wccbcharlotte.com/2026/02/26/union-county-courthouse-government-center-evacuated-after-threat/",
    "industry": "WCCB",
    "summary": "El Palacio de Justicia y el Centro de Gobierno del Condado de Union fueron evacuados luego de una amenaza y desde entonces han reabierto.",
    "charlotte_impact": "Aborda medidas de seguridad pública y protección en respuesta a posibles amenazas.",
    "impact_score": 3
  },
  {
    "title": "Los nacionales de curling de EE. UU. se posponen debido a goteras en el techo",
    "url": "https://www.wccbcharlotte.com/2026/02/26/usa-curling-nationals-postponed-leaky-roof-at-bojangles-coliseum/",
    "industry": "WCCB",
    "summary": "Los Nacionales de Curling de EE. UU. se pospusieron debido a una gotera en el techo del Coliseo Bojangles.",
    "charlotte_impact": "Informes sobre cuestiones logísticas que afectan a un evento deportivo, impactando a participantes y espectadores.",
    "impact_score": 3
  },
  {
    "title": "Fotografías policiales del condado de Mecklenburg: 25 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/26/mecklenburg-county-mugshots-february-25th-7/",
    "industry": "WCCB",
    "summary": "Una colección de fotografías policiales del condado de Mecklenburg del miércoles 25 de febrero.",
    "charlotte_impact": "Proporciona información sobre arrestos locales, contribuyendo a la transparencia en la aplicación de la ley.",
    "impact_score": 3
  },
  {
    "title": "Rise & Chime In: ¿Eres un planificador de fin de semana?",
    "url": "https://www.wccbcharlotte.com/2026/02/26/rise-chime-in-are-you-a-weekend-planner/",
    "industry": "WCCB",
    "summary": "Una pregunta de participación que pregunta a los lectores si son planificadores de fin de semana.",
    "charlotte_impact": "Fomenta la interacción de la audiencia y proporciona información sobre los hábitos de la comunidad.",
    "impact_score": 2
  },
  {
    "title": "MJ: El musical Moonwalks llega a Charlotte",
    "url": "https://www.wccbcharlotte.com/2026/02/26/talk-truth-tea-mj-the-musical-moonwalks-into-the-queen-city/",
    "industry": "WCCB",
    "summary": "MJ: El musical se presenta actualmente en el Belk Theatre de Charlotte.",
    "charlotte_impact": "Promueve las artes y el entretenimiento locales, potenciando las experiencias culturales.",
    "impact_score": 3
  },
  {
    "title": "Las fuertes nevadas impulsan la economía de Beech Mountain",
    "url": "https://www.wccbcharlotte.com/2026/02/26/heavy-snow-brings-life-and-money-to-beech-mountain/",
    "industry": "WCCB",
    "summary": "Las fuertes nevadas aportan beneficios económicos a Beech Mountain, un popular destino invernal.",
    "charlotte_impact": "Destaca el impacto económico de las condiciones climáticas en el turismo local.",
    "impact_score": 3
  },
  {
    "title": "Fotografías policiales del condado de Gaston: 25 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/26/gaston-county-mugshots-february-25th-5/",
    "industry": "WCCB",
    "summary": "Una colección de fotografías policiales del condado de Gaston del miércoles 25 de febrero.",
    "charlotte_impact": "Proporciona información sobre arrestos locales, contribuyendo a la transparencia en la aplicación de la ley.",
    "impact_score": 3
  },
  {
    "title": "Vista previa de la fila de 24.000 metros de la poderosa misión de Michelle",
    "url": "https://www.wccbcharlotte.com/2026/02/26/up-n-adam-michelles-mighty-mission-24000-meter-row/",
    "industry": "WCCB",
    "summary": "Vista previa de la fila de 24.000 metros de Michelle's Mighty Mission en Sugar Creek Brewing Company y Crossfit Mecklenburg.",
    "charlotte_impact": "Muestra eventos locales e iniciativas comunitarias, promoviendo la salud y el fitness.",
    "impact_score": 3
  },
  {
    "title": "Persona baleada en el South End de Charlotte",
    "url": "https://www.wccbcharlotte.com/2026/02/26/person-shot-in-charlottes-south-end-neighborhood-early-thursday/",
    "industry": "WCCB",
    "summary": "Un tiroteo temprano en la mañana en el vecindario South End de Charlotte envía a una persona al hospital.",
    "charlotte_impact": "Informes sobre delitos violentos, que plantean preocupaciones sobre la seguridad pública en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Jueves empapado, fin de semana cálido por delante para Charlotte",
    "url": "https://www.wccbcharlotte.com/2026/02/26/soggy-thursday-warm-sunny-weekend-ahead/",
    "industry": "WCCB",
    "summary": "El área de Charlotte recibe una lluvia muy necesaria el jueves, y se pronostica un fin de semana cálido y soleado.",
    "charlotte_impact": "Proporciona actualizaciones meteorológicas, lo que afecta las actividades diarias y la planificación de los residentes.",
    "impact_score": 3
  }
]