[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras para empresas de Charlotte que buscan maximizar el impacto de la feria comercial.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora dentro del sector financiero de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El tráfico de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja la dinámica fluctuante de los viajes aéreos y la conectividad regionales.",
    "impact_score": 3
  },
  {
    "title": "Mujeres de Carolina del Norte acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de torturar y matar a una niña, supuestamente manteniéndola en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Detalla un horrible caso de abuso y violencia infantil en la comunidad de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reconsiderando cuándo vender sus casas a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Muestra la dinámica cambiante en el mercado inmobiliario.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra crecimiento e inversión en pequeñas empresas en el área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El Centro Interactivo de Experiencia del Estadio Bank of America llega a Charlotte",
    "url": "https://www.wcnc.com/article/news/local/bank-of-america-stadium-experience-uptown-charlotte/275-20e58f7a-a75d-4d5c-b3ba-0a6220a2ba5b",
    "industry": "WCNC",
    "summary": "Un centro de experiencias interactivas llegará a Uptown Charlotte y ofrecerá una vista previa de la renovación del estadio.",
    "charlotte_impact": "Ofrece una visión del futuro de un importante recinto deportivo y espacio comunitario.",
    "impact_score": 3
  },
  {
    "title": "El primer camión de bomberos eléctrico de Charlotte fuera de servicio",
    "url": "https://www.wcnc.com/article/news/local/charlotte-electric-fire-engine-out-of-service/275-aed43f29-4aa6-429c-a111-9c5aa0b613fa",
    "industry": "WCNC",
    "summary": "El primer camión de bomberos totalmente eléctrico de Charlotte está temporalmente fuera de servicio y hay un reemplazo en funcionamiento.",
    "charlotte_impact": "Destaca los desafíos en la adopción de nuevas tecnologías dentro de los servicios urbanos esenciales.",
    "impact_score": 3
  },
  {
    "title": "Se espera tendencia al calentamiento después del frío martes",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se espera una tendencia al calentamiento esta semana, con temperaturas que alcanzarán los 60 grados el miércoles.",
    "charlotte_impact": "Proporciona una breve actualización del clima para el área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "Los adolescentes acusados ​​del tiroteo mortal en Rock Hill deben comparecer ante el tribunal",
    "url": "https://www.wcnc.com/article/news/crime/teens-charged-rock-hill-south-carolina-deadly-shooting-court-appearance/275-c66e194b-30e8-4c9a-8598-9087f36919a8",
    "industry": "WCNC",
    "summary": "Los adolescentes involucrados en un tiroteo mortal durante un intento de robo en Rock Hill deben comparecer ante el tribunal.",
    "charlotte_impact": "Informes sobre un trágico incidente de violencia juvenil en una comunidad vecina.",
    "impact_score": 4
  },
  {
    "title": "Los residentes de Charlotte cuestionan las altas facturas de gas natural",
    "url": "https://www.wcnc.com/article/news/local/high-natural-gas-bills-have-charlotte-residents-questioning-why/275-8df5469b-8b0c-4faa-9519-fd56eaea6a86",
    "industry": "WCNC",
    "summary": "Los residentes de Charlotte están expresando preocupación por las facturas significativamente más altas de Piedmont Natural Gas.",
    "charlotte_impact": "Aborda una creciente preocupación entre los residentes con respecto a los costos de los servicios públicos.",
    "impact_score": 3
  },
  {
    "title": "Diputado del condado de Stanly involucrado en tiroteo mortal",
    "url": "https://www.wcnc.com/article/news/crime/stanly-county-deputy-deadly-shooting-2-23-2026/275-24d5c251-d6a9-4e87-a1a3-bb0d8111c865",
    "industry": "WCNC",
    "summary": "El SBI de Carolina del Norte está investigando un tiroteo mortal que involucró a un agente del condado de Stanly.",
    "charlotte_impact": "Informes sobre un incidente crítico que involucra a las fuerzas del orden en un condado cercano.",
    "impact_score": 3
  },
  {
    "title": "La recuperación de un U-Haul robado conduce a arrestos en Huntersville",
    "url": "https://www.wcnc.com/article/news/crime/suspects-charged-stolen-u-haul-recovery-huntersville-north-carolina/275-5f616fc6-6596-404d-8bca-1bf57afb5e58",
    "industry": "WCNC",
    "summary": "La policía de Huntersville recuperó un U-Haul robado, lo que llevó a dos arrestos.",
    "charlotte_impact": "Ilustra los esfuerzos de las fuerzas del orden para combatir el robo utilizando tecnología.",
    "impact_score": 3
  },
  {
    "title": "Estado de la Unión: de la pausa de Jefferson al espectáculo",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/state-of-the-union-jefferson-pause-media-spectacle/275-817895fa-b7ea-4a68-8018-3052abc67c9e",
    "industry": "WCNC",
    "summary": "El discurso sobre el estado de la Unión ha pasado de ser un simple informe a un importante evento nacional.",
    "charlotte_impact": "Proporciona contexto sobre la evolución histórica de un evento político clave.",
    "impact_score": 2
  },
  {
    "title": "La Pascua del Noreste interrumpe los viajes en el aeropuerto Charlotte Douglas",
    "url": "https://www.wcnc.com/article/travel/noreaster-northeast-triggers-travel-charlotte-douglas-airport/275-146709ad-5e14-4afa-a987-75f218af4178",
    "industry": "WCNC",
    "summary": "Una tormenta de nieve provocó un caos en los viajes en el aeropuerto de Charlotte Douglas, con numerosas cancelaciones.",
    "charlotte_impact": "Destaca el impacto del clima severo en la infraestructura de viajes regional.",
    "impact_score": 3
  }
]