[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas con dosel",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras utilizadas por las empresas para maximizar su presencia e impacto en eventos locales.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora en el sector financiero de Charlotte, creando oportunidades de empleo.",
    "impact_score": 3
  },
  {
    "title": "El tráfico de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Muestra la resiliencia del aeropuerto y el potencial de crecimiento con posibles nuevos vuelos a Washington, D.C.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de abuso y muerte de una niña, supuestamente manteniéndola en una jaula para perros.",
    "charlotte_impact": "Informa sobre un caso horrible de abuso y negligencia infantil, lo que genera serias preocupaciones sobre la seguridad de la comunidad.",
    "impact_score": 1
  },
  {
    "title": "Los propietarios de viviendas reevalúan el momento de venta en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reconsiderando cuándo vender sus casas a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Refleja la naturaleza dinámica del mercado inmobiliario y su impacto en las decisiones de los propietarios.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilita adquisiciones por valor de 20 millones de dólares y amplía las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de la empresa en el apoyo al crecimiento de las pequeñas empresas y al desarrollo económico en la región.",
    "impact_score": 3
  },
  {
    "title": "Los clientes de Duke Energy no recibirán reembolsos por cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "Un tribunal de Carolina del Norte dictamina que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Destaca una decisión legal que afecta a los clientes de servicios públicos y plantea dudas sobre la protección del consumidor.",
    "impact_score": 2
  },
  {
    "title": "Adolescentes acusados ​​de tiroteo en estacionamiento de Rock Hill",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Dos menores son acusados ​​después de que un joven de 18 años muriera a tiros durante un intento de robo.",
    "charlotte_impact": "Informa sobre un delito violento que involucra a jóvenes, lo que genera preocupación sobre la violencia y la seguridad juvenil.",
    "impact_score": 1
  },
  {
    "title": "Fin de semana nublado y más fresco con lluvia",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El pronóstico del fin de semana incluye lluvias pasajeras, temperaturas más frescas y ráfagas de viento.",
    "charlotte_impact": "Proporciona una actualización del clima relevante para los residentes que planean actividades de fin de semana.",
    "impact_score": 2
  },
  {
    "title": "Mujer de Charlotte arrestada por robo de Lululemon por valor de 7,700 dólares",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "Una mujer de Charlotte con antecedentes penales enfrenta cargos por delitos graves por un robo importante a Lululemon.",
    "charlotte_impact": "Informes sobre delitos en el comercio minorista y los esfuerzos de las autoridades para abordarlos.",
    "impact_score": 1
  },
  {
    "title": "Un apuñalamiento en West Charlotte deja un herido",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un apuñalamiento en Reid Avenue en el oeste de Charlotte resultó en lesiones que no ponen en peligro la vida.",
    "charlotte_impact": "Informa un incidente violento que afecta la seguridad de la comunidad en un vecindario específico.",
    "impact_score": 1
  },
  {
    "title": "Delincuente sexual acusado de acicalar a un niño de Chesterfield en línea",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un delincuente sexual registrado de Oregón está acusado de preparar a un niño del condado de Chesterfield en Discord.",
    "charlotte_impact": "Destaca los peligros de la explotación infantil en línea y la importancia de la seguridad en línea.",
    "impact_score": 1
  },
  {
    "title": "La policía responde a dos tiroteos separados en Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "Dos tiroteos separados en Salisbury resultaron en heridas graves a las víctimas.",
    "charlotte_impact": "Informes sobre violencia armada en una comunidad vecina, lo que genera preocupaciones sobre la seguridad pública.",
    "impact_score": 1
  },
  {
    "title": "El proyecto del carril de peaje de la I-77S genera controversia",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La propuesta de ampliación del carril de peaje de la I-77 genera preocupación sobre su impacto en los barrios históricamente negros del oeste de Charlotte.",
    "charlotte_impact": "Aborda las preocupaciones de la comunidad sobre proyectos de infraestructura y sus posibles impactos sociales y económicos.",
    "impact_score": 2
  },
  {
    "title": "Los padres de Asha Degree piden respuestas 26 años después de su desaparición",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Los padres de Asha Degree siguen buscando respuestas 26 años después de su desaparición.",
    "charlotte_impact": "Mantiene el caso sin resolver en el ojo público y destaca la búsqueda continua de justicia y cierre.",
    "impact_score": 2
  }
]