[
  {
    "title": "4-year-old among 2 killed in Rock Hill shootout, police say",
    "url": "https://www.wcnc.com/article/news/crime/shooting-investigation-rock-hill-sc-frank-street/275-d143e554-a210-40f6-8517-78e642bdc567",
    "industry": "WCNC",
    "summary": "Investigators say a 4-year-old and a 19-year-old man were shot and killed in Rock Hill late Tuesday night.",
    "charlotte_impact": "The death of a child amplifies the tragedy, underscoring the urgent need to address gun violence and community safety.",
    "impact_score": 4
  },
  {
    "title": "CMPD charges suspect with murder in 1990 killing of Kim Thomas",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-cold-case-murder-arrest-investigation/275-5c92f14f-840e-4513-806f-2c3728b8f788",
    "industry": "WCNC",
    "summary": "Marion Gales, a longtime person of interest in the 1990 killing of Kim Thomas Friedland, is now charged with murder in the case.",
    "charlotte_impact": "Decades-old cold case demonstrates the persistence of justice, bringing closure and holding perpetrators accountable. Long-term effects.",
    "impact_score": 4
  },
  {
    "title": "Concord daycare teacher sentenced after burning child with hot glue",
    "url": "https://www.wcnc.com/article/news/crime/daycare-teacher-concord-hot-glue-incident-2-20-2026/275-6bc34d71-f98a-437a-b905-45575d390bf0",
    "industry": "WCNC",
    "summary": "The case that has sparked outrage among childcare safety advocates",
    "charlotte_impact": "Child endangerment raises profound ethical and legal issues, impacting childcare standards and safety protocols. Zero tolerance.",
    "impact_score": 4
  },
  {
    "title": "Statesville employees claim supervisor had 'whites only' bathroom at water plant",
    "url": "https://www.wcnc.com/article/news/local/statesville-employees-claim-supervisor-had-whites-only-bathroom/275-c72fee1c-5258-420b-b359-80b5903ea59a",
    "industry": "WCNC",
    "summary": "Three former wastewater treatment plant employees filed a federal lawsuit against the city of Statesville and the facility's managers.",
    "charlotte_impact": "Allegations of discrimination necessitate legal action and highlight systemic issues of workplace bias. Creates public outrage.",
    "impact_score": 4
  },
  {
    "title": "'Somebody knows something': Asha Degree's parents plead for answers 26 years after her disappearance",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "It’s been more than 26 years since Asha Degree went missing. Her parents say they won't rest until the mystery is solved.",
    "charlotte_impact": "Highlights the enduring impact of unsolved disappearances on families and communities, urging renewed investigation efforts.",
    "impact_score": 4
  },
  {
    "title": "Teen faces murder, kidnapping charges after north Charlotte shooting",
    "url": "https://www.wcnc.com/article/news/crime/north-charlotte-shooting-david-cox-road-cmpd/275-9639e51a-2b6b-4c94-9873-697a2b082553",
    "industry": "WCNC",
    "summary": "A 19-year-old is charged with murder, robbery and kidnapping after a Feb. 9 shooting that left one man dead, according to CMPD.",
    "charlotte_impact": "A teen charged with violent crimes. Exposes underlying issues of youth violence and the need for preventative measures.",
    "impact_score": 4
  },
  {
    "title": "Man charged with murder in east Charlotte Food Lion shooting",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "A murder charge follows a fatal east Charlotte shooting, initiated by an argument, leaving one dead and bystanders at risk as shots hit multiple vehicles.",
    "charlotte_impact": "Highlights rising violent crime, affecting community safety and requiring law enforcement attention. Poses direct public risk.",
    "impact_score": 4
  },
  {
    "title": "Father arrested after courthouse fight with man accused of killing his son",
    "url": "https://www.wcnc.com/article/news/crime/mecklenburg-county-courthouse-fight-person-arrested/275-3aca2289-81b9-4153-ae60-59c19a584516",
    "industry": "WCNC",
    "summary": "The fight happened between the father of Jamariyae Dixon and Marion McKnight. McKnight is charged with murder in Dixon's death.",
    "charlotte_impact": "Reflects intense grief and justice-seeking, exposing the raw emotions involved in violent crime cases. Heightens tensions.",
    "impact_score": 4
  },
  {
    "title": "Officials release final report in house fire that left Denny Hamlin's father dead",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "A house fire on Blacksnake Road in Gaston County left the father of NASCAR driver Denny Hamlin dead in December.",
    "charlotte_impact": "Tragic event impacts community, raising awareness about fire safety and grief support. Affects local sentiment.",
    "impact_score": 4
  },
  {
    "title": "Rock Hill police identify man killed in parking deck shooting",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "The victim, an 18-year-old man, died at the scene.",
    "charlotte_impact": "Another instance of fatal violence. Reinforces concerns about public safety and the availability of lethal weapons.",
    "impact_score": 3
  },
  {
    "title": "Lost Ground: Politics stalled North Carolina landslide mapping years before Helene slides killed 31",
    "url": "https://www.wcnc.com/article/news/investigations/lost-ground-political-missteps-helene-landslides-killed-western-north-carolina-residents/275-f9719997-8309-4fc0-a9e0-a199e334e746",
    "industry": "WCNC",
    "summary": "As Helene devastated western North Carolina, the state's on again, off again landslide mapping program left many without critical safety information.",
    "charlotte_impact": "Reveals infrastructure vulnerabilities and governmental shortcomings, endangering lives and properties. Broader implications for policy.",
    "impact_score": 3
  },
  {
    "title": "Joe Gibbs Racing claims former competition director provided car info to another team",
    "url": "https://www.wcnc.com/article/sports/motor/nascar/joe-gibbs-racing-sues-chris-gabehart/275-6348b331-f9f9-4073-958d-a53a8f9c9c70",
    "industry": "WCNC",
    "summary": "Joe Gibbs Racing sues ex-crew chief Chris Gabehart for allegedly sharing confidential car data with a rival NASCAR team.",
    "charlotte_impact": "Raises concerns about intellectual property and competitive integrity in NASCAR, impacting the sport's ethics. Legal ramifications.",
    "impact_score": 3
  },
  {
    "title": "Charlotte man sentenced to life in prison for violent habitual felon status",
    "url": "https://www.wcnc.com/article/news/local/charlotte-man-sentenced-to-life-in-prison-for-violent-habitual-felon-status/275-cac9dac9-0774-4606-84d3-fce0f7401af6",
    "industry": "WCNC",
    "summary": "Daven Fetherson, 48, has a lengthy criminal history, with arrests dating back to 1995.",
    "charlotte_impact": "Addresses repeat offending and emphasizes the legal system's role in protecting society from habitual criminals. Judicial impact.",
    "impact_score": 3
  },
  {
    "title": "Charlotte's dining scene is growing, but not everyone is surviving",
    "url": "https://www.wcnc.com/article/life/food/charlottes-restaurant-scene-is-thriving-and-struggling-at-the-same-time/275-c133ec74-9241-4666-b0d0-2548c2b80c14",
    "industry": "WCNC",
    "summary": "Charlotte's restaurant scene is evolving rapidly, with a surge in new openings and an increase in closures of long-standing eateries due to rising costs.",
    "charlotte_impact": "Reflects economic pressures on local businesses, leading to job losses and affecting Charlotte's cultural identity. Market volatility.",
    "impact_score": 3
  },
  {
    "title": "Climate change impacting production of coffee across the globe, data shows",
    "url": "https://www.wcnc.com/article/weather/weather-iq/climate-change-impacting-production-of-coffee/275-b0997e42-f177-4079-98e2-a05a5edf0cba",
    "industry": "WCNC",
    "summary": "Warming temperatures in the biggest coffee-growing regions are impacting the price of coffee and the ability to grow it.",
    "charlotte_impact": "Signals climate change's economic impact, potentially increasing consumer prices and affecting global trade. Food prices affected.",
    "impact_score": 3
  },
  {
    "title": "Former mill site in Salisbury set to become a mixed-income neighborhood",
    "url": "https://www.wcnc.com/article/news/local/salsibury-nc-former-mill-site-neighborhood-2-20-2026/275-25d0eea1-4305-4065-bdff-4c186f74a2dc",
    "industry": "WCNC",
    "summary": "The project's vision is the result of years of community engagement and pre-development analysis, the city said.",
    "charlotte_impact": "Positive community development; enhances housing options and promotes mixed-income living. Broad economic benefits.",
    "impact_score": 3
  },
  {
    "title": "Charlotte chef wins $171K, plans to launch food truck",
    "url": "https://www.wcnc.com/article/news/lottery/charlotte-chef-wins-lottery-jackpot/275-a3237735-eb92-4b77-9872-1afe50dfaf11",
    "industry": "WCNC",
    "summary": "Charlotte chef Jose Naranjo won a $171K Cash 5 jackpot and plans to launch a food truck, turning years of cooking for others into a personal culinary venture.",
    "charlotte_impact": "Local success story, stimulating entrepreneurship and adding diversity to Charlotte's culinary scene. Positive economic impact.",
    "impact_score": 3
  },
  {
    "title": "Man wanted for reportedly making false bomb threat in Morganton",
    "url": "https://www.wcnc.com/article/news/crime/fake-bomb-threat-morganton-2-20-2026/275-8d5a41f2-3fa7-4ca4-a09b-da7717d4f931",
    "industry": "WCNC",
    "summary": "John Anthony Pons Sr., 69, has not yet been taken into custody.",
    "charlotte_impact": "Disrupts public safety; requires law enforcement resources and causes community anxiety. Creates public alarm.",
    "impact_score": 3
  },
  {
    "title": "Spotty rain this weekend, cooler by Sunday",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Saturday morning will see scattered rain early but most of the afternoon stays dry. Then, watch for more spotty rain on Sunday.",
    "charlotte_impact": "Impacts weekend activities; minor disruption to local events and outdoor plans. Minimal broader concern.",
    "impact_score": 1
  },
  {
    "title": "Sebastian Bach set for sold out show in Newton on Party Never Ends tour",
    "url": "https://www.wcnc.com/article/entertainment/music/sebastian-bach-sold-out-show-newton-party-never-ends-tour/275-6ce43e57-7d23-4142-8605-d9e1f620e109",
    "industry": "WCNC",
    "summary": "Sebastian Bach, one of the most renowned vocalists in hard rock, is set to play in Newton, NC, Greenville, SC, and Charleston, SC.",
    "charlotte_impact": "Entertainment event; boosts local economy and provides cultural enrichment. Limited wider importance.",
    "impact_score": 1
  }
]