[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras empleadas por empresas para maximizar su presencia e impacto en eventos locales.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento e inversión en el sector financiero local, creando potencialmente nuevas oportunidades laborales.",
    "impact_score": 3
  },
  {
    "title": "El tráfico de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte, Carolina del Norte.",
    "charlotte_impact": "Muestra la resiliencia del aeropuerto y el potencial de crecimiento con posibles nuevos vuelos a Washington, D.C.",
    "impact_score": 3
  },
  {
    "title": "Mujeres de Carolina del Norte acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de la muerte por abuso infantil de Dominique Moody, quien supuestamente fue torturada en Charlotte.",
    "charlotte_impact": "Informa un caso trágico de abuso infantil y plantea preocupaciones sobre el bienestar infantil en la comunidad.",
    "impact_score": 1
  },
  {
    "title": "Los propietarios de viviendas reevalúan el tiempo de venta a medida que cambia el mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reevaluando cuándo vender sus casas a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Refleja la dinámica cambiante en el mercado inmobiliario y el impacto potencial en los propietarios de viviendas.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra crecimiento económico e inversión en pequeñas empresas dentro de la región de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El sheriff de Iredell presenta el nuevo K-9 de detección de narcóticos",
    "url": "https://www.wcnc.com/article/news/local/iredell-sheriff-introduces-new-narcotics-detection-k-9/275-0604e2ed-2edd-4130-9550-39f4f6eb1b25",
    "industry": "WCNC",
    "summary": "La Oficina del Sheriff del condado de Iredell presenta a K-9 Waldo, capacitado para detectar narcóticos, encontrar personas desaparecidas y localizar pruebas.",
    "charlotte_impact": "Mejora las capacidades de aplicación de la ley para combatir los delitos relacionados con las drogas y ayudar en las operaciones de búsqueda.",
    "impact_score": 3
  },
  {
    "title": "CMPD entrena nuevo detector de explosivos K-9",
    "url": "https://www.wcnc.com/article/news/local/cmpd-trains-new-explosives-detection-k-9/275-aeb9e2f1-4e11-4d81-ad3e-203dee535711",
    "industry": "WCNC",
    "summary": "El Departamento de Policía de Charlotte-Mecklenburg (CMPD) entrena a Keis, un pastor holandés negro, para la detección de explosivos.",
    "charlotte_impact": "Fortalece las medidas de seguridad pública mejorando la capacidad de detectar y prevenir posibles amenazas explosivas.",
    "impact_score": 3
  },
  {
    "title": "Trío de Lancaster sentenciado por plan de fraude a Medicaid",
    "url": "https://www.wcnc.com/article/news/crime/medicaid-fraud-scheme-sentencing-lancaster-south-carolina/275-fb42cc56-5db6-4a27-99ff-ae69ac10fa28",
    "industry": "WCNC",
    "summary": "Tres personas enfrentan una prisión federal por robar casi $250,000 de Medicaid mediante facturación fraudulenta y terapeutas sin licencia.",
    "charlotte_impact": "Destaca los esfuerzos para combatir el fraude en la atención médica y proteger los fondos públicos destinados a poblaciones vulnerables.",
    "impact_score": 1
  },
  {
    "title": "Senador de Carolina del Norte impulsa presupuesto estatal tras comentarios de Trump",
    "url": "https://www.wcnc.com/article/news/politics/north-carolina-politics/nc-senator-calls-to-pass-state-budget-after-trump-comments-on-charlotte/275-951592d8-244c-4e72-bdc5-2c1113f0a781",
    "industry": "WCNC",
    "summary": "Carolina del Norte es el único estado sin presupuesto. Los funcionarios presionan por el presupuesto estatal después de los comentarios de Trump sobre Charlotte.",
    "charlotte_impact": "Aborda los desafíos presupuestarios actuales en Carolina del Norte y el impacto en las comunidades locales.",
    "impact_score": 2
  },
  {
    "title": "Miércoles ventoso; jueves lluvioso",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El pronóstico del tiempo pronostica un miércoles ventoso seguido de un jueves lluvioso.",
    "charlotte_impact": "Proporciona información sobre las próximas condiciones climáticas que afectarán las actividades diarias.",
    "impact_score": 2
  },
  {
    "title": "Avelo Airlines amplía su horario de vuelos hasta el otoño",
    "url": "https://www.wcnc.com/article/travel/avelo-airlines-extends-flight-schedule-through-fall/275-37648f04-d209-480d-92f8-d2f3c86311aa",
    "industry": "WCNC",
    "summary": "Avelo Airlines extiende su horario de vuelos hasta el otoño, operando desde el Aeropuerto Regional Concord-Padgett.",
    "charlotte_impact": "Ofrece opciones de viaje continuas para los pasajeros que utilizan el aeropuerto regional.",
    "impact_score": 3
  },
  {
    "title": "CATS amplía las formas para que los pasajeros informen sobre inquietudes de seguridad",
    "url": "https://www.wcnc.com/article/news/local/charlotte-transit-see-something-say-something-public-safety-reporting-campaign/275-e6905b20-2a48-4026-8745-b09de50f5897",
    "industry": "WCNC",
    "summary": "Charlotte Area Transit System (CATS) amplía las opciones de informes para los pasajeros, agregando una línea Text-a-Tip e informes en línea.",
    "charlotte_impact": "Mejora la seguridad de los usuarios del transporte público al proporcionar canales de denuncia más accesibles.",
    "impact_score": 3
  },
  {
    "title": "Mapache rabioso encontrado en el condado de Caldwell",
    "url": "https://www.wcnc.com/article/news/health/caldwell-county-north-carolina-rabies-case-raccoon-tests-positive/275-51647e6e-7a24-4728-9679-91ed7bbdc57b",
    "industry": "WCNC",
    "summary": "Un mapache da positivo por rabia en el condado de Caldwell, descubierto en un pasto para caballos.",
    "charlotte_impact": "Alerta a los residentes sobre la presencia de rabia y la importancia de tomar precauciones de seguridad para los animales.",
    "impact_score": 2
  },
  {
    "title": "Mujer de Mooresville gana premio Powerball de $1 millón",
    "url": "https://www.wcnc.com/article/news/lottery/mooresville-woman-scores-powerball-prize/275-5731e771-8518-4a78-b331-d735b71db33f",
    "industry": "WCNC",
    "summary": "Una mujer de Mooresville gana un premio Powerball de $1 millón después de acertar cinco bolas blancas.",
    "charlotte_impact": "Comparte una historia positiva sobre la buena suerte de un residente local.",
    "impact_score": 3
  }
]