[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras para empresas en Charlotte, mejorando el reconocimiento de marca y atrayendo clientes.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento e inversión en el sector financiero de Charlotte, creando oportunidades de empleo.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto de Florencia ve un aumento de pasajeros y pierde el vuelo de Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió su vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja cambios en los viajes aéreos regionales y posibles impactos en la conectividad.",
    "impact_score": 2
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros.",
    "charlotte_impact": "Destaca un horrible caso de abuso infantil y plantea preocupaciones sobre la seguridad de la comunidad.",
    "impact_score": 1
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reconsiderando cuándo vender sus casas a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Proporciona información sobre la evolución del mercado inmobiliario y su impacto en los propietarios de viviendas.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra crecimiento económico e inversión en pequeñas empresas en el área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "La Pascua del Noreste provoca caos en los viajes en el aeropuerto de Charlotte Douglas",
    "url": "https://www.wcnc.com/article/travel/noreaster-northeast-triggers-travel-charlotte-douglas-airport/275-146709ad-5e14-4afa-a987-75f218af4178",
    "industry": "WCNC",
    "summary": "Una tormenta del noreste provocó numerosas cancelaciones de vuelos e interrupciones en los viajes en el aeropuerto de Charlotte Douglas.",
    "charlotte_impact": "Ilustra el impacto del clima severo en la infraestructura de viajes y las experiencias de los pasajeros.",
    "impact_score": 2
  },
  {
    "title": "Inicio de semana frío, se espera tendencia al alza",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se espera que un martes frío dé paso a una tendencia de calentamiento lento más adelante en la semana, con pequeñas posibilidades de lluvia.",
    "charlotte_impact": "Proporciona un breve pronóstico del tiempo para el área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "El reverendo Jesse Jackson Sr. permanecerá en la Casa del Estado de Carolina del Sur",
    "url": "https://www.wcnc.com/article/news/local/rev-jesse-jackson-sr-to-lie-in-state-south-carolina-state-house/101-0042d4ba-366b-456a-9bac-8252a28312b1",
    "industry": "WCNC",
    "summary": "El reverendo Jesse Jackson Sr. permanecerá en el Capitolio de Carolina del Sur el 2 de marzo.",
    "charlotte_impact": "Honra el legado de un destacado líder de derechos civiles con vínculos con la región.",
    "impact_score": 3
  },
  {
    "title": "Charlotte aprueba 4 millones de dólares para viviendas asequibles en cinco puntos",
    "url": "https://www.wcnc.com/article/money/markets/real-estate/affordable-housing-crisis/charlotte-city-council-affordable-housing-five-points/275-04a3b543-695a-4afb-a913-6945df852d8d",
    "industry": "WCNC",
    "summary": "El Ayuntamiento de Charlotte aprueba una inversión de 4 millones de dólares en viviendas asequibles, que se espera produzca 145 unidades.",
    "charlotte_impact": "Aborda la necesidad crítica de viviendas asequibles en Charlotte, mejorando el acceso para los residentes.",
    "impact_score": 4
  },
  {
    "title": "Dos acusados ​​en tiroteo en diciembre en Monroe",
    "url": "https://www.wcnc.com/article/news/crime/two-charged-in-december-shooting-at-occupied-house-in-monroe/275-3810ceb5-8a89-4432-99cf-7ef52afa9f8e",
    "industry": "WCNC",
    "summary": "Dos personas han sido acusadas en relación con un tiroteo en diciembre en una casa ocupada en Monroe.",
    "charlotte_impact": "Informes sobre la delincuencia local y su impacto en la seguridad de la comunidad en Monroe.",
    "impact_score": 1
  },
  {
    "title": "Caso de sarampión confirmado en el condado de Burke",
    "url": "https://www.wcnc.com/article/news/health/measles-case-confirmed-in-burke-county/275-133d9eed-5b9e-4d22-ad50-06660854e837",
    "industry": "WCNC",
    "summary": "Se confirmó un caso de sarampión en el condado de Burke y se revelaron posibles lugares de exposición.",
    "charlotte_impact": "Plantea preocupaciones de salud pública y destaca la importancia de la vacunación.",
    "impact_score": 2
  },
  {
    "title": "Hombre ataca a compañero de trabajo en Carolina Mall con un bate de béisbol",
    "url": "https://www.wcnc.com/article/news/crime/man-attacked-ex-girlfriends-co-worker-with-baseball-bat/275-682e7593-f767-4369-8e60-81af4627f864",
    "industry": "WCNC",
    "summary": "Un hombre atacó con un bate de béisbol a una compañera de trabajo de su exnovia en Carolina Mall.",
    "charlotte_impact": "Informes sobre un incidente violento y su impacto en la seguridad pública en un centro comercial local.",
    "impact_score": 1
  },
  {
    "title": "Diputado del condado de Stanly involucrado en tiroteo mortal",
    "url": "https://www.wcnc.com/article/news/crime/stanly-county-deputy-deadly-shooting-2-23-2026/275-24d5c251-d6a9-4e87-a1a3-bb0d8111c865",
    "industry": "WCNC",
    "summary": "Un agente del condado de Stanly estuvo involucrado en un tiroteo mortal, que está siendo investigado por el SBI de Carolina del Norte.",
    "charlotte_impact": "Informes sobre un incidente policial y la investigación posterior.",
    "impact_score": 2
  },
  {
    "title": "El proyecto de peaje de la I-77 genera debate en el Ayuntamiento de Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-77-toll-debate-charlotte-city-council-2-23-2026/275-11fd46e6-77d6-4909-b734-c528c6bbb58c",
    "industry": "WCNC",
    "summary": "La propuesta de ampliación del carril de peaje de la I-77 enfrentó una fuerte oposición pública en una reunión del Concejo Municipal de Charlotte.",
    "charlotte_impact": "Destaca la controversia en torno a los proyectos de infraestructura y su impacto en los residentes.",
    "impact_score": 2
  }
]