[
  {
    "title": "Disparo contra Stanley Dollar General hiere a una persona; Sospechoso arrestado",
    "url": "https://www.wcnc.com/article/news/local/dollar-general-shooting-stanley/275-b98e81d6-90a4-497a-95b4-3035a8b65a15",
    "industry": "WCNC",
    "summary": "Un tiroteo en un Dollar General en East Dallas Road en Stanley resultó en una persona herida y un sospechoso bajo custodia.",
    "charlotte_impact": "Destaca el problema actual de la violencia armada en las comunidades locales y la respuesta inmediata de las autoridades.",
    "impact_score": 3
  },
  {
    "title": "Protesta en la oficina del desarrollador por el presunto centro de detención de ICE",
    "url": "https://www.wcnc.com/article/news/politics/immigration-news/charlotte-protest-alleged-ice-detention-center-concord-north-carolina/275-9e214235-3645-4daf-935b-33b5e60f3fe3",
    "industry": "WCNC",
    "summary": "Los manifestantes se reunieron frente a la oficina de Crescent Communities por acusaciones de un acuerdo con el DHS para un centro de detención de ICE en Concord, lo que la compañía niega.",
    "charlotte_impact": "Refleja las preocupaciones y el activismo de la comunidad relacionados con las políticas de control de la inmigración y los proyectos de desarrollo local.",
    "impact_score": 3
  },
  {
    "title": "La abuela Shelby gana el gran premio de la lotería",
    "url": "https://www.wcnc.com/article/news/lottery/shelby-grandma-lottery-win/275-b8421551-115f-4167-836f-a8be8a183852",
    "industry": "WCNC",
    "summary": "Una abuela de Shelby desafió 1 entre 3,1 millones de probabilidades de ganar un gran premio de lotería después de comprar un billete de 10 dólares.",
    "charlotte_impact": "Muestra una historia reconfortante de suerte inesperada y ganancias financieras inesperadas para un residente local.",
    "impact_score": 4
  },
  {
    "title": "Plaza Midwood Taproom cierra después de cinco años",
    "url": "https://www.wcnc.com/article/news/local/southern-strain-plaza-midwood-taproom-closing/275-dbb369a0-8e99-4305-8d78-90f21e85ad9f",
    "industry": "WCNC",
    "summary": "Southern Strain Brewing cerrará su taberna Plaza Midwood después de operar durante cinco años.",
    "charlotte_impact": "Indica cambios en el panorama empresarial local y los desafíos que enfrentan las pequeñas empresas.",
    "impact_score": 2
  },
  {
    "title": "29 adolescentes acusados ​​después de peleas en la escuela secundaria de Lancaster",
    "url": "https://www.wcnc.com/article/news/local/29-teens-charged-following-disruptive-fights-at-lancaster-high-school/275-6b67b96a-f2e7-40dc-8791-d677a8375c49",
    "industry": "WCNC",
    "summary": "Tras peleas \"perturbadoras\" en Lancaster High School, 29 adolescentes fueron acusados ​​de agresión simple.",
    "charlotte_impact": "Plantea preocupaciones sobre el comportamiento y la seguridad de los estudiantes dentro del sistema escolar local.",
    "impact_score": 3
  },
  {
    "title": "Accidente frontal fatal en Monroe se cobra una vida y otra resulta gravemente herida",
    "url": "https://www.wcnc.com/article/traffic/monroe-nc-deadly-crash/275-42fb9851-0249-4699-bf7a-3046b8e53b7c",
    "industry": "WCNC",
    "summary": "Una colisión frontal en Monroe cerca de Goldmine Road y Riverchase Drive resultó en una muerte y una lesión grave.",
    "charlotte_impact": "Destaca los peligros de los accidentes de tráfico y su impacto devastador en las personas y las familias.",
    "impact_score": 4
  },
  {
    "title": "El viernes húmedo conduce a un pronóstico meteorológico fantástico para el fin de semana",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "A pesar de un viernes lluvioso, el pronóstico promete un fin de semana con temperaturas entre los 60 y 70 grados superiores.",
    "charlotte_impact": "Proporciona una perspectiva positiva sobre las próximas condiciones climáticas y su impacto potencial en las actividades al aire libre.",
    "impact_score": 3
  },
  {
    "title": "Oficiales de Monroe hospitalizados después de un accidente respondiendo a una emergencia",
    "url": "https://www.wcnc.com/article/news/local/monroe-police-officers-injured-after-crash-while-responding-to-emergency-call/275-587aeedb-85f2-4186-a8b2-8b5ed1929a1c",
    "industry": "WCNC",
    "summary": "Dos agentes de la policía de Monroe fueron hospitalizados después de un accidente en la autopista estadounidense 74 mientras respondían a una llamada de paro cardíaco.",
    "charlotte_impact": "Enfatiza los riesgos que enfrentan los socorristas y la importancia de su servicio a la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Tres acusados ​​de muerte a tiros en North Charlotte en 2024",
    "url": "https://www.wcnc.com/article/news/crime/three-charged-deadly-shooting-north-charlotte-north-carolina-druid-hills-area/275-77637b98-07a1-4192-a1d0-1fcd211abbba",
    "industry": "WCNC",
    "summary": "Tres personas, incluido un menor, han sido acusadas en relación con la muerte a tiros de Xeniel Báez en abril de 2024 en el norte de Charlotte.",
    "charlotte_impact": "Aborda los esfuerzos en curso para hacer justicia en casos de delitos violentos y la participación de menores.",
    "impact_score": 4
  },
  {
    "title": "Carriles expresos de la I-485 abiertos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "Los carriles expresos de la I-485 en el sur de Charlotte ya están abiertos, ofreciendo a los conductores una ruta potencialmente más rápida entre la I-77 y la U.S. 74.",
    "charlotte_impact": "Anuncia mejoras a la infraestructura local y su impacto potencial en el flujo de tráfico y los tiempos de viaje.",
    "impact_score": 3
  },
  {
    "title": "Aumentan las estafas en la temporada de impuestos; Los expertos advierten sobre mensajes falsos del IRS",
    "url": "https://www.wcnc.com/article/money/tax-refund-scam-warning/275-d2d483dd-5d41-4b02-bf54-80a6fb76fa1e",
    "industry": "WCNC",
    "summary": "Con un aumento del 14 % en los reembolsos de impuestos, los estafadores se dirigen cada vez más a personas con notificaciones de reembolso falsas.",
    "charlotte_impact": "Alerta al público sobre la creciente amenaza de estafas relacionadas con impuestos y la necesidad de vigilancia.",
    "impact_score": 3
  },
  {
    "title": "Los partos en casa aumentan en EE. UU., los médicos advierten sobre mayores riesgos",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/home-births-in-the-us-connect-the-dots/275-e453c4d8-d76f-4401-92c5-a80e6b498d66",
    "industry": "WCNC",
    "summary": "Los partos en casa han aumentado significativamente en Estados Unidos, pero los médicos advierten sobre los riesgos asociados en comparación con los partos en hospitales.",
    "charlotte_impact": "Presenta información sobre las tendencias cambiantes en el parto y la importancia de una toma de decisiones informada.",
    "impact_score": 3
  },
  {
    "title": "Mapas de deslizamientos de tierra disponibles antes de Helene, muchos no lo saben",
    "url": "https://www.wcnc.com/article/news/investigations/life-saving-landslide-maps-available-before-helene-residents-did-not-know/275-73b941d1-dcf2-46b8-8c68-645da306675a",
    "industry": "WCNC",
    "summary": "En algunos condados antes de Helene estaban disponibles mapas de deslizamientos de tierra que podrían salvar vidas, pero muchas víctimas de la tormenta los desconocían.",
    "charlotte_impact": "Destaca la importancia de la conciencia pública sobre los riesgos de desastres naturales y los recursos disponibles.",
    "impact_score": 4
  },
  {
    "title": "Un hombre muere después de un accidente de motocicleta en el norte de Charlotte",
    "url": "https://www.wcnc.com/article/news/local/man-dies-days-after-motorcycle-crash/275-bcb9cc6a-c8a0-4d3e-ab3a-8b039c420c8d",
    "industry": "WCNC",
    "summary": "Reginald Stowe, de 56 años, murió a causa de las heridas sufridas en un accidente de motocicleta en West Sugar Creek Road.",
    "charlotte_impact": "Reportajes sobre un trágico accidente de tráfico y sus fatales consecuencias para un residente local.",
    "impact_score": 4
  },
  {
    "title": "Sentencias dictadas en el caso de conspiración de drogas del condado de York",
    "url": "https://www.wcnc.com/article/news/crime/york-county-drug-conspiracy-sentence-2-26-2026/275-e1b77639-4ea8-43fb-b181-83bdef075df2",
    "industry": "WCNC",
    "summary": "Los residentes del condado de York involucrados en una conspiración de drogas que traficaba con metanfetamina y fentanilo han sido sentenciados.",
    "charlotte_impact": "Aborda el tema del narcotráfico en la región y las consecuencias jurídicas para los involucrados.",
    "impact_score": 3
  }
]