[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras utilizadas por las empresas para atraer clientes y aumentar los ingresos en la región.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo empresarial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, está contratando a un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento e inversión en empresas propiedad de los empleados dentro del sector financiero del área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El número de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Muestra la dinámica fluctuante de los viajes aéreos regionales y la importancia de asegurar nuevas rutas para el crecimiento.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros.",
    "charlotte_impact": "Informa un caso grave de abuso infantil y plantea preocupaciones sobre el bienestar y la seguridad infantil en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reconsiderando sus cronogramas de venta a medida que cambian las condiciones del mercado, según Travis Buys Home.",
    "charlotte_impact": "Refleja la evolución del mercado inmobiliario y su impacto en las decisiones de los propietarios de viviendas en el área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras a la hora de impulsar el crecimiento económico y apoyar a las pequeñas empresas.",
    "impact_score": 3
  },
  {
    "title": "El rodaje de una película provocará cierres de carreteras en Huntersville",
    "url": "https://www.wcnc.com/article/news/local/huntersville-road-closures-march-2026-movie-tv-production/275-d697d2e1-70d4-440c-8ce0-a1e49fcf5468",
    "industry": "WCNC",
    "summary": "Se esperan breves cierres de carreteras en Huntersville a principios de marzo para el rodaje de una película.",
    "charlotte_impact": "Indica el atractivo de la zona como lugar de rodaje y los posibles beneficios económicos de la industria cinematográfica.",
    "impact_score": 2
  },
  {
    "title": "Empleados de Statesville alegan que el baño de la planta es \"sólo para blancos\"",
    "url": "https://www.wcnc.com/article/news/local/statesville-employees-claim-supervisor-had-whites-only-bathroom/275-c72fee1c-5258-420b-b359-80b5903ea59a",
    "industry": "WCNC",
    "summary": "Ex empleados están demandando a Statesville, alegando que un supervisor mantenía un baño segregado racialmente.",
    "charlotte_impact": "Revela acusaciones de discriminación en el lugar de trabajo y plantea preocupaciones sobre la igualdad y la inclusión.",
    "impact_score": 4
  },
  {
    "title": "Domingo más fresco y ventoso con lluvia dispersa en Charlotte",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El área de Charlotte experimentará temperaturas más frías y lluvias dispersas el domingo.",
    "charlotte_impact": "Proporciona una actualización del clima relevante para los residentes que planean actividades de fin de semana.",
    "impact_score": 2
  },
  {
    "title": "Niño encontrado reunido con sus tutores en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/cmpd-found-child-north-charlotte/275-47e7f355-54a5-4089-8758-728ccfc59211",
    "industry": "WCNC",
    "summary": "Un niño encontrado solo en el norte de Charlotte se reunió sano y salvo con sus tutores.",
    "charlotte_impact": "Destaca la capacidad de respuesta de la comunidad y la policía para garantizar la seguridad infantil.",
    "impact_score": 3
  },
  {
    "title": "El condado de York construye una casa sin hipotecas para un veterano lesionado",
    "url": "https://www.wcnc.com/article/news/local/homes-for-our-troops-army-sgt-nicholas-firth-york-sc/275-a71148d1-6290-4a3b-8772-8c0c6966d5c2",
    "industry": "WCNC",
    "summary": "Los residentes del condado de York se unieron para construir una casa accesible y sin hipotecas para un sargento del ejército herido.",
    "charlotte_impact": "Demuestra un fuerte apoyo comunitario a los veteranos y sus sacrificios.",
    "impact_score": 4
  },
  {
    "title": "No hay reembolsos para los clientes de Duke Energy a pesar de los cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "Un tribunal de Carolina del Norte dictamina que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Se refiere a la protección del consumidor y la responsabilidad de las empresas de servicios públicos.",
    "impact_score": 3
  },
  {
    "title": "Rock Hill lamenta la muerte de un niño y un adolescente en un tiroteo",
    "url": "https://www.wcnc.com/article/news/local/rock-hill-mourns-child-teen-killed-in-deadly-shooting-leaders-urge-conflict-resolution-to-prevent-youth-deaths/275-d87342c1-a363-4d4c-8fef-9b60a082cdce",
    "industry": "WCNC",
    "summary": "Los líderes comunitarios de Rock Hill buscan soluciones después de que recientes tiroteos mataran a un niño y un adolescente.",
    "charlotte_impact": "Aborda el tema de la violencia juvenil y la necesidad de estrategias de resolución de conflictos.",
    "impact_score": 4
  },
  {
    "title": "La policía de Salisbury busca sospechosos en un mortal accidente de motocicleta",
    "url": "https://www.wcnc.com/article/news/local/salisbury-police-search-for-suspect-in-deadly-motorcycle-collision/275-dd392a37-33e6-4d97-9ce4-1720bcae9c6c",
    "industry": "WCNC",
    "summary": "La policía de Salisbury está investigando una colisión mortal de motocicleta que mató a un hombre e hirió a otros dos.",
    "charlotte_impact": "Informes sobre un trágico incidente de tránsito y la investigación en curso para encontrar a los responsables.",
    "impact_score": 4
  },
  {
    "title": "El sitio de la oficina de Ballantyne podría convertirse en unidades de vivienda",
    "url": "https://www.wcnc.com/article/news/local/ballantyne-office-site-could-be-converted-into-hundreds-of-housing-units-plans-show/275-57d7f36c-1d29-4ee2-b857-e6481cd7a130",
    "industry": "WCNC",
    "summary": "Los espacios de oficinas en el área Ballantyne de Charlotte se pueden convertir en unidades multifamiliares y casas adosadas.",
    "charlotte_impact": "Refleja las tendencias cambiantes del desarrollo urbano y la demanda de diversas opciones de vivienda.",
    "impact_score": 3
  }
]