[
  {
    "title": "Trump tergiversa hechos sobre delitos contra inmigrantes en Carolina del Norte en SOTU",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump vinculó incorrectamente un asesinato en Charlotte con la apertura de fronteras, cuando el sospechoso era un ciudadano estadounidense.",
    "charlotte_impact": "Destaca la importancia de la precisión fáctica en el discurso político y su impacto en los debates sobre inmigración.",
    "impact_score": 3
  },
  {
    "title": "La planta de filtrado de piscinas de Hayward es un importante empleador en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, un fabricante de filtros para piscinas con sede en Charlotte, emplea a más de 1000 trabajadores en Clemmons, Carolina del Norte.",
    "charlotte_impact": "Muestra la importancia económica de las plantas de fabricación en las ciudades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales de Charlotte aprovechan las carpas con dosel personalizadas para generar retorno de la inversión",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Ilustra las estrategias de marketing empleadas por las empresas para maximizar su presencia en eventos locales.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, con sede en Charlotte, busca un vicepresidente de desarrollo empresarial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora dentro del sector de capital privado en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El tráfico de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de ruta",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja los desafíos y oportunidades que enfrentan los aeropuertos regionales en el mantenimiento y expansión del servicio.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros.",
    "charlotte_impact": "Destaca un horrible caso de abuso infantil y la urgente necesidad de servicios de protección infantil.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en un mercado cambiante",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte, Carolina del Norte, están reconsiderando cuándo vender sus casas debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la naturaleza dinámica del mercado inmobiliario y su impacto en las decisiones de los propietarios.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó 20 millones de dólares en adquisiciones y amplió asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras a la hora de impulsar el crecimiento económico y el desarrollo empresarial.",
    "impact_score": 3
  },
  {
    "title": "Los bomberos están a salvo después de quedar atrapados en el incendio de Steele Creek",
    "url": "https://www.wcnc.com/article/news/local/house-fire-reported-in-steele-creek-area-2-25-2026/275-ae886858-2271-4dde-9a04-80045397d45a",
    "industry": "WCNC",
    "summary": "Dos bomberos están a salvo después de quedar atrapados brevemente mientras luchaban contra un incendio en una casa en Steele Creek.",
    "charlotte_impact": "Destaca los peligros que enfrentan los bomberos y la importancia de los protocolos de seguridad.",
    "impact_score": 3
  },
  {
    "title": "La emisión de boletos manos libres de SC comienza después del período de advertencia",
    "url": "https://www.wcnc.com/article/news/local/south-carolina-hands-free-driving-bill-goes-into-effect-february-28/101-374739f0-4f84-434b-b568-f73a7159f6cc",
    "industry": "WCNC",
    "summary": "Carolina del Sur comienza a emitir multas por infracciones de manos libres después de casi 12.000 advertencias.",
    "charlotte_impact": "Aborda la seguridad vial y la aplicación de leyes destinadas a reducir la conducción distraída.",
    "impact_score": 3
  },
  {
    "title": "Ex piloto de NASCAR vende casa en Lake Norman por 6,5 millones de dólares",
    "url": "https://www.wcnc.com/article/money/markets/real-estate/nascar-driver-lists-luxurious-lake-norman-estate-troutman-north-carolina-regan-smith/275-15b1701a-e959-4ffe-9a21-5c497a7b92df",
    "industry": "WCNC",
    "summary": "Un ex piloto de NASCAR pone a la venta su lujosa casa frente al mar en Lake Norman por 6,5 millones de dólares.",
    "charlotte_impact": "Muestra las tendencias inmobiliarias de alto nivel y la presencia de celebridades en el área de Lake Norman.",
    "impact_score": 3
  },
  {
    "title": "Drone localiza al sospechoso después de una persecución en el condado de Anson",
    "url": "https://www.wcnc.com/article/news/crime/stolen-car-chase-suspect-arrested-drone-thermal-imaging-technology-monroe-north-carolina/275-60b143f4-16b8-4adf-b27f-5ef503a01441",
    "industry": "WCNC",
    "summary": "La policía de Monroe utilizó un dron con imágenes térmicas para localizar a un sospechoso que huyó de un vehículo robado.",
    "charlotte_impact": "Demuestra el uso de la tecnología en la aplicación de la ley y su eficacia para detener a sospechosos.",
    "impact_score": 3
  },
  {
    "title": "El tribunal del condado de Union reabre después de la amenaza",
    "url": "https://www.wcnc.com/article/news/crime/union-county-north-carolina-courthouse-evacuated-reported-threat-investigation/275-8f3d9314-37e0-4b70-be5d-0e85a11ae683",
    "industry": "WCNC",
    "summary": "El juzgado del condado de Union reabrió sus puertas después de haber sido absuelto tras una denuncia de amenaza.",
    "charlotte_impact": "Destaca las preocupaciones de seguridad y las perturbaciones causadas por posibles amenazas a los edificios públicos.",
    "impact_score": 3
  },
  {
    "title": "La policía de Kings Mountain advierte sobre estafa de facturas fraudulentas",
    "url": "https://www.wcnc.com/article/news/local/kings-mountain-police-warn-fraudulent-invoice-scam/275-3257a866-ce76-48a0-ad2d-d6771d02c55b",
    "industry": "WCNC",
    "summary": "La policía de Kings Mountain advierte a los residentes sobre una estafa de facturas fraudulentas que exigen $3,500.",
    "charlotte_impact": "Alerta al público sobre posibles estafas y la importancia de verificar las facturas antes del pago.",
    "impact_score": 4
  },
  {
    "title": "Empleado de American Airlines arrestado por amenaza de bomba en CLT",
    "url": "https://www.wcnc.com/article/news/crime/american-airlines-employee-charged-false-bomb-threat-charlotte-douglas/275-afdf84f3-c90e-45f5-83fa-e86340cbedca",
    "industry": "WCNC",
    "summary": "Un empleado de American Airlines fue arrestado por supuestamente hacer una amenaza de bomba en el Aeropuerto Internacional Charlotte-Douglas.",
    "charlotte_impact": "Aborda las preocupaciones de seguridad en los aeropuertos y las graves consecuencias de realizar amenazas de bomba.",
    "impact_score": 4
  }
]