[
  {
    "title": "Mujeres supuestamente torturaron y mataron a una niña, la mantuvieron en una jaula para perros en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres de Carolina del Norte acusadas de la muerte por abuso infantil de Dominique Moody supuestamente torturaron, golpearon y mantuvieron a la niña en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Expone un grave abuso infantil, lo que genera preocupaciones sobre el bienestar infantil y la seguridad dentro de la comunidad de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Niño de 4 años entre los 2 muertos en un tiroteo en Rock Hill, dice la policía",
    "url": "https://www.wcnc.com/article/news/crime/shooting-investigation-rock-hill-sc-frank-street/275-d143e554-a210-40f6-8517-78e642bdc567",
    "industry": "WCNC",
    "summary": "Los investigadores dicen que un niño de 4 años y un hombre de 19 años fueron asesinados a tiros en Rock Hill el martes por la noche.",
    "charlotte_impact": "Detalla un tiroteo trágico, destacando la violencia armada y su impacto devastador en las familias y comunidades de Rock Hill.",
    "impact_score": 4
  },
  {
    "title": "Hombre acusado de asesinato en tiroteo en Food Lion al este de Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "Un cargo de asesinato sigue a un tiroteo fatal al este de Charlotte, iniciado por una discusión, que dejó un muerto y transeúntes en riesgo cuando los disparos alcanzaron varios vehículos.",
    "charlotte_impact": "Aborda la escalada de violencia y el riesgo para la seguridad pública, lo que requiere la acción de la comunidad y la respuesta de la policía.",
    "impact_score": 4
  },
  {
    "title": "Maestra de guardería de Concord sentenciada después de quemar a un niño con pegamento caliente",
    "url": "https://www.wcnc.com/article/news/crime/daycare-teacher-concord-hot-glue-incident-2-20-2026/275-6bc34d71-f98a-437a-b905-45575d390bf0",
    "industry": "WCNC",
    "summary": "El caso ha provocado indignación entre los defensores de la seguridad infantil.",
    "charlotte_impact": "Aborda serias preocupaciones sobre la seguridad infantil, exigiendo regulaciones y supervisión más estrictas para proteger a los niños.",
    "impact_score": 4
  },
  {
    "title": "'Alguien sabe algo': los padres de Asha Degree piden respuestas 26 años después de su desaparición",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Han pasado más de 26 años desde que Asha Degree desapareció. Sus padres dicen que no descansarán hasta que se resuelva el misterio.",
    "charlotte_impact": "Mantiene la atención en los casos de personas desaparecidas no resueltos, subrayando la necesidad de una investigación continua y la vigilancia de la comunidad.",
    "impact_score": 4
  },
  {
    "title": "La policía de Rock Hill identifica al hombre muerto en un tiroteo en un estacionamiento",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "La víctima, un hombre de 18 años, murió en el lugar.",
    "charlotte_impact": "Informa sobre un tiroteo fatal en un estacionamiento, reforzando las preocupaciones sobre la seguridad urbana y el crimen en Rock Hill.",
    "impact_score": 4
  },
  {
    "title": "Terreno Perdido: La política estancó el mapeo de deslizamientos de tierra en Carolina del Norte años antes de que los deslizamientos de Helene mataran a 31",
    "url": "https://www.wcnc.com/article/news/investigations/lost-ground-political-missteps-helene-landslides-killed-western-north-carolina-residents/275-f9719997-8309-4fc0-a9e0-a199e334e746",
    "industry": "WCNC",
    "summary": "Mientras Helene devastaba el oeste de Carolina del Norte, el programa de mapeo de deslizamientos de tierra del estado, intermitente, dejó a muchos sin información de seguridad crítica.",
    "charlotte_impact": "Destaca las consecuencias del mapeo de deslizamientos de tierra estancado, lo que aumenta la vulnerabilidad a los desastres naturales en Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Funcionarios publican el informe final sobre el incendio de una casa que dejó muerto al padre de Denny Hamlin",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "Un incendio en una casa en Blacksnake Road en el condado de Gaston dejó al padre del piloto de NASCAR Denny Hamlin muerto en diciembre.",
    "charlotte_impact": "Informa sobre un trágico incendio en una casa, enfatizando la importancia de la seguridad contra incendios y el apoyo comunitario en el condado de Gaston.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca un vicepresidente de desarrollo comercial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, N.C., 18 de febrero de 2026 (GLOBE NEWSWIRE) -- Mosaic Capital Partners, LLC ('Mosaic') es una firma de capital privado con sede en Charlotte, Carolina del Norte, que se centra en brindar una amplia participación de los empleados en las empresas del mercado medio bajo a través de transacciones de cambio de control. Mosaic invierte en empresas con un EBITDA de $3 a $15 millones en los sectores centrales o...",
    "charlotte_impact": "Indica el crecimiento del capital privado y los modelos de propiedad de los empleados dentro de las empresas del mercado medio bajo de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita $20 millones en adquisiciones, expande las asociaciones de desarrollo económico",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "Charlotte, NC, Estados Unidos, 28 de enero de 2026, FinanceWireKPN Consulting Services, una firma de consultoría enfocada en pequeñas empresas...",
    "charlotte_impact": "Muestra el desarrollo económico a través de adquisiciones y asociaciones, impulsando el sector de las pequeñas empresas de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Chef de Charlotte gana $171,000 y planea lanzar un camión de comida",
    "url": "https://www.wcnc.com/article/news/lottery/charlotte-chef-wins-lottery-jackpot/275-a3237735-eb92-4b77-9872-1afe50dfaf11",
    "industry": "WCNC",
    "summary": "El chef de Charlotte, José Naranjo, ganó un premio mayor de $171,000 en Cash 5 y planea lanzar un camión de comida, convirtiendo años de cocinar para otros en una empresa culinaria personal.",
    "charlotte_impact": "Celebra el éxito empresarial y la innovación culinaria, contribuyendo a la vibrante escena gastronómica de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Joe Gibbs Racing afirma que el ex director de competencia proporcionó información del coche a otro equipo",
    "url": "https://www.wcnc.com/article/sports/motor/nascar/joe-gibbs-racing-sues-chris-gabehart/275-6348b331-f9f9-4073-958d-a53a8f9c9c70",
    "industry": "WCNC",
    "summary": "Joe Gibbs Racing demanda al ex jefe de equipo Chris Gabehart por presuntamente compartir datos confidenciales del coche con un equipo rival de NASCAR.",
    "charlotte_impact": "Aborda el robo de propiedad intelectual en NASCAR, lo que afecta el equilibrio competitivo y las estrategias del equipo dentro de la industria de las carreras.",
    "impact_score": 3
  },
  {
    "title": "Cómo las ferias comerciales en Charlotte, Carolina del Norte, están aprovechando las carpas de toldo personalizadas para maximizar la visibilidad de la marca y el ROI",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los tres problemas que actualmente están considerando los expositores en las ferias comerciales en Charlotte, Carolina del Norte, siguen cambiando la flexibilidad, la visibilidad y el retorno de la inversión.",
    "charlotte_impact": "Destaca la creciente importancia de la visibilidad de la marca y el ROI en entornos de ferias comerciales competitivos en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El cambio climático está impactando la producción de café en todo el mundo, según muestran los datos",
    "url": "https://www.wcnc.com/article/weather/weather-iq/climate-change-impacting-production-of-coffee/275-b0997e42-f177-4079-98e2-a05a5edf0cba",
    "industry": "WCNC",
    "summary": "El aumento de las temperaturas en las principales regiones productoras de café está impactando el precio del café y la capacidad de cultivarlo.",
    "charlotte_impact": "Ilustra el impacto del cambio climático en la producción de café, afectando las cadenas de suministro mundiales y los precios al consumidor.",
    "impact_score": 3
  },
  {
    "title": "El antiguo emplazamiento de una fábrica en Salisbury se convertirá en un barrio de ingresos mixtos",
    "url": "https://www.wcnc.com/article/news/local/salsibury-nc-former-mill-site-neighborhood-2-20-2026/275-25d0eea1-4305-4065-bdff-4c186f74a2dc",
    "industry": "WCNC",
    "summary": "La visión del proyecto es el resultado de años de participación comunitaria y análisis previo al desarrollo, dijo la ciudad.",
    "charlotte_impact": "Destaca el desarrollo impulsado por la comunidad y la vivienda de ingresos mixtos, abordando la equidad social en Salisbury.",
    "impact_score": 3
  },
  {
    "title": "Travis Buys Home ve que los propietarios están reevaluando cuándo vender a medida que cambian las condiciones del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, NC, 28 de enero de 2026 (GLOBE NEWSWIRE) --",
    "charlotte_impact": "Refleja la dinámica cambiante en el mercado de la vivienda, lo que afecta las decisiones de los propietarios y las estrategias inmobiliarias en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "La escena gastronómica de Charlotte está creciendo, pero no todos sobreviven",
    "url": "https://www.wcnc.com/article/life/food/charlottes-restaurant-scene-is-thriving-and-struggling-at-the-same-time/275-c133ec74-9241-4666-b0d0-2548c2b80c14",
    "industry": "WCNC",
    "summary": "La escena de restaurantes de Charlotte está evolucionando rápidamente, con un aumento en las nuevas aperturas y un aumento en los cierres de restaurantes de larga data debido al aumento de los costos.",
    "charlotte_impact": "Revela los desafíos en la industria de restaurantes, equilibrando el crecimiento con la sostenibilidad y el aumento de los costos operativos.",
    "impact_score": 3
  },
  {
    "title": "Los pasajeros del aeropuerto regional de Florence aumentaron en 2025",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "Los viajes aéreos del condado de Florence aumentaron, pero el aeropuerto perdió el vuelo de American Airlines a Charlotte, Carolina del Norte. SkyWest podría agregar un vuelo a Washington, D.C., después de los fondos de la subvención.",
    "charlotte_impact": "Ilustra la volatilidad de los viajes aéreos regionales, lo que afecta la conectividad y las oportunidades económicas para el condado de Florence.",
    "impact_score": 2
  },
  {
    "title": "Sebastian Bach listo para un espectáculo con entradas agotadas en Newton en la gira Party Never Ends",
    "url": "https://www.wcnc.com/article/entertainment/music/sebastian-bach-sold-out-show-newton-party-never-ends-tour/275-6ce43e57-7d23-4142-8605-d9e1f620e109",
    "industry": "WCNC",
    "summary": "Sebastian Bach, uno de los vocalistas más renombrados del hard rock, tocará en Newton, NC, Greenville, SC y Charleston, SC.",
    "charlotte_impact": "Destaca los eventos culturales en la región, promoviendo el turismo y el entretenimiento para residentes y visitantes.",
    "impact_score": 2
  },
  {
    "title": "Lluvia dispersa este fin de semana, más fresco el domingo",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El sábado por la mañana habrá lluvia dispersa temprano, pero la mayor parte de la tarde permanecerá seca. Luego, esté atento a más lluvia dispersa el domingo.",
    "charlotte_impact": "Proporciona una actualización del clima, que impacta las actividades de fin de semana y puede afectar a las empresas y eventos locales.",
    "impact_score": 2
  }
]