[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte aprovechan las carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales, centrándose en la flexibilidad y el impacto.",
    "charlotte_impact": "Las ferias comerciales son vitales para las empresas locales y las estrategias de marca eficaces pueden tener un impacto significativo en su éxito y presencia en el mercado.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo empresarial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo empresarial para ampliar la propiedad de los empleados en empresas del mercado medio-bajo.",
    "charlotte_impact": "Esto indica crecimiento e inversión en el sector financiero local, lo que potencialmente crea oportunidades de empleo.",
    "impact_score": 3
  },
  {
    "title": "El tráfico de pasajeros del aeropuerto de Florencia aumentará en 2025",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte. Se están explorando posibles nuevos vuelos.",
    "charlotte_impact": "El crecimiento de los aeropuertos impacta la conectividad regional y el desarrollo económico, influyendo en los negocios y el turismo.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte enfrentan cargos por la presunta tortura y muerte de una niña, que supuestamente estaba encerrada en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Esto pone de relieve graves problemas de abuso y abandono infantil, lo que genera preocupaciones sobre la seguridad y el bienestar de la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios están reconsiderando cuándo vender sus propiedades a medida que cambian las condiciones del mercado, según Travis Buys Home en Charlotte, Carolina del Norte.",
    "charlotte_impact": "Las fluctuaciones del mercado inmobiliario afectan a los propietarios de viviendas y a la economía local, influyendo en las decisiones de compra y venta.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando asociaciones de desarrollo económico en Charlotte, Carolina del Norte.",
    "charlotte_impact": "Esto demuestra crecimiento económico e inversión en pequeñas empresas, lo que contribuye a la creación de empleo y la prosperidad regional.",
    "impact_score": 3
  },
  {
    "title": "Adolescentes acusados ​​de tiroteo en Rock Hill tras intento de robo",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Dos menores son acusados ​​después de que un joven de 18 años fuera asesinado a tiros durante un intento fallido de robo en un estacionamiento de Rock Hill.",
    "charlotte_impact": "Este incidente genera preocupación sobre la violencia juvenil y las tasas de criminalidad en el área, lo que afecta la seguridad de la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Tribunal de Carolina del Norte niega reembolsos a clientes de Duke Energy",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "El Tribunal de Apelaciones de Carolina del Norte dictaminó que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Esta decisión afecta los derechos de los consumidores y plantea interrogantes sobre la responsabilidad de las empresas de servicios públicos y la supervisión regulatoria.",
    "impact_score": 3
  },
  {
    "title": "Fin de semana nublado y más fresco con lluvias esperadas",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El pronóstico del fin de semana pronostica tiempo nublado con lluvias pasajeras el sábado y lluvias irregulares el domingo, junto con un enfriamiento y ráfagas de viento.",
    "charlotte_impact": "Las condiciones climáticas afectan las actividades al aire libre y los planes de viaje, influyendo en los eventos locales y las rutinas diarias.",
    "impact_score": 2
  },
  {
    "title": "Mujer de Charlotte arrestada por robo de Lululemon por valor de 7,700 dólares",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "Una mujer de Charlotte con antecedentes penales enfrenta cargos por delitos graves después de robar mercancías por valor de 7,7 mil dólares de Lululemon.",
    "charlotte_impact": "Esto pone de relieve los delitos en el comercio minorista y su impacto en las empresas locales, lo que requiere mayores medidas de seguridad y esfuerzos de aplicación de la ley.",
    "impact_score": 4
  },
  {
    "title": "Un apuñalamiento en West Charlotte deja un herido",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un incidente de apuñalamiento en Reid Avenue en el oeste de Charlotte resultó en lesiones que no ponen en peligro la vida de una persona el sábado por la mañana.",
    "charlotte_impact": "Los incidentes violentos contribuyen a los problemas de seguridad y requieren intervenciones comunitarias para abordar los problemas subyacentes.",
    "impact_score": 3
  },
  {
    "title": "Delincuente sexual acusado de acicalar a un niño de Chesterfield en línea",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un delincuente sexual registrado de Oregón enfrenta cargos por supuestamente preparar a un niño del condado de Chesterfield en Discord usando tarjetas de regalo de Roblox.",
    "charlotte_impact": "Esto subraya los peligros de la explotación infantil en línea y la necesidad de vigilancia parental y medidas policiales.",
    "impact_score": 4
  },
  {
    "title": "La policía responde a dos tiroteos separados en Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "La policía respondió a dos tiroteos separados en Salisbury, donde las víctimas sufrieron heridas graves.",
    "charlotte_impact": "Múltiples tiroteos en un corto período generan preocupación sobre la seguridad pública y la prevalencia de la violencia armada en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "El proyecto del carril de peaje de la I-77S genera tensión en el oeste de Charlotte",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La propuesta de expansión del carril de peaje de la I-77 está causando tensión debido a su impacto potencial en los vecindarios históricamente negros en el oeste de Charlotte.",
    "charlotte_impact": "Los proyectos de infraestructura pueden tener importantes consecuencias sociales y económicas, lo que requiere una cuidadosa consideración de los impactos en la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Los padres de Asha Degree buscan respuestas 26 años después de su desaparición",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Más de 26 años después de la desaparición de Asha Degree, sus padres continúan pidiendo respuestas y un cierre del caso sin resolver.",
    "charlotte_impact": "Los casos de personas desaparecidas sin resolver resaltan el dolor duradero de las familias y la importancia de una investigación continua y el apoyo de la comunidad.",
    "impact_score": 3
  }
]