[
  {
    "title": "Arresto realizado en 2024 Homicidio en North Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/suspect-arrested-2024-homicide-north-charlotte/275-9c85d7eb-4bdc-482b-ab09-0b4cb3c388f7",
    "industry": "WCNC",
    "summary": "Woodie Rodrick Daniels, III arrestado en relación con un tiroteo mortal ocurrido en 2024.",
    "charlotte_impact": "Pone cierre a un crimen pasado y destaca los esfuerzos en curso para resolver casos sin resolver en el área de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Pronóstico del tiempo: miércoles ventoso, jueves lluvioso",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Espere un clima más cálido hoy con probabilidad de lluvia desde el jueves por la mañana hasta la tarde.",
    "charlotte_impact": "Proporciona una breve actualización del clima, informando a los residentes sobre las condiciones futuras.",
    "impact_score": 2
  },
  {
    "title": "Adolescente permanecerá encarcelado por tiroteo en Rock Hill",
    "url": "https://www.wcnc.com/article/news/crime/teens-charged-rock-hill-south-carolina-deadly-shooting-court-appearance/275-c66e194b-30e8-4c9a-8598-9087f36919a8",
    "industry": "WCNC",
    "summary": "Un joven de 16 años acusado de un tiroteo mortal en Rock Hill permanecerá en prisión mientras continúa la investigación.",
    "charlotte_impact": "Destaca el tema de la violencia juvenil y las complejidades de los procedimientos legales que involucran a menores.",
    "impact_score": 3
  },
  {
    "title": "La ciencia detrás de la tormenta invernal del noreste",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/massive-winter-storm-northeast/275-c42b5516-ed1b-4fe4-8f18-6b42d5312bfb",
    "industry": "WCNC",
    "summary": "Análisis de la enorme tormenta invernal que afectó la costa este y provocó importantes nevadas e interrupciones en los viajes.",
    "charlotte_impact": "Explica los factores meteorológicos que contribuyen a los fenómenos meteorológicos severos.",
    "impact_score": 3
  },
  {
    "title": "Arresto realizado después de una búsqueda de negocios de cáñamo en Kings Mountain",
    "url": "https://www.wcnc.com/article/news/crime/kings-mountain-hemp-business-marijuana-arrest-2-24-2026/275-2aaec345-234f-4f79-b4cd-7368d845d5af",
    "industry": "WCNC",
    "summary": "La búsqueda policial en un negocio de cáñamo culmina en un arresto tras sospechas de cultivo ilegal de marihuana.",
    "charlotte_impact": "Ilustra los esfuerzos de las autoridades para combatir las operaciones de drogas ilegales disfrazadas de negocios legítimos.",
    "impact_score": 3
  },
  {
    "title": "Hombre acusado de asalto por furia en la carretera en Matthews",
    "url": "https://www.wcnc.com/article/news/local/man-accused-of-beating-woman-road-rage-incident/275-dbfc28d9-cf99-4fca-8bce-2ff7eb24a063",
    "industry": "WCNC",
    "summary": "James Lavadora, de 61 años, acusado de agresión después de un incidente de furia al volante en Matthews.",
    "charlotte_impact": "Aborda el problema de la furia al volante y el potencial de violencia que surge de las disputas de tránsito.",
    "impact_score": 4
  },
  {
    "title": "ICE arresta a cuatro hombres en el condado de Mecklenburg",
    "url": "https://www.wcnc.com/article/news/local/ice-arrests-four-men-ahead-of-court-hearings/275-fef83513-7410-4565-8d6a-bff12f286e08",
    "industry": "WCNC",
    "summary": "ICE arresta a cuatro hombres antes de sus audiencias judiciales en el condado de Mecklenburg, lo que provocó la intervención de sus abogados.",
    "charlotte_impact": "Plantea preguntas sobre la aplicación de la ley de inmigración y los derechos legales dentro del sistema judicial local.",
    "impact_score": 3
  },
  {
    "title": "Cámara de Representantes rechaza proyecto de ley de localización de aeronaves",
    "url": "https://www.wcnc.com/article/news/local/house-rejects-bill-requiring-aircraft-locator-systems-to-prevent-midair-collisions/275-216d88da-d2ab-4e77-957b-6a686af22f35",
    "industry": "WCNC",
    "summary": "Error 500 (Server Error)!!1500.That’s an error.There was an error. Please try again later.That’s all we know.",
    "charlotte_impact": "Destaca los desafíos legislativos para mejorar las medidas de seguridad de la aviación.",
    "impact_score": 2
  },
  {
    "title": "Preocupaciones por el crimen en Charlotte abordadas por el jefe de policía",
    "url": "https://www.wcnc.com/article/news/local/charlotte-crime-concerns-2-24-2026/275-c3eae3a6-d22f-4ad1-8073-ab8d1c690926",
    "industry": "WCNC",
    "summary": "El jefe de CMPD, Patterson, insta a la acción pública y destaca los problemas de los reincidentes para abordar las preocupaciones sobre la delincuencia.",
    "charlotte_impact": "Destaca la importancia de la participación de la comunidad en la prevención del delito y los desafíos que plantean los reincidentes.",
    "impact_score": 3
  },
  {
    "title": "Líderes de Huntersville rechazan propuesta de rezonificación",
    "url": "https://www.wcnc.com/article/news/local/huntersville-rezoning-proposal/275-65bf7eda-97a1-4b94-9ebe-0aac781e6690",
    "industry": "WCNC",
    "summary": "Los líderes de Huntersville rechazan una propuesta de rezonificación para casas adosadas y un proyecto de tienda de comestibles, lo que afecta los planes de desarrollo local.",
    "charlotte_impact": "Demuestra las complejidades de las decisiones locales sobre el uso de la tierra y su impacto en el crecimiento de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Los bomberos de Charlotte piden un salario más alto",
    "url": "https://www.wcnc.com/article/money/charlotte-firefighter-pay-benefits-2-24-2026/275-efff77df-b410-486e-bcd6-69d074962969",
    "industry": "WCNC",
    "summary": "Los bomberos de Charlotte abogan por mejores compensaciones y beneficios para mantener el ritmo del crecimiento y las demandas laborales de la ciudad.",
    "charlotte_impact": "Aborda inquietudes sobre el personal de seguridad pública y la necesidad de una compensación competitiva.",
    "impact_score": 3
  },
  {
    "title": "Trump menciona el asesinato de Iryna Zarutska en SOTU",
    "url": "https://www.wcnc.com/article/news/politics/national-politics/iryna-zarutska-state-of-the-union-trump-2-24-2026/275-a2c6a650-15b7-4d90-97b5-b53273f684a6",
    "industry": "WCNC",
    "summary": "El presidente Trump reconoce a la madre de Iryna Zarutska durante el Estado de la Unión y pide leyes más estrictas contra los reincidentes.",
    "charlotte_impact": "Conecta el crimen local con los debates sobre políticas nacionales y destaca el impacto del crimen en las familias.",
    "impact_score": 4
  },
  {
    "title": "Los vecinos del este de Charlotte no están seguros sobre el centro de datos",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-residents-raise-concerns-over-proposed-data-center/275-38bbffda-9f7e-460a-983b-cd26a6ade8ab",
    "industry": "WCNC",
    "summary": "El centro de datos propuesto en el este de Charlotte genera preocupación entre los vecinos sobre la infraestructura y el consumo de energía.",
    "charlotte_impact": "Refleja las preocupaciones de la comunidad sobre los impactos ambientales y de infraestructura de los nuevos desarrollos.",
    "impact_score": 3
  },
  {
    "title": "Padre adoptivo regresa para ayudar a otras familias",
    "url": "https://www.wcnc.com/article/news/local/full-circle-moment-adoptive-father-returns-to-alexander-youth-network-to-help-other-families/275-c26efa37-b29e-4b27-80c2-12555b5136f2",
    "industry": "WCNC",
    "summary": "Un padre adoptivo regresa a Alexander Youth Network para ayudar a otras familias, 13 años después de adoptar a su hijo.",
    "charlotte_impact": "Muestra el impacto positivo de la adopción y la importancia de apoyar a las familias necesitadas.",
    "impact_score": 4
  },
  {
    "title": "Dentro del laboratorio criminalístico del sheriff del condado de Union",
    "url": "https://www.wcnc.com/article/news/local/union-county-nc-sheriff-crime-lab-2-24-2026/275-fc31058d-2c4f-459a-927f-8b714c5862ee",
    "industry": "WCNC",
    "summary": "Las capacidades ampliadas del laboratorio respaldan el historial de la agencia de resolver casos de asesinato más rápidamente a través del análisis científico.",
    "charlotte_impact": "Destaca el papel de la ciencia forense en la mejora de la eficacia de la aplicación de la ley.",
    "impact_score": 3
  }
]