[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca las estrategias de marketing innovadoras que las empresas están empleando para destacarse en entornos feriales competitivos.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora dentro del sector de capital privado en la región de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto de Florencia ve un aumento de pasajeros y pierde el vuelo de Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió su vuelo de American Airlines a Charlotte, Carolina del Norte.",
    "charlotte_impact": "Refleja la dinámica fluctuante de los viajes aéreos regionales y el impacto de las decisiones de las aerolíneas.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Informa sobre un caso grave de abuso y violencia infantil, lo que genera preocupación sobre la seguridad de la comunidad.",
    "impact_score": 1
  },
  {
    "title": "Los propietarios de viviendas reevalúan el momento de la venta a medida que cambia el mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reconsiderando cuándo vender sus casas debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la dinámica cambiante del mercado inmobiliario y su impacto en las decisiones de los propietarios.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el crecimiento económico y el papel de las empresas consultoras en el apoyo al desarrollo de pequeñas empresas.",
    "impact_score": 3
  },
  {
    "title": "Rodaje de película cerrará carreteras en Huntersville en marzo",
    "url": "https://www.wcnc.com/article/news/local/huntersville-road-closures-march-2026-movie-tv-production/275-d697d2e1-70d4-440c-8ce0-a1e49fcf5468",
    "industry": "WCNC",
    "summary": "Se han programado breves cierres de carreteras en Huntersville a principios de marzo para el rodaje de una película, lo que provocará retrasos menores en los viajes.",
    "charlotte_impact": "Indica actividad de la industria cinematográfica local y posibles interrupciones en los desplazamientos diarios.",
    "impact_score": 2
  },
  {
    "title": "Empleados de Statesville reclaman baños \"solo para blancos\" en la planta",
    "url": "https://www.wcnc.com/article/news/local/statesville-employees-claim-supervisor-had-whites-only-bathroom/275-c72fee1c-5258-420b-b359-80b5903ea59a",
    "industry": "WCNC",
    "summary": "Ex empleados de una planta de tratamiento de aguas residuales de Statesville alegan que un supervisor mantenía un baño \"sólo para blancos\".",
    "charlotte_impact": "Informa denuncias de discriminación racial en el lugar de trabajo, lo que genera preocupaciones sobre la igualdad.",
    "impact_score": 1
  },
  {
    "title": "Domingo más fresco y ventoso con lluvia dispersa en Charlotte",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El área de Charlotte experimentará temperaturas más frías y lluvias dispersas el domingo.",
    "charlotte_impact": "Proporciona una actualización del pronóstico del tiempo relevante para los residentes locales que planifican sus actividades de fin de semana.",
    "impact_score": 3
  },
  {
    "title": "Niño encontrado reunido con sus tutores en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/cmpd-found-child-north-charlotte/275-47e7f355-54a5-4089-8758-728ccfc59211",
    "industry": "WCNC",
    "summary": "Un niño encontrado solo en el norte de Charlotte se reunió sano y salvo con sus tutores.",
    "charlotte_impact": "Informa un resultado positivo de una situación potencialmente peligrosa, destacando los esfuerzos de seguridad de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "El condado de York construye una casa sin hipotecas para un veterano lesionado",
    "url": "https://www.wcnc.com/article/news/local/homes-for-our-troops-army-sgt-nicholas-firth-york-sc/275-a71148d1-6290-4a3b-8772-8c0c6966d5c2",
    "industry": "WCNC",
    "summary": "Los residentes del condado de York se unieron para donar una casa accesible y sin hipotecas al sargento del ejército. Nicolás Fiordo.",
    "charlotte_impact": "Muestra el apoyo comunitario a los veteranos y la provisión de viviendas accesibles.",
    "impact_score": 4
  },
  {
    "title": "No hay reembolsos para los clientes de Duke Energy a pesar de los cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "El Tribunal de Apelaciones de Carolina del Norte dictaminó que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Informes sobre una decisión legal que afecta a los clientes de servicios públicos y plantea preocupaciones sobre las prácticas de facturación justas.",
    "impact_score": 2
  },
  {
    "title": "Rock Hill lamenta la muerte de un niño y un adolescente en un tiroteo",
    "url": "https://www.wcnc.com/article/news/local/rock-hill-mourns-child-teen-killed-in-deadly-shooting-leaders-urge-conflict-resolution-to-prevent-youth-deaths/275-d87342c1-a363-4d4c-8fef-9b60a082cdce",
    "industry": "WCNC",
    "summary": "Los líderes comunitarios buscan soluciones después de que los recientes tiroteos en Rock Hill cobraran la vida de jóvenes.",
    "charlotte_impact": "Destaca el trágico impacto de la violencia armada en los jóvenes y la respuesta de la comunidad.",
    "impact_score": 1
  },
  {
    "title": "La policía de Salisbury busca sospechosos de una colisión mortal",
    "url": "https://www.wcnc.com/article/news/local/salisbury-police-search-for-suspect-in-deadly-motorcycle-collision/275-dd392a37-33e6-4d97-9ce4-1720bcae9c6c",
    "industry": "WCNC",
    "summary": "La policía de Salisbury está investigando una colisión mortal de motocicleta que mató a un hombre e hirió a otros dos.",
    "charlotte_impact": "Informes sobre un incidente de tráfico fatal y la investigación en curso.",
    "impact_score": 1
  },
  {
    "title": "El sitio de la oficina de Ballantyne podría convertirse en unidades de vivienda",
    "url": "https://www.wcnc.com/article/news/local/ballantyne-office-site-could-be-converted-into-hundreds-of-housing-units-plans-show/275-57d7f36c-1d29-4ee2-b857-e6481cd7a130",
    "industry": "WCNC",
    "summary": "Los espacios de oficinas en el área Ballantyne de Charlotte se pueden convertir en unidades multifamiliares y casas adosadas.",
    "charlotte_impact": "Indica un cambio en las tendencias de desarrollo inmobiliario y posibles cambios en el uso del suelo.",
    "impact_score": 3
  }
]