[
  {
    "title": "Trump tergiversa los hechos en el discurso del Estado de la Unión sobre el asesinato de Charlotte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump vinculó incorrectamente un asesinato en Charlotte con la apertura de fronteras. El sospechoso era un ciudadano estadounidense.",
    "charlotte_impact": "Destaca la difusión de información errónea y su impacto potencial en los debates sobre inmigración.",
    "impact_score": 3
  },
  {
    "title": "Hayward: empleador principal en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, un fabricante de filtros para piscinas con sede en Charlotte, emplea a más de 1.000 trabajadores en Clemmons.",
    "charlotte_impact": "Muestra la importancia económica de la manufactura en las ciudades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales de Charlotte aprovechan las carpas con dosel personalizadas para la visibilidad de la marca",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de ferias comerciales en Charlotte están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión.",
    "charlotte_impact": "Ilustra las estrategias de marketing empleadas por las empresas del área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, está contratando a un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora dentro del sector financiero de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El número de pasajeros del aeropuerto de Florencia aumenta a pesar de la pérdida del vuelo de Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder su vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja los desafíos y oportunidades para los aeropuertos regionales en el mantenimiento del servicio aéreo.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de torturar y matar a una niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros.",
    "charlotte_impact": "Destaca un caso horrible de abuso infantil y la necesidad de vigilancia para proteger a los niños vulnerables.",
    "impact_score": 4
  },
  {
    "title": "Propietarios de viviendas de Charlotte reevaluando cuándo vender",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte están reconsiderando sus cronogramas de venta debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la naturaleza dinámica del mercado inmobiliario y su impacto en los propietarios.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones en Charlotte",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó 20 millones de dólares en adquisiciones y amplió asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras en el apoyo al crecimiento empresarial en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Los bomberos están a salvo después de quedar atrapados en el incendio de la casa Steele Creek",
    "url": "https://www.wcnc.com/article/news/local/house-fire-reported-in-steele-creek-area-2-25-2026/275-ae886858-2271-4dde-9a04-80045397d45a",
    "industry": "WCNC",
    "summary": "Dos bomberos están a salvo después de quedar atrapados brevemente mientras luchaban contra un incendio en una casa en Steele Creek.",
    "charlotte_impact": "Destaca los riesgos que enfrentan los bomberos y la importancia de las medidas de seguridad.",
    "impact_score": 3
  },
  {
    "title": "Chefs negros destacados en el evento en la azotea de Charlotte para el Mes de la Historia Afroamericana",
    "url": "https://www.wcnc.com/article/life/food/black-chefs-charlotte-black-history-month/275-1f1fabb7-378c-4726-aa9e-3c1915efcbc4",
    "industry": "WCNC",
    "summary": "Un evento en la azotea de Charlotte contará con chefs negros para celebrar el Mes de la Historia Afroamericana y apoyar a la YBLA.",
    "charlotte_impact": "Promueve la conciencia cultural y apoya el desarrollo del liderazgo dentro de la comunidad negra.",
    "impact_score": 3
  },
  {
    "title": "El riesgo de enfermedad cardíaca para las mujeres estadounidenses aumentará significativamente para 2050",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/women-heart-problems-connect-the-dots/275-5ad301ab-edfc-4343-98a2-606a0a3ed1dd",
    "industry": "WCNC",
    "summary": "Un nuevo informe advierte que se prevé que el riesgo de enfermedad cardíaca para las mujeres en los EE. UU. aumente en más de un 33 % para 2050.",
    "charlotte_impact": "Destaca la creciente amenaza de las enfermedades cardiovasculares para la salud de las mujeres.",
    "impact_score": 4
  },
  {
    "title": "Carolina del Sur ve una disminución en el acceso temprano a la atención prenatal",
    "url": "https://www.wcnc.com/article/news/health/south-carolina-prenatal-care-decline-everyday-impact/275-b3f76d85-ada2-4d38-a7da-5499b3bff235",
    "industry": "WCNC",
    "summary": "Carolina del Sur está experimentando una fuerte disminución en la atención prenatal temprana debido a barreras de acceso y costos.",
    "charlotte_impact": "Aborda cuestiones críticas en el acceso a la atención médica y la salud materna en Carolina del Sur.",
    "impact_score": 3
  },
  {
    "title": "La pareja de Charlotte Man es detenida por agentes federales",
    "url": "https://www.wcnc.com/article/news/local/charlotte-ice-detainment-2-25-2026/275-72d58493-6e7d-4590-b045-6ef9505549f6",
    "industry": "WCNC",
    "summary": "Un hombre de Charlotte informa que agentes federales detuvieron a su pareja durante una parada de tráfico.",
    "charlotte_impact": "Plantea preocupaciones sobre la aplicación de la ley de inmigración y su impacto en las familias.",
    "impact_score": 3
  },
  {
    "title": "Se espera lluvia durante la noche",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "La lluvia llegará a la zona durante la noche, seguida de un fin de semana agradable.",
    "charlotte_impact": "Proporciona un breve pronóstico del tiempo para el área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "Hombre acusado de agredir sexualmente a un miembro de su familia en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/east-charlotte-nc-sexual-assault-family-member-2-25-2026/275-815a458f-c9bf-47c0-904f-97b1fad09fcb",
    "industry": "WCNC",
    "summary": "José Vásquez Beltrán, de 31 años, está acusado de agredir sexualmente a un miembro de su familia en el este de Charlotte.",
    "charlotte_impact": "Informes sobre un delito grave y su impacto en la comunidad.",
    "impact_score": 4
  }
]