[
  {
    "title": "Trump tergiversa hechos sobre delitos contra inmigrantes en Carolina del Norte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "La afirmación de Trump acerca de que el sospechoso del apuñalamiento de Charlotte era un inmigrante es falsa; el sospechoso es un ciudadano estadounidense.",
    "charlotte_impact": "Destaca la difusión de información errónea y su impacto en las comunidades locales y el discurso político.",
    "impact_score": 3
  },
  {
    "title": "Hayward: empleador principal en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, un fabricante de filtros para piscinas con sede en Charlotte, emplea a más de 1000 trabajadores en Clemmons, Carolina del Norte.",
    "charlotte_impact": "Muestra la importancia de la manufactura local y su contribución a la economía regional.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales maximizan la visibilidad de la marca en Charlotte",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, se están centrando en la flexibilidad, la visibilidad y el retorno de la inversión a través de carpas con dosel personalizadas.",
    "charlotte_impact": "Ilustra las estrategias de marketing empleadas por las empresas para mejorar la presencia de la marca y el retorno de la inversión.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado en Charlotte, Carolina del Norte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica oportunidades de crecimiento e inversión dentro del sector de capital privado en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto de Florencia pierde el vuelo de Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió su vuelo de American Airlines a Charlotte, Carolina del Norte.",
    "charlotte_impact": "Refleja los desafíos que enfrentan los aeropuertos regionales para mantener las rutas de vuelo y la conectividad.",
    "impact_score": 3
  },
  {
    "title": "Mujeres torturaron y asesinaron a niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte, Carolina del Norte, están acusadas de la muerte por abuso infantil de Dominique Moody, quien estaba encerrada en una jaula para perros.",
    "charlotte_impact": "Destaca un caso grave de abuso infantil y las trágicas consecuencias del abandono y la violencia.",
    "impact_score": 4
  },
  {
    "title": "Irán promete venganza y negocia ataques con Israel",
    "url": "https://www.wccbcharlotte.com/2026/03/01/iran-vows-revenge-after-the-killing-of-its-top-leader-and-trades-strikes-with-israel-in-widening-war/",
    "industry": "WCCB",
    "summary": "Irán promete venganza tras el asesinato de su máximo líder e intercambia ataques con Israel, lo que intensifica las tensiones regionales.",
    "charlotte_impact": "Refleja la escalada del conflicto en Medio Oriente y sus potenciales implicaciones globales.",
    "impact_score": 4
  },
  {
    "title": "Tiroteo en bar de Texas deja 3 muertos y 14 heridos",
    "url": "https://www.wccbcharlotte.com/2026/03/01/texas-bar-shooting-leaves-3-dead-and-14-wounded-as-fbi-investigates-possible-terrorism/",
    "industry": "WCCB",
    "summary": "Un hombre armado abrió fuego afuera de un bar en Austin, Texas, matando a dos personas; El FBI está investigando un posible terrorismo.",
    "charlotte_impact": "Destaca el problema actual de la violencia armada y el potencial de terrorismo en los espacios públicos.",
    "impact_score": 3
  },
  {
    "title": "ADN resuelve un caso sin resolver de 1979 en Carolina del Norte",
    "url": "https://www.wccbcharlotte.com/2026/03/01/dna-evidence-helps-solve-1979-cold-case/",
    "industry": "WCCB",
    "summary": "La tecnología avanzada de ADN ayuda a identificar a un bebé abandonado en un vertedero de Carolina del Norte hace casi 50 años, lo que llevó a un arresto.",
    "charlotte_impact": "Demuestra el poder de la ciencia forense para resolver crímenes que llevan mucho tiempo sin resolverse y dar un cierre a las víctimas.",
    "impact_score": 4
  },
  {
    "title": "Conejos están a salvo después del incendio de un apartamento en Morrisville",
    "url": "https://www.wccbcharlotte.com/2026/03/01/pet-rabbits-safe-after-massive-apartment-fire-in-morrisville/",
    "industry": "WCCB",
    "summary": "Dos conejos están a salvo después de un incendio masivo en un apartamento cerca de Raleigh, Carolina del Norte.",
    "charlotte_impact": "Proporciona un resultado positivo en medio de un evento destructivo, destacando la resiliencia de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Líderes mundiales instan a conversaciones después de los ataques de Estados Unidos e Israel",
    "url": "https://www.wccbcharlotte.com/2026/03/01/world-leaders-urge-return-to-talks-after-us-and-israeli-strikes-kill-iranian-leader-ali-khamenei/",
    "industry": "WCCB",
    "summary": "Los líderes mundiales instan a la calma después de que los ataques de Estados Unidos e Israel contra Irán generaron preocupaciones sobre la violencia regional.",
    "charlotte_impact": "Refleja los esfuerzos internacionales para reducir las tensiones y prevenir más conflictos en el Medio Oriente.",
    "impact_score": 3
  },
  {
    "title": "Fotos policiales del condado de Mecklenburg 28 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/03/01/mecklenburg-county-mugshots-february-28th-3/",
    "industry": "WCCB",
    "summary": "Echa un vistazo a las fotografías policiales del condado de Mecklenburg del sábado 28 de febrero.",
    "charlotte_impact": "Proporciona un panorama de los arrestos recientes y la actividad policial en el condado de Mecklenburg.",
    "impact_score": 2
  },
  {
    "title": "Camión retirado de un socavón en Gastonia",
    "url": "https://www.wccbcharlotte.com/2026/03/01/truck-removed-from-sinkhole-in-gastonia/",
    "industry": "WCCB",
    "summary": "Los equipos están trabajando para reparar un gran sumidero que se abrió el sábado en Gastonia, Carolina del Norte.",
    "charlotte_impact": "Ilustra los desafíos de infraestructura y los esfuerzos para mantener la seguridad pública y el transporte.",
    "impact_score": 3
  },
  {
    "title": "Fotos policiales del condado de Gaston 28 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/03/01/gaston-county-mugshots-february-28th-6/",
    "industry": "WCCB",
    "summary": "Echa un vistazo a las fotografías policiales del condado de Gaston del sábado 28 de febrero.",
    "charlotte_impact": "Proporciona un panorama de los arrestos recientes y la actividad policial en el condado de Gaston.",
    "impact_score": 2
  },
  {
    "title": "Los ataques israelíes sacuden a Teherán después de los ataques de Irán",
    "url": "https://www.wccbcharlotte.com/2026/03/01/israeli-strikes-rock-tehran-as-irans-counterattacks-widen-after-the-killing-of-the-supreme-leader/",
    "industry": "WCCB",
    "summary": "Una explosión sacudió la capital de Irán cuando el ejército israelí apuntó al corazón de la ciudad.",
    "charlotte_impact": "Refleja la escalada del conflicto entre Israel e Irán y su impacto en las poblaciones civiles.",
    "impact_score": 4
  }
]