[
  {
    "title": "Las ferias comerciales en Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras para empresas en Charlotte, mejorando la presencia de la marca y atrayendo clientes.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica oportunidades de crecimiento e inversión en el sector financiero de Charlotte, atrayendo talento y capital.",
    "impact_score": 3
  },
  {
    "title": "El tráfico de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió un vuelo de American Airlines a Charlotte, Carolina del Norte.",
    "charlotte_impact": "Refleja los desafíos y oportunidades en los viajes aéreos regionales, impactando la conectividad y el desarrollo económico.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte, Carolina del Norte, están acusadas de la muerte por abuso infantil de Dominique Moody, quien supuestamente fue torturada y mantenida en una jaula para perros.",
    "charlotte_impact": "Aborda un delito grave y genera preocupaciones sobre el bienestar infantil y la seguridad de la comunidad en Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte, Carolina del Norte, están reevaluando cuándo vender sus casas a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Proporciona información sobre la evolución del mercado inmobiliario en Charlotte, lo que influye en las decisiones de compra y venta.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó 20 millones de dólares en adquisiciones y amplió asociaciones de desarrollo económico en Charlotte, Carolina del Norte.",
    "charlotte_impact": "Demuestra actividad económica y crecimiento en el sector de consultoría de Charlotte, fomentando el desarrollo empresarial.",
    "impact_score": 3
  },
  {
    "title": "Diputado del condado de Stanly involucrado en tiroteo mortal; El OSE investiga",
    "url": "https://www.wcnc.com/article/news/crime/stanly-county-deputy-deadly-shooting-2-23-2026/275-24d5c251-d6a9-4e87-a1a3-bb0d8111c865",
    "industry": "WCNC",
    "summary": "El SBI de Carolina del Norte está investigando un tiroteo mortal que involucró a un agente del condado de Stanly. Los detalles son limitados.",
    "charlotte_impact": "Destaca los incidentes policiales y la importancia de la transparencia y la rendición de cuentas en la actuación policial.",
    "impact_score": 3
  },
  {
    "title": "La recuperación de un U-Haul robado conduce a dos arrestos en Huntersville",
    "url": "https://www.wcnc.com/article/news/crime/suspects-charged-stolen-u-haul-recovery-huntersville-north-carolina/275-5f616fc6-6596-404d-8bca-1bf57afb5e58",
    "industry": "WCNC",
    "summary": "La policía de Huntersville recuperó un U-Haul robado utilizando un lector de matrículas, lo que llevó a dos arrestos.",
    "charlotte_impact": "Ilustra la eficacia de la tecnología en la aplicación de la ley y la prevención del delito en Huntersville.",
    "impact_score": 3
  },
  {
    "title": "Evolución del Discurso sobre el Estado de la Unión",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/state-of-the-union-jefferson-pause-media-spectacle/275-817895fa-b7ea-4a68-8018-3052abc67c9e",
    "industry": "WCNC",
    "summary": "El discurso sobre el Estado de la Unión ha pasado de ser un informe constitucional a un acontecimiento nacional importante.",
    "charlotte_impact": "Proporciona un contexto histórico sobre un evento político clave, informando a los ciudadanos sobre la evolución de la gobernanza.",
    "impact_score": 2
  },
  {
    "title": "La Pascua del Noreste provoca caos en los viajes en el aeropuerto de Charlotte Douglas",
    "url": "https://www.wcnc.com/article/travel/noreaster-northeast-triggers-travel-charlotte-douglas-airport/275-146709ad-5e14-4afa-a987-75f218af4178",
    "industry": "WCNC",
    "summary": "Una tormenta del noreste interrumpió los viajes en el aeropuerto de Charlotte Douglas, provocando numerosas cancelaciones y retrasos.",
    "charlotte_impact": "Impacta a los viajeros y resalta la vulnerabilidad de los sistemas de transporte ante eventos climáticos severos.",
    "impact_score": 4
  },
  {
    "title": "Inicio de semana frío, se espera tendencia al alza",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se espera que un martes frío dé paso a una tendencia de calentamiento lento más adelante en la semana, con pequeñas posibilidades de lluvia.",
    "charlotte_impact": "Proporciona un breve pronóstico del tiempo, lo que ayuda a los residentes a planificar sus actividades en consecuencia.",
    "impact_score": 2
  },
  {
    "title": "El reverendo Jesse Jackson Sr. permanecerá en estado en la Casa Estatal de Carolina del Sur",
    "url": "https://www.wcnc.com/article/news/local/rev-jesse-jackson-sr-to-lie-in-state-south-carolina-state-house/101-0042d4ba-366b-456a-9bac-8252a28312b1",
    "industry": "WCNC",
    "summary": "El reverendo Jesse Jackson Sr. permanecerá en el Capitolio de Carolina del Sur el 2 de marzo, honrando su legado.",
    "charlotte_impact": "Reconoce las contribuciones de un destacado líder de derechos civiles y proporciona detalles sobre eventos conmemorativos.",
    "impact_score": 3
  },
  {
    "title": "El Ayuntamiento de Charlotte aprueba una inversión de 4 millones de dólares en viviendas asequibles",
    "url": "https://www.wcnc.com/article/money/markets/real-estate/affordable-housing-crisis/charlotte-city-council-affordable-housing-five-points/275-04a3b543-695a-4afb-a913-6945df852d8d",
    "industry": "WCNC",
    "summary": "El Ayuntamiento de Charlotte aprobó una inversión de 4 millones de dólares en viviendas asequibles en Five Points, que se espera produzca 145 unidades.",
    "charlotte_impact": "Aborda la necesidad crítica de viviendas asequibles en Charlotte, promoviendo el desarrollo comunitario.",
    "impact_score": 4
  },
  {
    "title": "Dos acusados ​​en tiroteo en diciembre en casa ocupada en Monroe",
    "url": "https://www.wcnc.com/article/news/crime/two-charged-in-december-shooting-at-occupied-house-in-monroe/275-3810ceb5-8a89-4432-99cf-7ef52afa9f8e",
    "industry": "WCNC",
    "summary": "Dos personas han sido acusadas en relación con un tiroteo en diciembre en una casa ocupada en Monroe, Carolina del Norte.",
    "charlotte_impact": "Destaca los delitos violentos en la región y los esfuerzos para llevar a los perpetradores ante la justicia.",
    "impact_score": 4
  },
  {
    "title": "Caso de sarampión confirmado en el condado de Burke, lugares de exposición revelados",
    "url": "https://www.wcnc.com/article/news/health/measles-case-confirmed-in-burke-county/275-133d9eed-5b9e-4d22-ad50-06660854e837",
    "industry": "WCNC",
    "summary": "Se ha confirmado un caso de sarampión en el condado de Burke, Carolina del Norte, y se han dado a conocer al público los posibles lugares de exposición.",
    "charlotte_impact": "Plantea preocupaciones de salud pública y enfatiza la importancia de la vacunación y la concientización.",
    "impact_score": 3
  }
]