[
  {
    "title": "A los clientes de Duke Energy se les negaron reembolsos a pesar de los cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "Un tribunal de Carolina del Norte dictamina que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Sienta un precedente para la responsabilidad de las empresas de servicios públicos y la protección del consumidor en Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "La policía de Charlotte busca tutores del niño encontrado",
    "url": "https://www.wcnc.com/article/news/local/cmpd-found-child-north-charlotte/275-47e7f355-54a5-4089-8758-728ccfc59211",
    "industry": "WCNC",
    "summary": "La policía está pidiendo la ayuda del público para localizar a los padres o tutores de un niño encontrado solo en el norte de Charlotte.",
    "charlotte_impact": "Destaca las preocupaciones sobre la seguridad infantil y la importancia de la vigilancia comunitaria.",
    "impact_score": 3
  },
  {
    "title": "Rock Hill lamenta la muerte de un niño y un adolescente en un tiroteo; Los líderes buscan soluciones",
    "url": "https://www.wcnc.com/article/news/local/rock-hill-mourns-child-teen-killed-in-deadly-shooting-leaders-urge-conflict-resolution-to-prevent-youth-deaths/275-d87342c1-a363-4d4c-8fef-9b60a082cdce",
    "industry": "WCNC",
    "summary": "Los líderes comunitarios buscan soluciones después de que los tiroteos en Rock Hill se cobraran la vida de un niño de 4 años y un adolescente.",
    "charlotte_impact": "Aborda la necesidad urgente de resolución de conflictos y prevención de la violencia entre los jóvenes.",
    "impact_score": 4
  },
  {
    "title": "La policía de Salisbury investiga una colisión mortal de motocicleta",
    "url": "https://www.wcnc.com/article/news/local/salisbury-police-search-for-suspect-in-deadly-motorcycle-collision/275-dd392a37-33e6-4d97-9ce4-1720bcae9c6c",
    "industry": "WCNC",
    "summary": "La policía de Salisbury está buscando sospechosos de una colisión que mató a un motociclista e hirió a otros dos.",
    "charlotte_impact": "Concientiza sobre la seguridad vial y las consecuencias de la conducción imprudente.",
    "impact_score": 3
  },
  {
    "title": "El sitio de la oficina de Ballantyne podría convertirse en unidades de vivienda",
    "url": "https://www.wcnc.com/article/news/local/ballantyne-office-site-could-be-converted-into-hundreds-of-housing-units-plans-show/275-57d7f36c-1d29-4ee2-b857-e6481cd7a130",
    "industry": "WCNC",
    "summary": "Los planes indican que los espacios de oficinas en el área Ballantyne de Charlotte pueden transformarse en unidades multifamiliares y casas adosadas.",
    "charlotte_impact": "Refleja las tendencias cambiantes del desarrollo urbano y las demandas de vivienda en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Se espera un clima nublado y más fresco con lluvias irregulares",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El área de Charlotte experimentará condiciones nubladas, más frescas y ventosas con lluvias dispersas el domingo.",
    "charlotte_impact": "Proporciona una actualización del clima relevante para las actividades y la planificación diarias.",
    "impact_score": 2
  },
  {
    "title": "Un apuñalamiento en West Charlotte deja un herido",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un incidente de apuñalamiento en Reid Avenue en el oeste de Charlotte resultó en lesiones que no ponen en peligro la vida de una persona.",
    "charlotte_impact": "Destaca las preocupaciones actuales sobre el crimen y la seguridad en ciertos vecindarios de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Delincuente sexual registrado acusado de acicalar en línea a un niño del condado de Chesterfield",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un hombre de Oregón enfrenta cargos por supuestamente preparar a un niño del condado de Chesterfield en Discord usando tarjetas de regalo de Roblox.",
    "charlotte_impact": "Destaca los peligros de la explotación infantil en línea y la necesidad de vigilancia parental.",
    "impact_score": 4
  },
  {
    "title": "Mujer de Charlotte arrestada por robo de Lululemon por valor de 7,700 dólares",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "Una mujer de Charlotte con antecedentes penales enfrenta cargos por delitos graves después de un robo de Lululemon.",
    "charlotte_impact": "Ilustra el impacto de los reincidentes y los desafíos de la delincuencia minorista.",
    "impact_score": 3
  },
  {
    "title": "Adolescentes acusados ​​de tiroteo en estacionamiento de Rock Hill después de robo fallido",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Dos menores son acusados ​​después de que un joven de 18 años muriera a tiros durante un intento de robo.",
    "charlotte_impact": "Destaca la participación de los jóvenes en delitos violentos y las consecuencias del robo.",
    "impact_score": 4
  },
  {
    "title": "Una familia encuentra viva a la mujer desaparecida de Eden después de 24 años",
    "url": "https://www.wcnc.com/article/news/local/michele-hundley-smith-missing-since-2001-from-rockingham-county-found-alive-in-nc-family-reacts/83-5e702203-fe38-4d09-aa46-09400070f381",
    "industry": "WCNC",
    "summary": "Barbara Byrd descubre que su prima Michele, desaparecida desde 2001, está viva pero desea privacidad.",
    "charlotte_impact": "Ofrece cierre en un caso de persona desaparecida de larga data, aunque quedan preguntas.",
    "impact_score": 3
  },
  {
    "title": "La policía de Gastonia recauda miles de dólares para las Olimpiadas Especiales",
    "url": "https://www.wcnc.com/article/news/local/gastonia-police-raise-thousands-for-special-olympics-take-polar-plunge/275-24566606-719a-491f-852c-bae3c06e5902",
    "industry": "WCNC",
    "summary": "La policía de Gastonia y SWAT recaudaron $4,705 para las Olimpiadas Especiales, ganando el primer lugar.",
    "charlotte_impact": "Muestra la participación de la comunidad y el apoyo a las Olimpiadas Especiales por parte de las autoridades locales.",
    "impact_score": 3
  },
  {
    "title": "La policía responde a dos tiroteos separados en Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "Dos tiroteos separados en Salisbury resultaron en heridas graves a las víctimas.",
    "charlotte_impact": "Subraya la prevalencia de la violencia armada y su impacto en la comunidad.",
    "impact_score": 3
  },
  {
    "title": "El proyecto del carril de peaje de la I-77S genera tensión en el oeste de Charlotte",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La propuesta de ampliación del carril de peaje de la I-77 genera preocupación sobre su impacto en los barrios históricamente negros.",
    "charlotte_impact": "Aborda la posibilidad de que los proyectos de infraestructura afecten desproporcionadamente a las comunidades minoritarias.",
    "impact_score": 3
  },
  {
    "title": "Los padres de Asha Degree piden respuestas 26 años después de su desaparición",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Los padres de Asha Degree siguen buscando respuestas 26 años después de su desaparición.",
    "charlotte_impact": "Recuerda al público los casos de personas desaparecidas sin resolver y la esperanza duradera de una resolución.",
    "impact_score": 3
  }
]