[
  {
    "title": "Empleado de American Airlines arrestado por amenaza de bomba en el aeropuerto de Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/american-airlines-employee-charged-false-bomb-threat-charlotte-douglas/275-afdf84f3-c90e-45f5-83fa-e86340cbedca",
    "industry": "WCNC",
    "summary": "Un hombre de Gastonia fue arrestado después de supuestamente enviar un mensaje de texto con una amenaza de bomba a un compañero de trabajo en el Aeropuerto Internacional Charlotte-Douglas.",
    "charlotte_impact": "Destaca las preocupaciones de seguridad y las graves consecuencias de amenazar la seguridad pública en los centros de transporte.",
    "impact_score": 3
  },
  {
    "title": "Residentes del condado de York sentenciados en caso de conspiración de drogas",
    "url": "https://www.wcnc.com/article/news/crime/york-county-drug-conspiracy-sentence-2-26-2026/275-e1b77639-4ea8-43fb-b181-83bdef075df2",
    "industry": "WCNC",
    "summary": "Un grupo de residentes del condado de York recibieron sentencias por traficar metanfetamina y fentanilo en el área, según los fiscales federales.",
    "charlotte_impact": "Aborda el problema actual del tráfico de drogas y su impacto en las comunidades locales, enfatizando los esfuerzos de aplicación de la ley.",
    "impact_score": 4
  },
  {
    "title": "Fort Mill lanza iniciativa para mejorar la seguridad de la zona escolar",
    "url": "https://www.wcnc.com/article/news/local/fort-mill-school-zone-safety-2-26-2026/275-9d760192-a581-48ca-bf9f-6c609787ebd5",
    "industry": "WCNC",
    "summary": "Los líderes de Fort Mill están iniciando un nuevo plan para mejorar la seguridad en las zonas escolares, enfatizando un enfoque de asociación comunitaria.",
    "charlotte_impact": "Se centra en medidas proactivas para proteger a los niños y mejorar la seguridad de los peatones alrededor de las escuelas en el área de Fort Mill.",
    "impact_score": 3
  },
  {
    "title": "NCDOT abre solicitudes para el programa de planificación multimodal 2026",
    "url": "https://www.wcnc.com/article/traffic/ncdot-program-applications-2-26-2026/275-27d7f947-e6e8-4303-a1ee-88cdf7c8b8e9",
    "industry": "WCNC",
    "summary": "El NCDOT está aceptando solicitudes para el Programa de Planificación Multimodal 2026, que ofrece beneficios a 278 municipios de Carolina del Norte.",
    "charlotte_impact": "Destaca oportunidades para que los municipios mejoren la infraestructura de transporte y la accesibilidad a través de programas estatales.",
    "impact_score": 2
  },
  {
    "title": "Un hombre muere después de un accidente de motocicleta en el norte de Charlotte",
    "url": "https://www.wcnc.com/article/news/local/man-dies-days-after-motorcycle-crash/275-bcb9cc6a-c8a0-4d3e-ab3a-8b039c420c8d",
    "industry": "WCNC",
    "summary": "Reginald Stowe, de 56 años, murió a causa de las heridas sufridas en un accidente de motocicleta en West Sugar Creek Road en el norte de Charlotte.",
    "charlotte_impact": "Reportajes sobre un accidente de tráfico mortal, concienciando sobre la seguridad vial y las consecuencias de los accidentes de tráfico.",
    "impact_score": 4
  },
  {
    "title": "La pionera de Matthews Sports, Patsy Neal, honrada por el Salón de la Fama del Deporte de Georgia",
    "url": "https://www.wcnc.com/article/sports/local-sports/matthews-sports-pioneer-patsy-neal-honored-by-georgia-sports-hall-of-fame/275-1caccb60-14fd-41e0-8861-661ec2c3f7c3",
    "industry": "WCNC",
    "summary": "Patsy Neal, una estrella pionera del baloncesto de Matthews, será honrada por el Salón de la Fama del Deporte de Georgia por sus contribuciones al atletismo femenino.",
    "charlotte_impact": "Celebra los logros de una figura deportiva local y su impacto en la promoción de la participación de las mujeres en el atletismo.",
    "impact_score": 3
  },
  {
    "title": "Se cuestiona la disponibilidad de mapas de deslizamientos de tierra después de la mortal tormenta Helene",
    "url": "https://www.wcnc.com/article/news/investigations/life-saving-landslide-maps-available-before-helene-residents-did-not-know/275-73b941d1-dcf2-46b8-8c68-645da306675a",
    "industry": "WCNC",
    "summary": "La disponibilidad y el conocimiento de mapas de deslizamientos de tierra que podrían salvar vidas se cuestionan después de los mortales deslizamientos de tierra provocados por la tormenta Helene en Carolina del Norte.",
    "charlotte_impact": "Aborda la importancia de que los residentes tengan información accesible sobre los riesgos de desastres naturales y las medidas de preparación.",
    "impact_score": 4
  },
  {
    "title": "Se espera un jueves lluvioso en Charlotte, seguido de un fin de semana magnífico",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Charlotte espera lluvias generalizadas el jueves, seguidas de un fin de semana agradable.",
    "charlotte_impact": "Proporciona un breve pronóstico del tiempo, informando a los residentes sobre las condiciones esperadas y los próximos cambios climáticos.",
    "impact_score": 2
  },
  {
    "title": "Mujer muere en incendio de casa móvil en el condado de Alexander",
    "url": "https://www.wcnc.com/article/news/local/alexander-county-mobile-home-park-fire/275-6bdefe07-9f88-43bd-8b81-f6d3bda37b48",
    "industry": "WCNC",
    "summary": "Una mujer murió en un incendio en un parque de casas móviles en Mickey Hager MHP Drive en Stony Point el jueves por la mañana.",
    "charlotte_impact": "Informes sobre un incendio doméstico fatal, destacando los peligros de los incendios residenciales y la importancia de las medidas de seguridad contra incendios.",
    "impact_score": 4
  },
  {
    "title": "23 perros incautados en caso de crueldad animal en el condado de Stanly",
    "url": "https://www.wcnc.com/article/news/local/23-dogs-seized-in-animal-cruelty-case/275-3aebf64f-e275-498e-836c-68c2f3f22d53",
    "industry": "WCNC",
    "summary": "Las autoridades confiscaron 23 perros en el condado de Stanly, lo que generó cargos de crueldad animal contra los dueños de los perros por negligencia y falta de vacunación.",
    "charlotte_impact": "Aborda las preocupaciones sobre el bienestar animal y las consecuencias legales de la crueldad y negligencia animal en el condado de Stanly.",
    "impact_score": 3
  },
  {
    "title": "Terremoto de magnitud 3,0 sacude Carolina del Sur cerca de Columbia",
    "url": "https://www.wcnc.com/article/news/local/magnitude-3-point-0-earthquake-rattles-lake-murray-columbia/101-ac6cde0d-89fc-440b-9963-7d16912f7bb1",
    "industry": "WCNC",
    "summary": "Un terremoto de magnitud 3,0 se produjo cerca del lago Murray en Carolina del Sur y más de 250 personas lo informaron en 30 minutos.",
    "charlotte_impact": "Informes sobre un evento sísmico menor, brindando información sobre su ubicación e impacto en el área circundante.",
    "impact_score": 3
  },
  {
    "title": "Los bomberos están a salvo después de quedar atrapados en el incendio de la casa Steele Creek",
    "url": "https://www.wcnc.com/article/news/local/house-fire-reported-in-steele-creek-area-2-25-2026/275-ae886858-2271-4dde-9a04-80045397d45a",
    "industry": "WCNC",
    "summary": "Se informa que dos bomberos están a salvo después de quedar atrapados brevemente mientras luchaban contra un incendio en una casa de Steele Creek.",
    "charlotte_impact": "Destaca los riesgos que enfrentan los bomberos y la importancia de las medidas de seguridad durante las operaciones de respuesta a emergencias.",
    "impact_score": 3
  },
  {
    "title": "La emisión de multas con manos libres en Carolina del Sur es inminente después de casi 12.000 advertencias",
    "url": "https://www.wcnc.com/article/news/local/south-carolina-hands-free-driving-bill-goes-into-effect-february-28/101-374739f0-4f84-434b-b568-f73a7159f6cc",
    "industry": "WCNC",
    "summary": "Los agentes de Carolina del Sur emitieron casi 12.000 advertencias desde septiembre; La emisión de multas con manos libres comienza el 28 de febrero, con multas por sostener el teléfono mientras se conduce.",
    "charlotte_impact": "Informa a los conductores sobre los próximos cambios en las leyes de tránsito y la aplicación de las normas de conducción con manos libres en Carolina del Sur.",
    "impact_score": 3
  },
  {
    "title": "Ex piloto de NASCAR vende casa en Lake Norman por 6,5 millones de dólares",
    "url": "https://www.wcnc.com/article/money/markets/real-estate/nascar-driver-lists-luxurious-lake-norman-estate-troutman-north-carolina-regan-smith/275-15b1701a-e959-4ffe-9a21-5c497a7b92df",
    "industry": "WCNC",
    "summary": "Un ex piloto de NASCAR ha puesto a la venta su lujosa casa en Lake Norman por 6,5 millones de dólares; la finca cuenta con una propiedad frente al mar, un garaje para 5 autos y una lujosa casa con piscina.",
    "charlotte_impact": "Informes sobre un listado de bienes raíces de alto nivel, que muestran propiedades de lujo y atraen la atención sobre el área del lago Norman.",
    "impact_score": 2
  },
  {
    "title": "Drone de la policía de Monroe localiza al sospechoso después de una persecución en el condado de Anson",
    "url": "https://www.wcnc.com/article/news/crime/stolen-car-chase-suspect-arrested-drone-thermal-imaging-technology-monroe-north-carolina/275-60b143f4-16b8-4adf-b27f-5ef503a01441",
    "industry": "WCNC",
    "summary": "La policía de Monroe utilizó un dron con imágenes térmicas para localizar a un sospechoso que huyó de un vehículo robado después de una persecución en el condado de Anson.",
    "charlotte_impact": "Demuestra el uso de la tecnología en la aplicación de la ley y su eficacia para detener a sospechosos y resolver incidentes criminales.",
    "impact_score": 3
  }
]