[
  {
    "title": "Women Allegedly Tortured and Killed Girl, Kept Her in Dog Crate in NC",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Three North Carolina women charged in the child abuse death of Dominique Moody allegedly tortured, beat, and kept the girl in a dog crate at a Charlotte home",
    "charlotte_impact": "Exposes severe child abuse, raising concerns about child welfare and safety within the Charlotte community.",
    "impact_score": 4
  },
  {
    "title": "4-year-old among 2 killed in Rock Hill shootout, police say",
    "url": "https://www.wcnc.com/article/news/crime/shooting-investigation-rock-hill-sc-frank-street/275-d143e554-a210-40f6-8517-78e642bdc567",
    "industry": "WCNC",
    "summary": "Investigators say a 4-year-old and a 19-year-old man were shot and killed in Rock Hill late Tuesday night.",
    "charlotte_impact": "Details a tragic shooting, highlighting gun violence and its devastating impact on families and communities in Rock Hill.",
    "impact_score": 4
  },
  {
    "title": "Man charged with murder in east Charlotte Food Lion shooting",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "A murder charge follows a fatal east Charlotte shooting, initiated by an argument, leaving one dead and bystanders at risk as shots hit multiple vehicles.",
    "charlotte_impact": "Addresses the escalation of violence and the risk to public safety, requiring community action and law enforcement response.",
    "impact_score": 4
  },
  {
    "title": "Concord daycare teacher sentenced after burning child with hot glue",
    "url": "https://www.wcnc.com/article/news/crime/daycare-teacher-concord-hot-glue-incident-2-20-2026/275-6bc34d71-f98a-437a-b905-45575d390bf0",
    "industry": "WCNC",
    "summary": "The case that has sparked outrage among childcare safety advocates",
    "charlotte_impact": "Addresses serious childcare safety concerns, demanding stricter regulations and oversight to protect children.",
    "impact_score": 4
  },
  {
    "title": "'Somebody knows something': Asha Degree's parents plead for answers 26 years after her disappearance",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "It’s been more than 26 years since Asha Degree went missing. Her parents say they won't rest until the mystery is solved.",
    "charlotte_impact": "Keeps attention on unresolved missing person cases, underscoring the need for continued investigation and community vigilance.",
    "impact_score": 4
  },
  {
    "title": "Rock Hill police identify man killed in parking deck shooting",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "The victim, an 18-year-old man, died at the scene.",
    "charlotte_impact": "Reports on a fatal parking deck shooting, reinforcing concerns about urban safety and crime in Rock Hill.",
    "impact_score": 4
  },
  {
    "title": "Lost Ground: Politics stalled North Carolina landslide mapping years before Helene slides killed 31",
    "url": "https://www.wcnc.com/article/news/investigations/lost-ground-political-missteps-helene-landslides-killed-western-north-carolina-residents/275-f9719997-8309-4fc0-a9e0-a199e334e746",
    "industry": "WCNC",
    "summary": "As Helene devastated western North Carolina, the state's on again, off again landslide mapping program left many without critical safety information.",
    "charlotte_impact": "Highlights the consequences of stalled landslide mapping, increasing vulnerability to natural disasters in North Carolina.",
    "impact_score": 3
  },
  {
    "title": "Officials release final report in house fire that left Denny Hamlin's father dead",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "A house fire on Blacksnake Road in Gaston County left the father of NASCAR driver Denny Hamlin dead in December.",
    "charlotte_impact": "Reports on a tragic house fire, emphasizing the importance of fire safety and community support in Gaston County.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners Seeks Vice President of Business Development",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, N.C., Feb. 18, 2026 (GLOBE NEWSWIRE) -- Mosaic Capital Partners, LLC ('Mosaic”) is a private equity firm Based in Charlotte, NC, focused on bringing broad based employee ownership to lower middle market businesses through change-of-control transactions. Mosaic invests in companies with EBITDA of $3 - $15 million across the core sectors o...",
    "charlotte_impact": "Indicates growth in private equity and employee ownership models within Charlotte's lower middle market businesses.",
    "impact_score": 3
  },
  {
    "title": "KPN Facilitates $20M in Acquisitions, Expands Economic Development Partnerships",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "Charlotte, NC, United States, January 28th, 2026, FinanceWireKPN Consulting Services, a consulting firm focused on small busi...",
    "charlotte_impact": "Showcases economic development through acquisitions and partnerships, boosting Charlotte's small business sector.",
    "impact_score": 3
  },
  {
    "title": "Charlotte chef wins $171K, plans to launch food truck",
    "url": "https://www.wcnc.com/article/news/lottery/charlotte-chef-wins-lottery-jackpot/275-a3237735-eb92-4b77-9872-1afe50dfaf11",
    "industry": "WCNC",
    "summary": "Charlotte chef Jose Naranjo won a $171K Cash 5 jackpot and plans to launch a food truck, turning years of cooking for others into a personal culinary venture.",
    "charlotte_impact": "Celebrates entrepreneurial success and culinary innovation, contributing to Charlotte's vibrant food scene.",
    "impact_score": 3
  },
  {
    "title": "Joe Gibbs Racing claims former competition director provided car info to another team",
    "url": "https://www.wcnc.com/article/sports/motor/nascar/joe-gibbs-racing-sues-chris-gabehart/275-6348b331-f9f9-4073-958d-a53a8f9c9c70",
    "industry": "WCNC",
    "summary": "Joe Gibbs Racing sues ex-crew chief Chris Gabehart for allegedly sharing confidential car data with a rival NASCAR team.",
    "charlotte_impact": "Addresses intellectual property theft in NASCAR, impacting competitive balance and team strategies within the racing industry.",
    "impact_score": 3
  },
  {
    "title": "How Trade Shows in Charlotte, NC Are Leveraging Custom Canopy Tents to Maximize Brand Visibility and ROI",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "The three issues that are currently under consideration by exhibitors at trade shows in Charlotte, NC, keep changing flexibility, visibility, and Return on investment.",
    "charlotte_impact": "Highlights the increasing importance of brand visibility and ROI in competitive trade show environments in Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Climate change impacting production of coffee across the globe, data shows",
    "url": "https://www.wcnc.com/article/weather/weather-iq/climate-change-impacting-production-of-coffee/275-b0997e42-f177-4079-98e2-a05a5edf0cba",
    "industry": "WCNC",
    "summary": "Warming temperatures in the biggest coffee-growing regions are impacting the price of coffee and the ability to grow it.",
    "charlotte_impact": "Illustrates the impact of climate change on coffee production, affecting global supply chains and consumer prices.",
    "impact_score": 3
  },
  {
    "title": "Former mill site in Salisbury set to become a mixed-income neighborhood",
    "url": "https://www.wcnc.com/article/news/local/salsibury-nc-former-mill-site-neighborhood-2-20-2026/275-25d0eea1-4305-4065-bdff-4c186f74a2dc",
    "industry": "WCNC",
    "summary": "The project's vision is the result of years of community engagement and pre-development analysis, the city said.",
    "charlotte_impact": "Highlights community-driven development and mixed-income housing, addressing social equity in Salisbury.",
    "impact_score": 3
  },
  {
    "title": "Travis Buys Home Sees Homeowners Are Reassessing When to Sell as Market Conditions Shift",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "CHARLOTTE, NC, Jan. 28, 2026 (GLOBE NEWSWIRE) --",
    "charlotte_impact": "Reflects changing dynamics in the housing market, impacting homeowners' decisions and real estate strategies in Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Charlotte's dining scene is growing, but not everyone is surviving",
    "url": "https://www.wcnc.com/article/life/food/charlottes-restaurant-scene-is-thriving-and-struggling-at-the-same-time/275-c133ec74-9241-4666-b0d0-2548c2b80c14",
    "industry": "WCNC",
    "summary": "Charlotte's restaurant scene is evolving rapidly, with a surge in new openings and an increase in closures of long-standing eateries due to rising costs.",
    "charlotte_impact": "Reveals the challenges in the restaurant industry, balancing growth with sustainability and rising operational costs.",
    "impact_score": 3
  },
  {
    "title": "Florence Regional Airport passengers increased in 2025",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "Florence County’s air travel rose, but airport lost American Airlines flight to Charlotte, NC. SkyWest could add flight to Washington, D.C., after grant funds.",
    "charlotte_impact": "Illustrates the volatility of regional air travel, affecting connectivity and economic opportunities for Florence County.",
    "impact_score": 2
  },
  {
    "title": "Sebastian Bach set for sold out show in Newton on Party Never Ends tour",
    "url": "https://www.wcnc.com/article/entertainment/music/sebastian-bach-sold-out-show-newton-party-never-ends-tour/275-6ce43e57-7d23-4142-8605-d9e1f620e109",
    "industry": "WCNC",
    "summary": "Sebastian Bach, one of the most renowned vocalists in hard rock, is set to play in Newton, NC, Greenville, SC, and Charleston, SC.",
    "charlotte_impact": "Highlights cultural events in the region, promoting tourism and entertainment for residents and visitors.",
    "impact_score": 2
  },
  {
    "title": "Spotty rain this weekend, cooler by Sunday",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Saturday morning will see scattered rain early but most of the afternoon stays dry. Then, watch for more spotty rain on Sunday.",
    "charlotte_impact": "Provides a weather update, impacting weekend activities and potentially affecting local businesses and events.",
    "impact_score": 2
  }
]