[
  {
    "title": "Trump Misstates Facts in State of the Union Regarding Charlotte Stabbing",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump's claim about the suspect in a Charlotte stabbing case being an immigrant is false; the suspect is a U.S. citizen.",
    "charlotte_impact": "Misinformation from national figures can impact local perceptions and fuel political narratives.",
    "impact_score": 3
  },
  {
    "title": "Swimming Pool Filter Maker Hayward Has Significant Presence in Clemmons, NC",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, a Charlotte-based company, is a major employer in Clemmons, NC, with over 1,000 workers.",
    "charlotte_impact": "Highlights the importance of manufacturing jobs and a Charlotte-based company's regional impact.",
    "impact_score": 3
  },
  {
    "title": "Charlotte Trade Shows Leverage Custom Canopy Tents for Brand Visibility",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Trade show exhibitors in Charlotte are focusing on flexibility, visibility, and ROI through custom canopy tents.",
    "charlotte_impact": "Shows how businesses are adapting marketing strategies to maximize impact at local events.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners Seeks Vice President of Business Development in Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Charlotte-based Mosaic Capital Partners is seeking a VP of Business Development to expand employee ownership in businesses.",
    "charlotte_impact": "Indicates growth and investment in employee ownership models within the Charlotte business community.",
    "impact_score": 3
  },
  {
    "title": "Florence Airport Passenger Numbers Rise Despite Losing Charlotte Flight",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "Florence Regional Airport saw increased passenger traffic in 2025 but lost its American Airlines flight to Charlotte.",
    "charlotte_impact": "Highlights the complexities of regional air travel and the impact of flight route changes.",
    "impact_score": 3
  },
  {
    "title": "Women Accused of Torturing and Killing Girl in Charlotte, NC",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Three women in Charlotte are charged with the child abuse death of Dominique Moody, allegedly torturing and confining her.",
    "charlotte_impact": "Details a horrific case of child abuse and raises concerns about child welfare in the community.",
    "impact_score": 4
  },
  {
    "title": "Charlotte Homeowners Reassessing When to Sell Amid Market Shifts",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Charlotte homeowners are reconsidering their selling timelines due to changing market conditions.",
    "charlotte_impact": "Reflects the dynamic nature of the real estate market and its impact on homeowners' decisions.",
    "impact_score": 2
  },
  {
    "title": "KPN Facilitates $20M in Acquisitions, Expands Economic Development Partnerships in Charlotte",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitated $20M in acquisitions and expanded economic development partnerships.",
    "charlotte_impact": "Shows economic activity and investment in small businesses in the Charlotte area.",
    "impact_score": 3
  },
  {
    "title": "Pedestrian Killed in Boiling Springs Crosswalk; Driver Charged",
    "url": "https://www.wcnc.com/article/news/crime/boiling-springs-nc-deadly-pedeatrisn-collision/275-1b17f823-e8c4-4f3a-a5c7-db68e37899bb",
    "industry": "WCNC",
    "summary": "A 71-year-old man was killed while in a crosswalk in Boiling Springs, NC; the driver faces a misdemeanor charge.",
    "charlotte_impact": "Highlights pedestrian safety concerns and the consequences of traffic accidents.",
    "impact_score": 4
  },
  {
    "title": "Union County Officials Seize Drugs, Candy-Branded THC Products",
    "url": "https://www.wcnc.com/article/news/crime/multi-agency-operation-drugs-thc-products-seized-union-county/275-570675b7-f72b-4237-9010-dc1c988893b9",
    "industry": "WCNC",
    "summary": "A multi-agency operation in Union County seized over $100,000 in illegal drugs and THC products.",
    "charlotte_impact": "Addresses the issue of illegal drug sales and the dangers of unregulated THC products.",
    "impact_score": 4
  },
  {
    "title": "Shooting in Charlotte's South End Injures One",
    "url": "https://www.wcnc.com/article/news/local/south-end-shooting-charlotte/275-96297350-2e10-4972-b94a-d73a3bf59bbf",
    "industry": "WCNC",
    "summary": "A shooting on Tremont Avenue in Charlotte's South End resulted in one person being hospitalized with non-life-threatening injuries.",
    "charlotte_impact": "Raises concerns about public safety and gun violence in the South End area.",
    "impact_score": 3
  },
  {
    "title": "Firefighters Safe After Being Trapped in Steele Creek House Fire",
    "url": "https://www.wcnc.com/article/news/local/house-fire-reported-in-steele-creek-area-2-25-2026/275-ae886858-2271-4dde-9a04-80045397d45a",
    "industry": "WCNC",
    "summary": "Two firefighters were trapped while battling a blaze in a Steele Creek home but are reported to be okay.",
    "charlotte_impact": "Highlights the dangers faced by firefighters and the importance of their safety.",
    "impact_score": 3
  },
  {
    "title": "Black Chefs Featured at Charlotte Rooftop Event for Black History Month",
    "url": "https://www.wcnc.com/article/life/food/black-chefs-charlotte-black-history-month/275-1f1fabb7-378c-4726-aa9e-3c1915efcbc4",
    "industry": "WCNC",
    "summary": "A Charlotte rooftop event will feature Black chefs to celebrate Black History Month, with proceeds benefiting the YBLA.",
    "charlotte_impact": "Celebrates Black culture and supports leadership development through a community event.",
    "impact_score": 3
  },
  {
    "title": "Heart Disease Risk for US Women Projected to Rise Significantly by 2050",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/women-heart-problems-connect-the-dots/275-5ad301ab-edfc-4343-98a2-606a0a3ed1dd",
    "industry": "WCNC",
    "summary": "A new report warns that heart disease risk for women in the U.S. is set to increase by over 33% by 2050.",
    "charlotte_impact": "Addresses a critical health issue and the growing risk of cardiovascular disease among women.",
    "impact_score": 4
  },
  {
    "title": "South Carolina Sees Sharp Decline in Early Prenatal Care Access",
    "url": "https://www.wcnc.com/article/news/health/south-carolina-prenatal-care-decline-everyday-impact/275-b3f76d85-ada2-4d38-a7da-5499b3bff235",
    "industry": "WCNC",
    "summary": "South Carolina is experiencing a significant decline in women accessing early prenatal care due to access, cost, and scheduling issues.",
    "charlotte_impact": "Highlights barriers to healthcare access and the importance of early prenatal care for maternal and infant health.",
    "impact_score": 3
  }
]