[
  {
    "title": "Las ferias comerciales en Charlotte aprovechan las carpas con dosel personalizadas para la visibilidad de la marca",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca las estrategias de marketing innovadoras que utilizan las empresas para destacar y maximizar su impacto en eventos locales.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo empresarial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento e inversión en el sector financiero local, creando oportunidades de empleo en la región.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto regional de Florencia ve un aumento de pasajeros a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja los desafíos y oportunidades actuales para los aeropuertos regionales en el mantenimiento y expansión del servicio.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de torturar y matar a una niña, supuestamente manteniéndola en una jaula para perros.",
    "charlotte_impact": "Destaca un caso trágico de abuso infantil y plantea serias preocupaciones sobre la seguridad y el bienestar de los niños.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en medio de las cambiantes condiciones del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios están reevaluando cuándo vender sus casas a medida que cambian las condiciones del mercado, según Travis Buys Home.",
    "charlotte_impact": "Proporciona información sobre la dinámica cambiante del mercado inmobiliario local y el comportamiento de los propietarios.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de la empresa a la hora de impulsar el crecimiento económico y apoyar a las pequeñas empresas en el área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "CATS amplía las formas para que los pasajeros informen sobre inquietudes de seguridad",
    "url": "https://www.wcnc.com/article/news/local/charlotte-transit-see-something-say-something-public-safety-reporting-campaign/275-e6905b20-2a48-4026-8745-b09de50f5897",
    "industry": "WCNC",
    "summary": "Charlotte Area Transit System (CATS) está ampliando las opciones de notificación de inquietudes de seguridad con una línea Text-a-Tip.",
    "charlotte_impact": "Muestra un compromiso para mejorar la seguridad de los usuarios del transporte público en la ciudad.",
    "impact_score": 3
  },
  {
    "title": "Mujer de Mooresville gana premio Powerball de $1 millón",
    "url": "https://www.wcnc.com/article/news/lottery/mooresville-woman-scores-powerball-prize/275-5731e771-8518-4a78-b331-d735b71db33f",
    "industry": "WCNC",
    "summary": "Una mujer de Mooresville ganó un premio Powerball de $1 millón después de acertar las cinco bolas blancas en el sorteo del 9 de febrero.",
    "charlotte_impact": "Una historia reconfortante sobre la buena suerte de un residente local, que genera emoción e interés en la lotería.",
    "impact_score": 4
  },
  {
    "title": "Waymo confirma que los coches autónomos llegarán a Charlotte",
    "url": "https://www.wcnc.com/article/news/local/waymo-self-driving-cars-reportedly-seen-charlotte-north-carolina/275-a9ad53c6-72ba-40f5-9797-94d9e9451b0e",
    "industry": "WCNC",
    "summary": "Waymo confirma que sus vehículos autónomos llegarán a Charlotte, habilitado por una ley estatal de 2017.",
    "charlotte_impact": "Indica la preparación de Charlotte para los avances tecnológicos y su potencial como centro para vehículos autónomos.",
    "impact_score": 4
  },
  {
    "title": "Mapache da positivo por rabia en el condado de Caldwell",
    "url": "https://www.wcnc.com/article/news/health/caldwell-county-north-carolina-rabies-case-raccoon-tests-positive/275-51647e6e-7a24-4728-9679-91ed7bbdc57b",
    "industry": "WCNC",
    "summary": "Un mapache dio positivo por rabia en un pasto para caballos a lo largo de Echo Drive en el condado de Caldwell.",
    "charlotte_impact": "Crea conciencia sobre la importancia de la prevención de la rabia y la seguridad animal en la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Los bomberos de Charlotte piden salarios más altos y mejores beneficios",
    "url": "https://www.wcnc.com/article/money/charlotte-firefighter-pay-benefits-2-24-2026/275-efff77df-b410-486e-bcd6-69d074962969",
    "industry": "WCNC",
    "summary": "La Asociación de Bomberos de Charlotte aboga por salarios más altos y mejores beneficios para mantener el ritmo del crecimiento de la ciudad.",
    "charlotte_impact": "Destaca los desafíos que enfrentan los socorristas y la necesidad de una compensación competitiva en una ciudad en crecimiento.",
    "impact_score": 4
  },
  {
    "title": "Un miércoles ventoso; jueves lluvioso",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El pronóstico del tiempo pronostica un miércoles ventoso seguido de un jueves lluvioso.",
    "charlotte_impact": "Proporciona información meteorológica esencial para que los residentes planifiquen sus actividades y se preparen para las condiciones cambiantes.",
    "impact_score": 3
  },
  {
    "title": "Sospechoso arrestado por homicidio en 2024 en el norte de Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/suspect-arrested-2024-homicide-north-charlotte/275-9c85d7eb-4bdc-482b-ab09-0b4cb3c388f7",
    "industry": "WCNC",
    "summary": "Un sospechoso fue arrestado el 24 de febrero en relación con un tiroteo mortal ocurrido en el norte de Charlotte en 2024.",
    "charlotte_impact": "Ofrece un cierre en un caso sin resolver y refuerza el compromiso de las autoridades de resolver crímenes, incluso años después.",
    "impact_score": 4
  },
  {
    "title": "Trump menciona el asesinato de Iryna Zarutska durante el Estado de la Unión",
    "url": "https://www.wcnc.com/article/news/politics/national-politics/iryna-zarutska-state-of-the-union-trump-2-24-2026/275-a2c6a650-15b7-4d90-97b5-b53273f684a6",
    "industry": "WCNC",
    "summary": "Trump mencionó el asesinato de Iryna Zarutska y reconoció a su madre durante el discurso sobre el estado de la Unión de 2026.",
    "charlotte_impact": "Llama la atención nacional sobre una tragedia local y destaca el problema de los reincidentes.",
    "impact_score": 4
  },
  {
    "title": "Adolescente acusado de tiroteo en Rock Hill permanecerá en prisión",
    "url": "https://www.wcnc.com/article/news/crime/teens-charged-rock-hill-south-carolina-deadly-shooting-court-appearance/275-c66e194b-30e8-4c9a-8598-9087f36919a8",
    "industry": "WCNC",
    "summary": "Un joven de 16 años acusado de un tiroteo mortal en Rock Hill permanecerá en prisión mientras continúa la investigación.",
    "charlotte_impact": "Aborda las preocupaciones sobre la violencia juvenil y el proceso legal para los delincuentes juveniles en la región.",
    "impact_score": 4
  }
]