[
  {
    "title": "Trump tergiversa los hechos en el Estado de la Unión sobre el apuñalamiento de Charlotte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump afirmó incorrectamente que el sospechoso de apuñalar a Charlotte entró a través de fronteras abiertas.",
    "charlotte_impact": "Destaca la importancia de la precisión fáctica en el discurso político y su impacto en las comunidades locales.",
    "impact_score": 3
  },
  {
    "title": "El fabricante de filtros para piscinas Hayward tiene una presencia significativa en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, una empresa con sede en Charlotte, es un importante empleador en Clemmons con más de 1.000 trabajadores.",
    "charlotte_impact": "Demuestra la importancia económica de las empresas manufactureras en las ciudades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales de Charlotte aprovechan las carpas con dosel personalizadas para la visibilidad de la marca",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de ferias comerciales en Charlotte se centran en la flexibilidad, la visibilidad y el retorno de la inversión.",
    "charlotte_impact": "Ilustra las estrategias de marketing empleadas por las empresas para mejorar la presencia de la marca y lograr el retorno de la inversión.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, está contratando a un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica oportunidades de crecimiento e inversión dentro del sector de capital privado en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El número de pasajeros del aeropuerto de Florencia aumenta a pesar de la pérdida del vuelo de Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El aeropuerto de Florencia experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió el vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Muestra la dinámica fluctuante de los viajes aéreos regionales y el impacto de los cambios de rutas aéreas.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de torturar y matar a una niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres enfrentan cargos por la muerte de Dominique Moody, supuestamente encerrada en una jaula para perros.",
    "charlotte_impact": "Destaca un caso grave de abuso infantil y la urgente necesidad de servicios de protección infantil.",
    "impact_score": 4
  },
  {
    "title": "Carriles expresos de la I-485 abiertos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "Los carriles expresos de la I-485 ya están abiertos, ofreciendo una ruta más rápida entre la I-77 y la U.S. 74.",
    "charlotte_impact": "Aborda la congestión del tráfico y ofrece a los viajeros una ruta alternativa para mejorar los tiempos de viaje.",
    "impact_score": 3
  },
  {
    "title": "Se espera niebla irregular durante la noche, fin de semana más cálido en las Carolinas",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se espera una niebla persistente el sábado por la mañana, seguida de un clima más agradable para el fin de semana.",
    "charlotte_impact": "Proporciona una actualización del pronóstico del tiempo para los residentes de las Carolinas, lo que afecta la planificación del fin de semana.",
    "impact_score": 2
  },
  {
    "title": "Mujer muere semanas después de asalto en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-nc-shooting-2-27-2026/275-e8c2684b-bb98-413d-8740-cc4d1dd4d63e",
    "industry": "WCNC",
    "summary": "Una mujer murió semanas después de haber sido agredida en el este de Charlotte; El sospechoso está bajo custodia.",
    "charlotte_impact": "Informes sobre un incidente de delito violento y los procedimientos judiciales posteriores.",
    "impact_score": 4
  },
  {
    "title": "Madre y novio acusados ​​de agredir a un niño de 1 año en el condado de Burke",
    "url": "https://www.wcnc.com/article/news/crime/mother-accused-of-assaulting-1-year-old/275-8ce6b5a1-8dbf-4678-ac70-fc6fd1135e40",
    "industry": "WCNC",
    "summary": "Una madre y su novio son acusados ​​de agredir a un niño de 1 año, causándole una fractura en el brazo.",
    "charlotte_impact": "Detalla un caso de abuso infantil y las consecuencias legales para los perpetradores.",
    "impact_score": 4
  },
  {
    "title": "CMPD apunta a los puntos críticos del crimen en el sur de Charlotte con patrullas 'Queen City Safe'",
    "url": "https://www.wcnc.com/article/news/local/cmpd-south-charlotte-crime-2-27-2026/275-3807b4d5-5df3-4858-a45b-242c9ea3641f",
    "industry": "WCNC",
    "summary": "CMPD implementa patrullas 'Queen City Safe' en el sur de Charlotte para abordar los puntos críticos del crimen.",
    "charlotte_impact": "Describe los esfuerzos de aplicación de la ley para reducir el crimen y mejorar la seguridad en áreas específicas de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Hombre del condado de Union sentenciado por abusar sexualmente de una niña",
    "url": "https://www.wcnc.com/article/news/crime/union-county-child-sex-abuse-sentencing-2-27-2026/275-6861a12c-46e3-4fd0-b99e-12285551d2f8",
    "industry": "WCNC",
    "summary": "Maurice Limon Stitt, de 42 años, recibió una larga sentencia de prisión por abusar sexualmente de una niña.",
    "charlotte_impact": "Informes sobre un caso de abuso sexual y el consiguiente castigo legal para el infractor.",
    "impact_score": 4
  },
  {
    "title": "Un hombre mata a un conductor en un accidente en Rock Hill después de una salida de alta velocidad de la I-77",
    "url": "https://www.wcnc.com/article/news/local/rock-hill/deadly-crash-celanese-road-rock-hill-2-27-2026/275-c49dc431-0313-4845-a1de-afd51ed276ed",
    "industry": "WCNC",
    "summary": "Joel Laron Smith acusado de homicidio imprudente después de un accidente fatal tras una salida a alta velocidad.",
    "charlotte_impact": "Detalla un accidente de tránsito fatal y los cargos legales contra el conductor responsable.",
    "impact_score": 4
  },
  {
    "title": "Hombre arrestado por dispararle a su tío afuera del Dollar General en Stanley",
    "url": "https://www.wcnc.com/article/news/local/dollar-general-shooting-stanley/275-b98e81d6-90a4-497a-95b4-3035a8b65a15",
    "industry": "WCNC",
    "summary": "Un hombre fue arrestado por dispararle a su tío afuera de un Dollar General en East Dallas Road.",
    "charlotte_impact": "Informes sobre un incidente de tiroteo y el posterior arresto del sospechoso.",
    "impact_score": 4
  },
  {
    "title": "Los coches autónomos Waymo llegarán a Charlotte",
    "url": "https://www.wcnc.com/article/news/local/waymo-self-driving-cars-reportedly-seen-charlotte-north-carolina/275-a9ad53c6-72ba-40f5-9797-94d9e9451b0e",
    "industry": "WCNC",
    "summary": "Waymo confirma que sus vehículos autónomos llegarán a Charlotte debido a leyes estatales favorables.",
    "charlotte_impact": "Destaca la expansión de la tecnología de vehículos autónomos y su potencial impacto en el transporte.",
    "impact_score": 3
  }
]