[
  {
    "title": "La policía de Salisbury investiga dos tiroteos separados",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "La policía está investigando dos tiroteos separados en Salisbury que resultaron en heridas graves a las víctimas.",
    "charlotte_impact": "Destaca las preocupaciones actuales sobre la seguridad pública y la necesidad de vigilancia comunitaria en Salisbury.",
    "impact_score": 3
  },
  {
    "title": "El proyecto del carril de peaje de la I-77S genera preocupación en la comunidad",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La ampliación propuesta del carril de peaje de la I-77 genera tensiones sobre su posible impacto en los barrios históricamente negros del oeste de Charlotte.",
    "charlotte_impact": "Aborda la intersección del desarrollo de infraestructura, la equidad comunitaria y la preservación histórica.",
    "impact_score": 3
  },
  {
    "title": "Los padres de Asha Degree continúan la búsqueda después de 26 años",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Los padres de Asha Degree piden respuestas 26 años después de su desaparición y prometen continuar su búsqueda de la verdad.",
    "charlotte_impact": "Mantiene el caso sin resolver en la mira del público y subraya el dolor duradero de las familias con niños desaparecidos.",
    "impact_score": 4
  },
  {
    "title": "Pronóstico del tiempo para el fin de semana: Lluvias irregulares, temperaturas más frías",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El pronóstico del fin de semana incluye lluvias dispersas el sábado por la mañana y el domingo, y se esperan temperaturas más frescas para el domingo.",
    "charlotte_impact": "Proporciona información meteorológica de rutina relevante para la planificación del fin de semana para los residentes locales.",
    "impact_score": 2
  },
  {
    "title": "Programa de mapeo de deslizamientos de tierra estancado antes del deslizamiento de Helene",
    "url": "https://www.wcnc.com/article/news/investigations/lost-ground-political-missteps-helene-landslides-killed-western-north-carolina-residents/275-f9719997-8309-4fc0-a9e0-a199e334e746",
    "industry": "WCNC",
    "summary": "El programa de mapeo de deslizamientos de tierra de Carolina del Norte estuvo estancado durante años antes de los deslizamientos de Helene, dejando a muchos sin información crítica de seguridad.",
    "charlotte_impact": "Expone fallas potenciales en la preparación para desastres y la evaluación de riesgos a nivel estatal.",
    "impact_score": 3
  },
  {
    "title": "Hombre acusado de asesinato en tiroteo en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "Un hombre ha sido acusado de asesinato tras un tiroteo fatal en un Food Lion en el este de Charlotte, que puso en peligro a los transeúntes.",
    "charlotte_impact": "Aborda la violencia armada y su impacto en la seguridad pública en Charlotte.",
    "impact_score": 4
  },
  {
    "title": "El cambio climático afecta la producción de café a nivel mundial",
    "url": "https://www.wcnc.com/article/weather/weather-iq/climate-change-impacting-production-of-coffee/275-b0997e42-f177-4079-98e2-a05a5edf0cba",
    "industry": "WCNC",
    "summary": "El aumento de las temperaturas en las regiones cafetaleras está afectando los precios del café y la capacidad de cultivarlo.",
    "charlotte_impact": "Conecta el cambio climático global con los impactos económicos locales y los hábitos de consumo.",
    "impact_score": 3
  },
  {
    "title": "Sebastian Bach realizará un espectáculo con entradas agotadas en Newton",
    "url": "https://www.wcnc.com/article/entertainment/music/sebastian-bach-sold-out-show-newton-party-never-ends-tour/275-6ce43e57-7d23-4142-8605-d9e1f620e109",
    "industry": "WCNC",
    "summary": "Sebastian Bach realizará un espectáculo con entradas agotadas en Newton, Carolina del Norte, como parte de su gira 'Party Never Ends'.",
    "charlotte_impact": "Destaca las opciones de entretenimiento local y el atractivo de la región para los artistas en gira.",
    "impact_score": 2
  },
  {
    "title": "Maestra de guardería sentenciada por quemar a un niño con pegamento caliente",
    "url": "https://www.wcnc.com/article/news/crime/daycare-teacher-concord-hot-glue-incident-2-20-2026/275-6bc34d71-f98a-437a-b905-45575d390bf0",
    "industry": "WCNC",
    "summary": "Una maestra de guardería fue sentenciada después de quemar a un niño con pegamento caliente, lo que provocó indignación entre los defensores de la seguridad en las guarderías.",
    "charlotte_impact": "Plantea serias preocupaciones sobre la seguridad y la responsabilidad del cuidado infantil.",
    "impact_score": 4
  },
  {
    "title": "Charlotte Chef gana la lotería y planea un camión de comida",
    "url": "https://www.wcnc.com/article/news/lottery/charlotte-chef-wins-lottery-jackpot/275-a3237735-eb92-4b77-9872-1afe50dfaf11",
    "industry": "WCNC",
    "summary": "El chef de Charlotte, José Naranjo, ganó un premio mayor de Cash 5 de $171 mil y planea lanzar un camión de comida.",
    "charlotte_impact": "Muestra el emprendimiento local y el potencial de historias de éxito personales.",
    "impact_score": 3
  },
  {
    "title": "La escena gastronómica de Charlotte enfrenta desafíos",
    "url": "https://www.wcnc.com/article/life/food/charlottes-restaurant-scene-is-thriving-and-struggling-at-the-same-time/275-c133ec74-9241-4666-b0d0-2548c2b80c14",
    "industry": "WCNC",
    "summary": "La escena de los restaurantes de Charlotte está creciendo, pero el aumento de los costos está provocando el cierre de restaurantes de larga data.",
    "charlotte_impact": "Refleja las presiones económicas que enfrentan las empresas locales en un mercado competitivo.",
    "impact_score": 3
  },
  {
    "title": "Se publica informe sobre el incendio que mató al padre de Denny Hamlin",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "Los funcionarios publican el informe final sobre el incendio de la casa que resultó en la muerte del padre del piloto de NASCAR Denny Hamlin en el condado de Gaston.",
    "charlotte_impact": "Proporciona cierre y detalles sobre un evento trágico que involucra a una figura local prominente.",
    "impact_score": 4
  },
  {
    "title": "Joe Gibbs Racing demanda a exjefe de equipo",
    "url": "https://www.wcnc.com/article/sports/motor/nascar/joe-gibbs-racing-sues-chris-gabehart/275-6348b331-f9f9-4073-958d-a53a8f9c9c70",
    "industry": "WCNC",
    "summary": "Joe Gibbs Racing demanda al exjefe de equipo Chris Gabehart por supuestamente compartir datos confidenciales del automóvil con un equipo rival de NASCAR.",
    "charlotte_impact": "Destaca la naturaleza competitiva y secreta de las carreras profesionales.",
    "impact_score": 3
  },
  {
    "title": "Niño de 4 años asesinado en tiroteo en Rock Hill",
    "url": "https://www.wcnc.com/article/news/crime/shooting-investigation-rock-hill-sc-frank-street/275-d143e554-a210-40f6-8517-78e642bdc567",
    "industry": "WCNC",
    "summary": "Un niño de 4 años y un hombre de 19 años murieron en un tiroteo en Rock Hill el martes por la noche.",
    "charlotte_impact": "Subraya las trágicas consecuencias de la violencia armada, especialmente cuando involucra a niños.",
    "impact_score": 4
  },
  {
    "title": "Barrio de ingresos mixtos planificado para el antiguo molino",
    "url": "https://www.wcnc.com/article/news/local/salsibury-nc-former-mill-site-neighborhood-2-20-2026/275-25d0eea1-4305-4065-bdff-4c186f74a2dc",
    "industry": "WCNC",
    "summary": "Un antiguo molino en Salisbury se convertirá en un vecindario de ingresos mixtos, como resultado del análisis y la participación de la comunidad.",
    "charlotte_impact": "Demuestra esfuerzos para abordar la asequibilidad de la vivienda y el desarrollo comunitario en Salisbury.",
    "impact_score": 3
  }
]