[
  {
    "title": "El aeropuerto de Charlotte Douglas aumenta las tarifas de estacionamiento",
    "url": "https://www.wcnc.com/article/money/increased-parking-rates-at-charlotte-douglas-take-effect/275-41c36570-2b97-4521-ba60-abae6ef1c899",
    "industry": "WCNC",
    "summary": "Las tarifas de estacionamiento en el aeropuerto Charlotte Douglas están aumentando y las ganancias se reinvierten en instalaciones de estacionamiento.",
    "charlotte_impact": "Impacta a los viajeros y usuarios del aeropuerto; Los fondos mejorarán la seguridad y la infraestructura.",
    "impact_score": 3
  },
  {
    "title": "Neshé Conley promueve la equidad en la salud materna con IA",
    "url": "https://www.wcnc.com/article/news/local/womens-history-month-spotlight-neshe-conley/275-5d49b10b-9d5b-478b-a5c8-2a32e36e5a34",
    "industry": "WCNC",
    "summary": "WCNC Charlotte destaca a Neshé Conley, fundadora de Ebony Women Health Corp, utilizando la IA para abordar las disparidades en la salud materna.",
    "charlotte_impact": "Aborda las disparidades críticas en salud y aprovecha la tecnología para el bien social.",
    "impact_score": 4
  },
  {
    "title": "Llega el clima más cálido para la primavera meteorológica",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El domingo traerá niebla irregular por la mañana, seguida de sol y temperaturas en los 70 grados.",
    "charlotte_impact": "Marca el inicio de la primavera con condiciones climáticas agradables.",
    "impact_score": 2
  },
  {
    "title": "Legisladores del Carolina del Norte divididos sobre los ataques de Estados Unidos e Israel a Irán",
    "url": "https://www.wcnc.com/article/news/local/north-carolina-lawmakers-officials-react-to-iran-strikes-operation-epic-fury/275-8560105d-5294-4451-8f74-b1ccb3c0bbd8",
    "industry": "WCNC",
    "summary": "Los republicanos de Carolina del Norte apoyan los ataques a Irán, mientras que los legisladores demócratas los consideran inconstitucionales.",
    "charlotte_impact": "Refleja polarización política y diferentes puntos de vista sobre política exterior.",
    "impact_score": 3
  },
  {
    "title": "Socavón se traga camioneta en Gastonia",
    "url": "https://www.wcnc.com/article/news/local/gastonia-sinkhole-pickup-truck-traffic/275-df6eb0a1-446d-46da-806d-4d25c50d32c9",
    "industry": "WCNC",
    "summary": "Un socavón cerca de Airline y Brown en Gastonia se tragó un camión desatendido durante la noche; no se reportaron heridos.",
    "charlotte_impact": "Destaca problemas de infraestructura y posibles riesgos de seguridad.",
    "impact_score": 3
  },
  {
    "title": "Manifestantes de Charlotte se manifiestan contra los ataques de Irán",
    "url": "https://www.wcnc.com/article/news/local/stop-the-war-on-iran-protest-charlotte-romare-bearden/275-09af1ad2-e6ef-4fad-b63a-b48463ce7578",
    "industry": "WCNC",
    "summary": "Para las 4 p.m. está programada una protesta contra los ataques militares estadounidenses-israelíes contra Irán. en el parque Romare Bearden.",
    "charlotte_impact": "Demuestra oposición local a las acciones militares internacionales.",
    "impact_score": 3
  },
  {
    "title": "Huntersville planea abordar el corredor congestionado",
    "url": "https://www.wcnc.com/article/traffic/huntersville-plans-to-address-congested-corridor/275-98ae0678-a99b-403b-9feb-b1df79367f7e",
    "industry": "WCNC",
    "summary": "Huntersville planea abordar la congestión del tráfico en NC-115, una arteria importante que experimenta tráfico paralizado durante las horas pico.",
    "charlotte_impact": "Aborda los problemas de tráfico que afectan a los viajeros.",
    "impact_score": 3
  },
  {
    "title": "La votación anticipada finaliza el sábado para las elecciones primarias de Carolina del Norte",
    "url": "https://www.wcnc.com/article/news/local/vote/early-voting-ends-feb-28-nc-primary-election-what-to-know/275-b81d3cd6-6b4d-4a05-8adb-081142b0bdb2",
    "industry": "WCNC",
    "summary": "Los residentes de Carolina del Norte tienen hasta las 3 p.m. el sábado para votar anticipadamente en las cruciales elecciones primarias.",
    "charlotte_impact": "Informa a los vecinos sobre la fecha límite para la votación anticipada.",
    "impact_score": 2
  },
  {
    "title": "Un tiroteo nocturno en el este de Charlotte deja a una persona gravemente herida",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-overnight-shooting/275-3197824b-91cd-42da-939f-b8d703a2ed68",
    "industry": "WCNC",
    "summary": "Un tiroteo en la cuadra 6500 de E W.T. Harris Boulevard en el este de Charlotte resultó en una persona gravemente herida.",
    "charlotte_impact": "Plantea preocupaciones sobre la seguridad pública y la violencia armada.",
    "impact_score": 4
  },
  {
    "title": "Carriles expresos de la I-485 abiertos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "Los carriles expresos de la I-485 en el sur de Charlotte ya están abiertos, ofreciendo una opción más rápida entre la I-77 y la U.S. 74.",
    "charlotte_impact": "Proporciona a los viajeros una ruta potencialmente más rápida.",
    "impact_score": 3
  },
  {
    "title": "Mujer muere semanas después de asalto en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-nc-shooting-2-27-2026/275-e8c2684b-bb98-413d-8740-cc4d1dd4d63e",
    "industry": "WCNC",
    "summary": "Una mujer murió semanas después de haber sido agredida en el este de Charlotte. El sospechoso está bajo custodia.",
    "charlotte_impact": "Destaca los delitos violentos y sus consecuencias.",
    "impact_score": 4
  },
  {
    "title": "Madre y novio acusados ​​de agredir a un niño de 1 año",
    "url": "https://www.wcnc.com/article/news/crime/mother-accused-of-assaulting-1-year-old/275-8ce6b5a1-8dbf-4678-ac70-fc6fd1135e40",
    "industry": "WCNC",
    "summary": "Una madre y su novio están acusados ​​de agredir a un niño de 1 año en el condado de Burke, causándole una fractura en el brazo.",
    "charlotte_impact": "Preocupaciones por el abuso infantil y la violencia doméstica.",
    "impact_score": 4
  },
  {
    "title": "CMPD apunta a los puntos críticos del crimen en el sur de Charlotte",
    "url": "https://www.wcnc.com/article/news/local/cmpd-south-charlotte-crime-2-27-2026/275-3807b4d5-5df3-4858-a45b-242c9ea3641f",
    "industry": "WCNC",
    "summary": "CMPD está apuntando a puntos críticos de criminalidad en el sur de Charlotte con patrullas 'Queen City Safe' como parte de una iniciativa de seguridad renombrada.",
    "charlotte_impact": "Tiene como objetivo reducir la delincuencia y mejorar la seguridad pública.",
    "impact_score": 3
  },
  {
    "title": "Hombre sentenciado por abusar sexualmente de una niña",
    "url": "https://www.wcnc.com/article/news/crime/union-county-child-sex-abuse-sentencing-2-27-2026/275-6861a12c-46e3-4fd0-b99e-12285551d2f8",
    "industry": "WCNC",
    "summary": "Maurice Limon Stitt, de 42 años, fue sentenciado por abusar sexualmente de una niña, y el abuso continuó incluso después de que ella lo reveló.",
    "charlotte_impact": "Aborda delitos graves contra niños.",
    "impact_score": 4
  },
  {
    "title": "Conductor mata a otro en accidente de Rock Hill después de salir a alta velocidad",
    "url": "https://www.wcnc.com/article/news/local/rock-hill/deadly-crash-celanese-road-rock-hill-2-27-2026/275-c49dc431-0313-4845-a1de-afd51ed276ed",
    "industry": "WCNC",
    "summary": "Joel Laron Smith, de 21 años, está acusado de homicidio imprudente tras un accidente en la I-77 en Rock Hill.",
    "charlotte_impact": "Destaca los peligros de la conducción imprudente.",
    "impact_score": 4
  }
]