[
  {
    "title": "Charlotte Trade Shows Boost Brand Visibility with Custom Tents",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Exhibitors in Charlotte, NC, are using custom canopy tents to enhance brand visibility and ROI at trade shows, focusing on flexibility and impact.",
    "charlotte_impact": "Highlights innovative marketing strategies used by businesses to maximize their presence and attract customers at local events.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners Seeks VP of Business Development in Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, a Charlotte-based private equity firm, is seeking a Vice President of Business Development to expand employee ownership.",
    "charlotte_impact": "Indicates growth and investment in the Charlotte business sector, focusing on employee ownership models.",
    "impact_score": 3
  },
  {
    "title": "Florence Airport Passenger Numbers Rise Despite Flight Loss",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "Florence Regional Airport saw increased passenger traffic in 2025, despite losing an American Airlines flight to Charlotte, NC.",
    "charlotte_impact": "Shows the fluctuating dynamics of regional air travel and potential for new routes to Washington, D.C.",
    "impact_score": 3
  },
  {
    "title": "Women Charged in Torture and Death of Girl in Charlotte, NC",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Three women in North Carolina are accused of torturing and killing a girl, allegedly keeping her in a dog crate at a Charlotte home.",
    "charlotte_impact": "Reports a severe case of child abuse and violence, raising concerns about community safety and child welfare.",
    "impact_score": 1
  },
  {
    "title": "Homeowners Reassessing Selling Times as Market Shifts",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Homeowners are reconsidering when to sell their properties due to changing market conditions, according to Travis Buys Home in Charlotte, NC.",
    "charlotte_impact": "Reflects the evolving real estate market and its impact on homeowners' decisions in the Charlotte area.",
    "impact_score": 3
  },
  {
    "title": "KPN Facilitates $20M in Acquisitions, Expands Partnerships",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services in Charlotte, NC, facilitates $20M in acquisitions, expanding economic development partnerships for small businesses.",
    "charlotte_impact": "Demonstrates economic growth and investment in small businesses through consulting services and strategic partnerships.",
    "impact_score": 3
  },
  {
    "title": "Charlotte Residents Question High Natural Gas Bills",
    "url": "https://www.wcnc.com/article/news/local/high-natural-gas-bills-have-charlotte-residents-questioning-why/275-8df5469b-8b0c-4faa-9519-fd56eaea6a86",
    "industry": "WCNC",
    "summary": "Charlotte residents are expressing concern over significantly higher Piedmont Natural Gas bills, prompting questions about the increase.",
    "charlotte_impact": "Addresses rising utility costs and their impact on residents, highlighting potential economic strain.",
    "impact_score": 2
  },
  {
    "title": "Charlotte Announces New Director of Athletics",
    "url": "https://www.wcnc.com/article/sports/local-sports/unc-new-charlotte-director-of-athletics-49ers/275-ef22ca8f-2f73-4d41-a9e1-27f9d0ba0d7a",
    "industry": "WCNC",
    "summary": "Charlotte names a new director of athletics with extensive experience in sports administration, most recently from Clemson University.",
    "charlotte_impact": "Signifies changes in leadership within the city's sports programs and potential impacts on athletic development.",
    "impact_score": 3
  },
  {
    "title": "Fort Mill High School Student Dies Following Accident",
    "url": "https://www.wcnc.com/article/news/local/teen-death-investigation-york-county-fort-mill-sc/275-2bbc4760-298b-4e27-bc23-206e902ff006",
    "industry": "WCNC",
    "summary": "A Fort Mill high school student died after sustaining an injury while doing yard work at his home; EMS transported him to the hospital.",
    "charlotte_impact": "Reports a tragic accident involving a local student, impacting the community and highlighting safety concerns.",
    "impact_score": 1
  },
  {
    "title": "Cornelius Launches Co-Responder Program for Mental Health",
    "url": "https://www.wcnc.com/article/news/health/cornelius-nc-co-responder-program-police-2-23-2026/275-34f040e3-0fac-4738-b110-5952eb6ee569",
    "industry": "WCNC",
    "summary": "Cornelius launches a co-responder program pairing police with a mental health clinician, funded by a $150,000 grant.",
    "charlotte_impact": "Shows proactive measures to address mental health issues within the community by integrating mental health support with law enforcement.",
    "impact_score": 3
  },
  {
    "title": "Jefferson Lifts Stage 4 Water Emergency After Leak Repair",
    "url": "https://www.wcnc.com/article/news/local/ashe-county-town-of-jefferson-emergency-water-shortage-response-water-leak/275-bec99c56-a4a9-407a-9eea-59ce248e786c",
    "industry": "WCNC",
    "summary": "Jefferson resolves its Stage 4 water emergency by fixing a leak near the wastewater plant, lifting severe restrictions.",
    "charlotte_impact": "Indicates successful resolution of a critical infrastructure issue, preventing drought surcharges and restoring normal water supply.",
    "impact_score": 4
  },
  {
    "title": "Teens Charged in Rock Hill Shooting; Victim Attempted Robbery",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Two juveniles face charges after an 18-year-old was fatally shot during a failed robbery attempt in a Rock Hill parking deck.",
    "charlotte_impact": "Reports a violent crime involving young individuals, raising concerns about safety and criminal activity in the area.",
    "impact_score": 1
  },
  {
    "title": "Measles Case Confirmed in Burke County; Exposure Locations Released",
    "url": "https://www.wcnc.com/article/news/health/measles-case-confirmed-in-burke-county/275-133d9eed-5b9e-4d22-ad50-06660854e837",
    "industry": "WCNC",
    "summary": "A measles case has been confirmed in Burke County, with possible exposure locations released to the public.",
    "charlotte_impact": "Highlights a public health concern with the confirmation of a measles case, prompting awareness and preventative measures.",
    "impact_score": 1
  },
  {
    "title": "'Married at First Sight' Casting Charlotte Singles",
    "url": "https://www.wcnc.com/article/entertainment/married-at-first-sign-charlotte-casting-calls-reality-experiment-love-relationships-dating/275-8da21391-32da-4710-955f-83971bcc025b",
    "industry": "WCNC",
    "summary": "The reality show 'Married at First Sight' is casting singles in Charlotte for its social experiment featuring arranged marriages.",
    "charlotte_impact": "Reflects the presence of popular culture and entertainment in the local community, offering a unique opportunity for singles.",
    "impact_score": 3
  },
  {
    "title": "Two Charged in December Shooting at Occupied House in Monroe",
    "url": "https://www.wcnc.com/article/news/crime/two-charged-in-december-shooting-at-occupied-house-in-monroe/275-3810ceb5-8a89-4432-99cf-7ef52afa9f8e",
    "industry": "WCNC",
    "summary": "Two individuals have been charged in connection with a December shooting at an occupied house in Monroe, where 10 bullets hit the house.",
    "charlotte_impact": "Reports a violent crime that endangered residents, raising concerns about community safety and gun violence.",
    "impact_score": 1
  }
]