[
  {
    "title": "Shooting at Stanley Dollar General Injures One; Suspect Arrested",
    "url": "https://www.wcnc.com/article/news/local/dollar-general-shooting-stanley/275-b98e81d6-90a4-497a-95b4-3035a8b65a15",
    "industry": "WCNC",
    "summary": "A shooting at a Dollar General on East Dallas Road in Stanley resulted in one person injured and a suspect in custody.",
    "charlotte_impact": "Highlights the ongoing issue of gun violence in local communities and the immediate law enforcement response.",
    "impact_score": 3
  },
  {
    "title": "Protest at Developer's Office Over Alleged ICE Detention Center",
    "url": "https://www.wcnc.com/article/news/politics/immigration-news/charlotte-protest-alleged-ice-detention-center-concord-north-carolina/275-9e214235-3645-4daf-935b-33b5e60f3fe3",
    "industry": "WCNC",
    "summary": "Protestors gathered outside Crescent Communities' office over claims of a deal with DHS for an ICE detention center in Concord, which the company denies.",
    "charlotte_impact": "Reflects community concerns and activism related to immigration enforcement policies and local development projects.",
    "impact_score": 3
  },
  {
    "title": "Shelby Grandma Wins Big Lottery Prize",
    "url": "https://www.wcnc.com/article/news/lottery/shelby-grandma-lottery-win/275-b8421551-115f-4167-836f-a8be8a183852",
    "industry": "WCNC",
    "summary": "A Shelby grandmother defied 1 in 3.1 million odds to win a large lottery prize after purchasing a $10 ticket.",
    "charlotte_impact": "Showcases a feel-good story of unexpected luck and financial windfall for a local resident.",
    "impact_score": 4
  },
  {
    "title": "Plaza Midwood Taproom Closes After Five Years",
    "url": "https://www.wcnc.com/article/news/local/southern-strain-plaza-midwood-taproom-closing/275-dbb369a0-8e99-4305-8d78-90f21e85ad9f",
    "industry": "WCNC",
    "summary": "Southern Strain Brewing is closing its Plaza Midwood taproom after operating for five years.",
    "charlotte_impact": "Indicates shifts in the local business landscape and the challenges faced by small businesses.",
    "impact_score": 2
  },
  {
    "title": "29 Teens Charged After Fights at Lancaster High School",
    "url": "https://www.wcnc.com/article/news/local/29-teens-charged-following-disruptive-fights-at-lancaster-high-school/275-6b67b96a-f2e7-40dc-8791-d677a8375c49",
    "industry": "WCNC",
    "summary": "Following 'disruptive' fights at Lancaster High School, 29 teenagers were charged with simple assault.",
    "charlotte_impact": "Raises concerns about student behavior and safety within the local school system.",
    "impact_score": 3
  },
  {
    "title": "Fatal Head-On Crash in Monroe Claims One Life, Seriously Injures Another",
    "url": "https://www.wcnc.com/article/traffic/monroe-nc-deadly-crash/275-42fb9851-0249-4699-bf7a-3046b8e53b7c",
    "industry": "WCNC",
    "summary": "A head-on collision in Monroe near Goldmine Road and Riverchase Drive resulted in one fatality and one serious injury.",
    "charlotte_impact": "Highlights the dangers of road accidents and their devastating impact on individuals and families.",
    "impact_score": 4
  },
  {
    "title": "Damp Friday Leads to Fantastic Weekend Weather Forecast",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Despite a wet Friday, the forecast promises a weekend with temperatures in the upper 60s and upper 70s.",
    "charlotte_impact": "Provides a positive outlook on upcoming weather conditions and their potential impact on outdoor activities.",
    "impact_score": 3
  },
  {
    "title": "Monroe Officers Hospitalized After Crash Responding to Emergency",
    "url": "https://www.wcnc.com/article/news/local/monroe-police-officers-injured-after-crash-while-responding-to-emergency-call/275-587aeedb-85f2-4186-a8b2-8b5ed1929a1c",
    "industry": "WCNC",
    "summary": "Two Monroe Police officers were hospitalized after a crash on U.S. Highway 74 while responding to a cardiac arrest call.",
    "charlotte_impact": "Emphasizes the risks faced by first responders and the importance of their service to the community.",
    "impact_score": 4
  },
  {
    "title": "Three Charged in 2024 North Charlotte Shooting Death",
    "url": "https://www.wcnc.com/article/news/crime/three-charged-deadly-shooting-north-charlotte-north-carolina-druid-hills-area/275-77637b98-07a1-4192-a1d0-1fcd211abbba",
    "industry": "WCNC",
    "summary": "Three individuals, including a juvenile, have been charged in connection with the April 2024 shooting death of Xeniel Baez in north Charlotte.",
    "charlotte_impact": "Addresses the ongoing efforts to bring justice in cases of violent crime and the involvement of juveniles.",
    "impact_score": 4
  },
  {
    "title": "I-485 Express Lanes Open in Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "The I-485 Express Lanes in south Charlotte are now open, offering drivers a potentially faster route between I-77 and U.S. 74.",
    "charlotte_impact": "Announces improvements to local infrastructure and their potential impact on traffic flow and commute times.",
    "impact_score": 3
  },
  {
    "title": "Tax Season Scams on the Rise; Experts Warn of Fake IRS Messages",
    "url": "https://www.wcnc.com/article/money/tax-refund-scam-warning/275-d2d483dd-5d41-4b02-bf54-80a6fb76fa1e",
    "industry": "WCNC",
    "summary": "With tax refunds up 14%, scammers are increasingly targeting individuals with fake refund notifications.",
    "charlotte_impact": "Alerts the public to the growing threat of tax-related scams and the need for vigilance.",
    "impact_score": 3
  },
  {
    "title": "Home Births Surge in US, Doctors Warn of Higher Risks",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/home-births-in-the-us-connect-the-dots/275-e453c4d8-d76f-4401-92c5-a80e6b498d66",
    "industry": "WCNC",
    "summary": "Home births have increased significantly in the US, but doctors caution about the associated risks compared to hospital births.",
    "charlotte_impact": "Presents information on changing trends in childbirth and the importance of informed decision-making.",
    "impact_score": 3
  },
  {
    "title": "Landslide Maps Available Before Helene, Many Unaware",
    "url": "https://www.wcnc.com/article/news/investigations/life-saving-landslide-maps-available-before-helene-residents-did-not-know/275-73b941d1-dcf2-46b8-8c68-645da306675a",
    "industry": "WCNC",
    "summary": "Potentially life-saving landslide maps were available in some counties before Helene, but many storm victims were unaware of them.",
    "charlotte_impact": "Highlights the importance of public awareness regarding natural disaster risks and available resources.",
    "impact_score": 4
  },
  {
    "title": "Man Dies After Motorcycle Crash in North Charlotte",
    "url": "https://www.wcnc.com/article/news/local/man-dies-days-after-motorcycle-crash/275-bcb9cc6a-c8a0-4d3e-ab3a-8b039c420c8d",
    "industry": "WCNC",
    "summary": "Reginald Stowe, 56, died from injuries sustained in a motorcycle crash on West Sugar Creek Road.",
    "charlotte_impact": "Reports on a tragic traffic accident and its fatal consequences for a local resident.",
    "impact_score": 4
  },
  {
    "title": "Sentences Handed Down in York County Drug Conspiracy Case",
    "url": "https://www.wcnc.com/article/news/crime/york-county-drug-conspiracy-sentence-2-26-2026/275-e1b77639-4ea8-43fb-b181-83bdef075df2",
    "industry": "WCNC",
    "summary": "York County residents involved in a drug conspiracy that trafficked meth and fentanyl have been sentenced.",
    "charlotte_impact": "Addresses the issue of drug trafficking in the region and the legal consequences for those involved.",
    "impact_score": 3
  }
]