[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras para empresas en el área de Charlotte, que impactan la actividad económica local.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo empresarial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, está buscando un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica oportunidades de crecimiento e inversión dentro del sector financiero de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto de Florencia ve un aumento de pasajeros a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió un vuelo de American Airlines a Charlotte, Carolina del Norte.",
    "charlotte_impact": "Refleja cambios en los viajes aéreos regionales y posibles nuevas rutas.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Destaca un caso grave de abuso infantil y sus trágicas consecuencias en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas reevaluan el momento de la venta en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reconsiderando cuándo vender sus propiedades a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Refleja la dinámica cambiante del mercado inmobiliario en el área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra crecimiento empresarial y actividad de desarrollo económico en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Domingo más fresco con lluvia irregular en el área de Charlotte",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se esperan lluvias dispersas en el área de Charlotte el domingo, con máximas entre los 40 y cerca de los 50 grados.",
    "charlotte_impact": "Proporciona una actualización del clima relevante para los residentes del área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "Niño encontrado reunido con sus tutores en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/cmpd-found-child-north-charlotte/275-47e7f355-54a5-4089-8758-728ccfc59211",
    "industry": "WCNC",
    "summary": "Un niño encontrado solo en el norte de Charlotte se reunió sano y salvo con sus tutores.",
    "charlotte_impact": "Ilustra la seguridad comunitaria y los esfuerzos policiales en Charlotte.",
    "impact_score": 4
  },
  {
    "title": "El condado de York construye una casa sin hipotecas para un veterano lesionado",
    "url": "https://www.wcnc.com/article/news/local/homes-for-our-troops-army-sgt-nicholas-firth-york-sc/275-a71148d1-6290-4a3b-8772-8c0c6966d5c2",
    "industry": "WCNC",
    "summary": "Los residentes del condado de York se unieron para donar una casa accesible y sin hipotecas para el sargento del ejército. Nicolás Fiordo.",
    "charlotte_impact": "Muestra el apoyo de la comunidad a los veteranos y las iniciativas de vivienda accesible.",
    "impact_score": 4
  },
  {
    "title": "No hay reembolsos para los clientes de Duke Energy a pesar de los cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "El Tribunal de Apelaciones de Carolina del Norte dictaminó que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Aborda los derechos del consumidor y cuestiones regulatorias relacionadas con los servicios energéticos.",
    "impact_score": 3
  },
  {
    "title": "Rock Hill lamenta la muerte de un niño y un adolescente en un tiroteo",
    "url": "https://www.wcnc.com/article/news/local/rock-hill-mourns-child-teen-killed-in-deadly-shooting-leaders-urge-conflict-resolution-to-prevent-youth-deaths/275-d87342c1-a363-4d4c-8fef-9b60a082cdce",
    "industry": "WCNC",
    "summary": "Líderes comunitarios buscan soluciones después de que los tiroteos en Rock Hill cobraran la vida de un niño de 4 años y un adolescente.",
    "charlotte_impact": "Destaca el impacto de la violencia en los jóvenes y la necesidad de resolución de conflictos.",
    "impact_score": 4
  },
  {
    "title": "La policía de Salisbury busca sospechosos de una colisión mortal",
    "url": "https://www.wcnc.com/article/news/local/salisbury-police-search-for-suspect-in-deadly-motorcycle-collision/275-dd392a37-33e6-4d97-9ce4-1720bcae9c6c",
    "industry": "WCNC",
    "summary": "Una colisión de motocicleta en Salisbury provocó una muerte y la policía buscaba a los sospechosos.",
    "charlotte_impact": "Informes sobre la seguridad del tráfico y los esfuerzos de aplicación de la ley en la región.",
    "impact_score": 3
  },
  {
    "title": "El sitio de la oficina de Ballantyne podría convertirse en unidades de vivienda",
    "url": "https://www.wcnc.com/article/news/local/ballantyne-office-site-could-be-converted-into-hundreds-of-housing-units-plans-show/275-57d7f36c-1d29-4ee2-b857-e6481cd7a130",
    "industry": "WCNC",
    "summary": "Los espacios de oficinas en el área Ballantyne de Charlotte se pueden convertir en unidades multifamiliares y casas adosadas.",
    "charlotte_impact": "Indica un cambio en las tendencias de desarrollo inmobiliario en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Apuñalamiento en West Charlotte deja 1 herido",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un apuñalamiento en Reid Avenue en el oeste de Charlotte resultó en lesiones que no ponen en peligro la vida.",
    "charlotte_impact": "Informes sobre la delincuencia y la seguridad pública en los barrios de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Delincuente sexual acusado de acicalar a un niño en línea",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un delincuente sexual registrado de Oregón enfrenta cargos por supuestamente preparar a un niño del condado de Chesterfield en Discord.",
    "charlotte_impact": "Aborda la seguridad en línea y la explotación infantil.",
    "impact_score": 4
  }
]