[
  {
    "title": "House Rejects Aircraft Locator Bill After Last Year's Collision",
    "url": "https://www.wcnc.com/article/news/local/house-rejects-bill-requiring-aircraft-locator-systems-to-prevent-midair-collisions/275-216d88da-d2ab-4e77-957b-6a686af22f35",
    "industry": "WCNC",
    "summary": "The ROTOR Act, aimed at preventing midair collisions, failed to pass the House due to insufficient support.",
    "charlotte_impact": "Highlights the challenges in implementing safety measures despite past incidents and public concern.",
    "impact_score": 3
  },
  {
    "title": "ICE Arrests Four Men Ahead of Court Hearings in Mecklenburg County",
    "url": "https://www.wcnc.com/article/news/local/ice-arrests-four-men-ahead-of-court-hearings/275-fef83513-7410-4565-8d6a-bff12f286e08",
    "industry": "WCNC",
    "summary": "ICE arrested four men in Mecklenburg County as their attorneys attempted to intervene.",
    "charlotte_impact": "Illustrates ongoing tensions between law enforcement and legal representatives regarding immigration enforcement.",
    "impact_score": 3
  },
  {
    "title": "Union County Sheriff's Crime Lab Enhances Case Solving Speed",
    "url": "https://www.wcnc.com/article/news/local/union-county-nc-sheriff-crime-lab-2-24-2026/275-fc31058d-2c4f-459a-927f-8b714c5862ee",
    "industry": "WCNC",
    "summary": "Expanded capabilities at the Union County Sheriff’s Crime Lab are helping solve murder cases faster.",
    "charlotte_impact": "Shows how technological advancements in law enforcement contribute to improved justice outcomes.",
    "impact_score": 4
  },
  {
    "title": "Huntersville Rezoning Proposal Filed for Townhomes, Grocery Store",
    "url": "https://www.wcnc.com/article/news/local/huntersville-rezoning-proposal/275-65bf7eda-97a1-4b94-9ebe-0aac781e6690",
    "industry": "WCNC",
    "summary": "WLA Enterprises, Inc. proposes building Knox Crossing with townhomes and a grocery store near Sam Furr Road.",
    "charlotte_impact": "Reflects ongoing development and changes in Huntersville's landscape and infrastructure.",
    "impact_score": 3
  },
  {
    "title": "Raising Cane's Sets Opening Date for Charlotte-Area Debut in Rock Hill",
    "url": "https://www.wcnc.com/article/life/food/raising-canes-sets-date-for-rock-hill-opening/275-6a641966-9e98-4728-b926-4f67d6cc66ad",
    "industry": "WCNC",
    "summary": "Raising Cane's will open its first Charlotte-area location in Rock Hill on February 24.",
    "charlotte_impact": "Indicates economic growth and expansion of restaurant chains in the Charlotte metropolitan area.",
    "impact_score": 4
  },
  {
    "title": "Waymo Rumors Fuel Autonomous Vehicle Speculation in Charlotte",
    "url": "https://www.wcnc.com/article/news/local/waymo-self-driving-cars-reportedly-seen-charlotte-north-carolina/275-a9ad53c6-72ba-40f5-9797-94d9e9451b0e",
    "industry": "WCNC",
    "summary": "Sightings in Uptown Charlotte spark rumors about Waymo's potential expansion into the city.",
    "charlotte_impact": "Highlights the growing interest and potential for autonomous vehicle technology in Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Charlotte's First Fully-Electric Fire Engine Is Temporarily Out of Service",
    "url": "https://www.wcnc.com/article/news/local/charlotte-electric-fire-engine-out-of-service/275-aed43f29-4aa6-429c-a111-9c5aa0b613fa",
    "industry": "WCNC",
    "summary": "Charlotte's first electric fire engine is out of service, with a traditional engine replacing it.",
    "charlotte_impact": "Illustrates the challenges and realities of implementing new technologies in essential city services.",
    "impact_score": 3
  },
  {
    "title": "Man Accused of Beating Woman After Matthews Road Rage Incident",
    "url": "https://www.wcnc.com/article/news/local/man-accused-of-beating-woman-road-rage-incident/275-dbfc28d9-cf99-4fca-8bce-2ff7eb24a063",
    "industry": "WCNC",
    "summary": "James Washer is charged with assault after a road rage incident in Matthews.",
    "charlotte_impact": "Reflects the prevalence of road rage incidents and the potential for serious consequences.",
    "impact_score": 4
  },
  {
    "title": "East Charlotte Neighbors Unsure About Proposed Data Center",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-residents-raise-concerns-over-proposed-data-center/275-38bbffda-9f7e-460a-983b-cd26a6ade8ab",
    "industry": "WCNC",
    "summary": "Plans to rezone land for a data center in east Charlotte raise concerns about infrastructure and energy use.",
    "charlotte_impact": "Demonstrates community concerns regarding the impact of large-scale development projects.",
    "impact_score": 3
  },
  {
    "title": "Man Killed by Stanly County Deputy in Shooting",
    "url": "https://www.wcnc.com/article/news/crime/stanly-county-deputy-deadly-shooting-2-23-2026/275-24d5c251-d6a9-4e87-a1a3-bb0d8111c865",
    "industry": "WCNC",
    "summary": "The NC SBI is investigating a shooting in which a Stanly County deputy killed a man.",
    "charlotte_impact": "Highlights the serious nature of officer-involved shootings and the need for thorough investigations.",
    "impact_score": 4
  },
  {
    "title": "Arrest Made After Kings Mountain Police Search Hemp Business",
    "url": "https://www.wcnc.com/article/news/crime/kings-mountain-hemp-business-marijuana-arrest-2-24-2026/275-2aaec345-234f-4f79-b4cd-7368d845d5af",
    "industry": "WCNC",
    "summary": "Police searched a hemp business in Kings Mountain following reports of suspicious activity.",
    "charlotte_impact": "Illustrates the challenges in distinguishing between legal hemp operations and illegal marijuana cultivation.",
    "impact_score": 3
  },
  {
    "title": "Adoptive Father Returns to Alexander Youth Network to Help Other Families",
    "url": "https://www.wcnc.com/article/news/local/full-circle-moment-adoptive-father-returns-to-alexander-youth-network-to-help-other-families/275-c26efa37-b29e-4b27-80c2-12555b5136f2",
    "industry": "WCNC",
    "summary": "Brooks Shelley, who adopted his son through the Alexander Youth Network, now serves as its director of development.",
    "charlotte_impact": "Showcases the positive impact of adoption and the importance of supporting youth and families.",
    "impact_score": 4
  },
  {
    "title": "Salisbury Parents Arrested for Baby's Fentanyl Exposure",
    "url": "https://www.wcnc.com/article/news/local/baby-exposed-to-fentanyl-in-salisbury/275-f1012793-09df-49a5-a0c4-cc31067cd6de",
    "industry": "WCNC",
    "summary": "Kathleen Gibbs and Anthony Blue were arrested after their 1-year-old child was exposed to fentanyl.",
    "charlotte_impact": "Highlights the dangers of fentanyl exposure and the serious consequences for child welfare.",
    "impact_score": 4
  },
  {
    "title": "Stolen U-Haul Recovery Leads to 2 Arrests in Huntersville",
    "url": "https://www.wcnc.com/article/news/crime/suspects-charged-stolen-u-haul-recovery-huntersville-north-carolina/275-5f616fc6-6596-404d-8bca-1bf57afb5e58",
    "industry": "WCNC",
    "summary": "Huntersville police recovered a stolen U-Haul using a license plate reader, leading to two arrests.",
    "charlotte_impact": "Demonstrates the effectiveness of technology in assisting law enforcement efforts.",
    "impact_score": 3
  },
  {
    "title": "Interactive Bank of America Stadium Experience Center Comes to Uptown Charlotte",
    "url": "https://www.wcnc.com/article/news/local/bank-of-america-stadium-experience-uptown-charlotte/275-20e58f7a-a75d-4d5c-b3ba-0a6220a2ba5b",
    "industry": "WCNC",
    "summary": "The center will give fans and community members a first look at the venue's upcoming renovation.",
    "charlotte_impact": "Provides a glimpse into the future of Bank of America Stadium and its impact on the community.",
    "impact_score": 4
  }
]