[
  {
    "title": "Trump tergiversa los hechos en el Estado de la Unión sobre el apuñalamiento de Charlotte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "La afirmación de Trump acerca de que el sospechoso en un caso de apuñalamiento en Charlotte era un inmigrante es falsa; el sospechoso es un ciudadano estadounidense.",
    "charlotte_impact": "La desinformación proveniente de figuras nacionales puede afectar las percepciones locales y alimentar narrativas políticas.",
    "impact_score": 3
  },
  {
    "title": "El fabricante de filtros para piscinas Hayward tiene una presencia significativa en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, una empresa con sede en Charlotte, es un importante empleador en Clemmons, Carolina del Norte, con más de 1000 trabajadores.",
    "charlotte_impact": "Destaca la importancia de los empleos en el sector manufacturero y el impacto regional de una empresa con sede en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales de Charlotte aprovechan las carpas con dosel personalizadas para la visibilidad de la marca",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de ferias comerciales en Charlotte se están centrando en la flexibilidad, la visibilidad y el retorno de la inversión a través de carpas con dosel personalizadas.",
    "charlotte_impact": "Muestra cómo las empresas están adaptando sus estrategias de marketing para maximizar el impacto en los eventos locales.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, con sede en Charlotte, está buscando un vicepresidente de desarrollo empresarial para ampliar la propiedad de los empleados en las empresas.",
    "charlotte_impact": "Indica crecimiento e inversión en modelos de propiedad de los empleados dentro de la comunidad empresarial de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El número de pasajeros en el aeropuerto de Florencia aumenta a pesar de perder el vuelo a Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió su vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Destaca las complejidades de los viajes aéreos regionales y el impacto de los cambios de rutas de vuelo.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de torturar y matar a una niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de la muerte por abuso infantil de Dominique Moody, supuestamente torturándola y confinándola.",
    "charlotte_impact": "Detalla un caso horrible de abuso infantil y plantea preocupaciones sobre el bienestar infantil en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas de Charlotte están reevaluando cuándo vender en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas de Charlotte están reconsiderando sus cronogramas de venta debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la naturaleza dinámica del mercado inmobiliario y su impacto en las decisiones de los propietarios.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía las asociaciones de desarrollo económico en Charlotte",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó 20 millones de dólares en adquisiciones y amplió asociaciones de desarrollo económico.",
    "charlotte_impact": "Muestra actividad económica e inversión en pequeñas empresas en el área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Peatón asesinado en cruce de peatones de Boiling Springs; Conductor acusado",
    "url": "https://www.wcnc.com/article/news/crime/boiling-springs-nc-deadly-pedeatrisn-collision/275-1b17f823-e8c4-4f3a-a5c7-db68e37899bb",
    "industry": "WCNC",
    "summary": "Un hombre de 71 años murió mientras cruzaba un cruce de peatones en Boiling Springs, Carolina del Norte; el conductor enfrenta un cargo de delito menor.",
    "charlotte_impact": "Destaca las preocupaciones sobre la seguridad de los peatones y las consecuencias de los accidentes de tráfico.",
    "impact_score": 4
  },
  {
    "title": "Funcionarios del condado de Union confiscan drogas y productos de THC con marca de caramelos",
    "url": "https://www.wcnc.com/article/news/crime/multi-agency-operation-drugs-thc-products-seized-union-county/275-570675b7-f72b-4237-9010-dc1c988893b9",
    "industry": "WCNC",
    "summary": "Una operación de varias agencias en el condado de Union incautó más de $100,000 en drogas ilegales y productos de THC.",
    "charlotte_impact": "Aborda el tema de la venta de drogas ilegales y los peligros de los productos de THC no regulados.",
    "impact_score": 4
  },
  {
    "title": "Un tiroteo en el South End de Charlotte deja una persona herida",
    "url": "https://www.wcnc.com/article/news/local/south-end-shooting-charlotte/275-96297350-2e10-4972-b94a-d73a3bf59bbf",
    "industry": "WCNC",
    "summary": "Un tiroteo en Tremont Avenue en el South End de Charlotte resultó en la hospitalización de una persona con heridas que no ponen en peligro su vida.",
    "charlotte_impact": "Plantea preocupaciones sobre la seguridad pública y la violencia armada en el área de South End.",
    "impact_score": 3
  },
  {
    "title": "Los bomberos están a salvo después de quedar atrapados en el incendio de la casa Steele Creek",
    "url": "https://www.wcnc.com/article/news/local/house-fire-reported-in-steele-creek-area-2-25-2026/275-ae886858-2271-4dde-9a04-80045397d45a",
    "industry": "WCNC",
    "summary": "Dos bomberos quedaron atrapados mientras combatían un incendio en una casa de Steele Creek, pero se informa que se encuentran bien.",
    "charlotte_impact": "Destaca los peligros que enfrentan los bomberos y la importancia de su seguridad.",
    "impact_score": 3
  },
  {
    "title": "Chefs negros destacados en el evento en la azotea de Charlotte para el Mes de la Historia Afroamericana",
    "url": "https://www.wcnc.com/article/life/food/black-chefs-charlotte-black-history-month/275-1f1fabb7-378c-4726-aa9e-3c1915efcbc4",
    "industry": "WCNC",
    "summary": "Un evento en la azotea de Charlotte contará con chefs negros para celebrar el Mes de la Historia Afroamericana, y las ganancias beneficiarán a la YBLA.",
    "charlotte_impact": "Celebra la cultura negra y apoya el desarrollo del liderazgo a través de un evento comunitario.",
    "impact_score": 3
  },
  {
    "title": "Se prevé que el riesgo de enfermedad cardíaca para las mujeres estadounidenses aumentará significativamente para 2050",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/women-heart-problems-connect-the-dots/275-5ad301ab-edfc-4343-98a2-606a0a3ed1dd",
    "industry": "WCNC",
    "summary": "Un nuevo informe advierte que el riesgo de enfermedad cardíaca para las mujeres en los EE. UU. aumentará en más de un 33 % para 2050.",
    "charlotte_impact": "Aborda un problema de salud crítico y el creciente riesgo de enfermedad cardiovascular entre las mujeres.",
    "impact_score": 4
  },
  {
    "title": "Carolina del Sur experimenta una fuerte disminución en el acceso a la atención prenatal temprana",
    "url": "https://www.wcnc.com/article/news/health/south-carolina-prenatal-care-decline-everyday-impact/275-b3f76d85-ada2-4d38-a7da-5499b3bff235",
    "industry": "WCNC",
    "summary": "Carolina del Sur está experimentando una disminución significativa en el número de mujeres que acceden a la atención prenatal temprana debido a problemas de acceso, costos y programación.",
    "charlotte_impact": "Destaca las barreras al acceso a la atención médica y la importancia de la atención prenatal temprana para la salud materna e infantil.",
    "impact_score": 3
  }
]