[
  {
    "title": "Protestas en Charlotte previstas contra posibles ataques de Irán",
    "url": "https://www.wcnc.com/article/news/local/stop-the-war-on-iran-protest-charlotte-romare-bearden/275-09af1ad2-e6ef-4fad-b63a-b48463ce7578",
    "industry": "WCNC",
    "summary": "Las protestas contra la acción militar estadounidense-israelí en Irán están programadas para las 4 p.m. en el parque Romare Bearden.",
    "charlotte_impact": "Refleja la preocupación pública por los conflictos internacionales y los posibles impactos en las comunidades locales.",
    "impact_score": 3
  },
  {
    "title": "Socavón se traga camioneta en Gastonia",
    "url": "https://www.wcnc.com/article/news/local/gastonia-sinkhole-pickup-truck-traffic/275-df6eb0a1-446d-46da-806d-4d25c50d32c9",
    "industry": "WCNC",
    "summary": "Una camioneta desatendida fue tragada por un socavón cerca de Airline y Brown en Gastonia durante la noche. No se reportaron heridos.",
    "charlotte_impact": "Destaca problemas de infraestructura y peligros potenciales en el área de Gastonia.",
    "impact_score": 3
  },
  {
    "title": "La votación anticipada finaliza el sábado para las elecciones primarias de Carolina del Norte",
    "url": "https://www.wcnc.com/article/news/local/vote/early-voting-ends-feb-28-nc-primary-election-what-to-know/275-b81d3cd6-6b4d-4a05-8adb-081142b0bdb2",
    "industry": "WCNC",
    "summary": "Los residentes de Carolina del Norte tienen hasta las 3 p.m. el sábado para votar anticipadamente en las cruciales elecciones primarias.",
    "charlotte_impact": "Destaca la importancia del compromiso cívico y la proximidad de la fecha límite para la votación anticipada.",
    "impact_score": 4
  },
  {
    "title": "Tiroteo en East Charlotte deja a una persona gravemente herida",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-overnight-shooting/275-3197824b-91cd-42da-939f-b8d703a2ed68",
    "industry": "WCNC",
    "summary": "Un tiroteo nocturno en la cuadra 6500 de E W.T. Harris Boulevard dejó a una persona gravemente herida.",
    "charlotte_impact": "Plantea preocupaciones sobre los delitos violentos y la seguridad pública en el este de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Pronóstico de fin de semana más cálido y primaveral para Charlotte",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Después de la niebla matutina, se espera que Charlotte tenga un fin de semana más cálido y primaveral.",
    "charlotte_impact": "Proporciona una perspectiva positiva sobre las condiciones climáticas locales para el fin de semana.",
    "impact_score": 2
  },
  {
    "title": "Carriles expresos de la I-485 abiertos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "Los carriles expresos de la I-485 en el sur de Charlotte ya están abiertos, ofreciendo una ruta más rápida entre la I-77 y la U.S. 74.",
    "charlotte_impact": "Ofrece nuevas opciones de transporte y potencialmente reduce la congestión del tráfico.",
    "impact_score": 3
  },
  {
    "title": "Mujer muere semanas después de asalto en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-nc-shooting-2-27-2026/275-e8c2684b-bb98-413d-8740-cc4d1dd4d63e",
    "industry": "WCNC",
    "summary": "Una mujer murió semanas después de haber sido agredida en el este de Charlotte. Un sospechoso está bajo custodia desde el 27 de febrero de 2026.",
    "charlotte_impact": "Destaca la gravedad de los delitos violentos y su impacto duradero en las víctimas.",
    "impact_score": 4
  },
  {
    "title": "Madre y novio acusados ​​de agredir a un niño de 1 año en el condado de Burke",
    "url": "https://www.wcnc.com/article/news/crime/mother-accused-of-assaulting-1-year-old/275-8ce6b5a1-8dbf-4678-ac70-fc6fd1135e40",
    "industry": "WCNC",
    "summary": "Una madre y su novio están acusados ​​de agredir a un niño de 1 año en el condado de Burke, causándole una fractura en el brazo.",
    "charlotte_impact": "Aborda el abuso infantil y las consecuencias legales para los perpetradores.",
    "impact_score": 4
  },
  {
    "title": "CMPD apunta a los puntos críticos del crimen en el sur de Charlotte con patrullas 'Queen City Safe'",
    "url": "https://www.wcnc.com/article/news/local/cmpd-south-charlotte-crime-2-27-2026/275-3807b4d5-5df3-4858-a45b-242c9ea3641f",
    "industry": "WCNC",
    "summary": "CMPD está apuntando a puntos críticos de criminalidad en el sur de Charlotte con patrullas 'Queen City Safe' como parte de una iniciativa de seguridad renombrada.",
    "charlotte_impact": "Detalla los esfuerzos policiales para abordar el crimen y mejorar la seguridad en áreas específicas.",
    "impact_score": 3
  },
  {
    "title": "Hombre del condado de Union sentenciado por abusar sexualmente de una niña",
    "url": "https://www.wcnc.com/article/news/crime/union-county-child-sex-abuse-sentencing-2-27-2026/275-6861a12c-46e3-4fd0-b99e-12285551d2f8",
    "industry": "WCNC",
    "summary": "Maurice Limon Stitt, de 42 años, fue sentenciado el 27 de febrero de 2026 por abusar sexualmente de una niña, incluso después de que ella lo denunció.",
    "charlotte_impact": "Aborda el grave problema del abuso sexual y las consecuencias legales para los infractores.",
    "impact_score": 4
  },
  {
    "title": "Un conductor mata a otro en un accidente en Rock Hill después de una salida de alta velocidad de la I-77",
    "url": "https://www.wcnc.com/article/news/local/rock-hill/deadly-crash-celanese-road-rock-hill-2-27-2026/275-c49dc431-0313-4845-a1de-afd51ed276ed",
    "industry": "WCNC",
    "summary": "Joel Laron Smith, de 21 años, está acusado de homicidio imprudente después de un accidente a alta velocidad en la I-77 en Rock Hill.",
    "charlotte_impact": "Destaca los peligros de la conducción imprudente y sus trágicas consecuencias.",
    "impact_score": 4
  },
  {
    "title": "Hombre arrestado por dispararle a su tío afuera del Dollar General en Stanley",
    "url": "https://www.wcnc.com/article/news/local/dollar-general-shooting-stanley/275-b98e81d6-90a4-497a-95b4-3035a8b65a15",
    "industry": "WCNC",
    "summary": "Un hombre fue arrestado por dispararle a su tío afuera de un Dollar General en East Dallas Road en Stanley.",
    "charlotte_impact": "Informes sobre un incidente violento y su impacto en la comunidad local.",
    "impact_score": 4
  },
  {
    "title": "Los coches autónomos Waymo llegarán a Charlotte",
    "url": "https://www.wcnc.com/article/news/local/waymo-self-driving-cars-reportedly-seen-charlotte-north-carolina/275-a9ad53c6-72ba-40f5-9797-94d9e9451b0e",
    "industry": "WCNC",
    "summary": "Waymo confirma que sus vehículos autónomos llegarán a Charlotte, habilitado por una ley de Carolina del Norte de 2017.",
    "charlotte_impact": "Introduce nuevas tecnologías y opciones de transporte a la ciudad.",
    "impact_score": 3
  },
  {
    "title": "Segundo caso de sarampión confirmado en un niño no vacunado en el condado de Union",
    "url": "https://www.wcnc.com/article/news/health/union-county-measles-2-27-2026/275-24176be8-d036-40ba-90c3-f34152d06c5e",
    "industry": "WCNC",
    "summary": "Los funcionarios de salud del condado de Union confirman un segundo caso de sarampión en un niño no vacunado el jueves 26 de febrero.",
    "charlotte_impact": "Plantea preocupaciones de salud pública sobre las enfermedades prevenibles mediante vacunas.",
    "impact_score": 4
  },
  {
    "title": "Debate sobre la reapertura de la cárcel norte debido a la diferencia de precios",
    "url": "https://www.wcnc.com/article/news/local/jail-north-juvenile-detention-2-27-2026/275-5fa2e837-22fe-43f4-9849-bb73320f8665",
    "industry": "WCNC",
    "summary": "La reapertura de la Cárcel Norte está estancada por un precio de $18 millones, ya que los menores del condado de Mecklenburg están alojados fuera del condado.",
    "charlotte_impact": "Aborda cuestiones relacionadas con la detención de menores y los desafíos de financiación.",
    "impact_score": 3
  }
]