[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales, centrándose en la flexibilidad y el impacto.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras utilizadas por las empresas para maximizar su presencia y atraer clientes.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo empresarial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial para ampliar la propiedad de los empleados.",
    "charlotte_impact": "Indica crecimiento e inversión en modelos de propiedad de los empleados dentro del sector empresarial de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto de Florencia ve un aumento de pasajeros a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió un vuelo de American Airlines a Charlotte. Posible nuevo vuelo a D.C.",
    "charlotte_impact": "Refleja la dinámica de los viajes aéreos regionales y la importancia de asegurar nuevas rutas.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros, lo que generó graves cargos de abuso infantil.",
    "charlotte_impact": "Aborda un horrible caso de abuso infantil y la urgente necesidad de servicios de protección infantil.",
    "impact_score": 1
  },
  {
    "title": "Los propietarios de viviendas reevalúan los tiempos de venta en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte están reconsiderando cuándo vender sus propiedades a medida que cambian las condiciones del mercado, lo que afecta las estrategias inmobiliarias.",
    "charlotte_impact": "Muestra cómo la dinámica cambiante del mercado influye en las decisiones de los propietarios y las tendencias inmobiliarias.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares y está ampliando las asociaciones de desarrollo económico en Charlotte.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras a la hora de impulsar el crecimiento económico y la expansión empresarial.",
    "impact_score": 3
  },
  {
    "title": "Los carteros abogan por la protección del USPS y los contratos justos",
    "url": "https://www.wcnc.com/article/news/local/postal-workers-advocate-for-protection-of-usps-fair-contracts-better-pay/275-b1d7731e-a407-4049-a614-61063a90fcea",
    "industry": "WCNC",
    "summary": "Los carteros en Charlotte protestan por la protección del USPS, contratos justos y mejores salarios, destacando las cuestiones laborales.",
    "charlotte_impact": "Aborda las preocupaciones sobre la estabilidad del servicio postal y la importancia de prácticas laborales justas.",
    "impact_score": 3
  },
  {
    "title": "El evento Bowling for Babies recauda fondos para la salud materna",
    "url": "https://www.wcnc.com/article/news/local/bowling-for-babies-event-raises-money-for-maternal-infant-health/275-a3441947-9947-44ed-be04-0e6c55a49fac",
    "industry": "WCNC",
    "summary": "El evento anual 'Bowling for Babies' de la hermandad Zeta Phi Beta recaudó dinero para apoyar a March of Dimes y la salud materna e infantil.",
    "charlotte_impact": "Destaca los esfuerzos comunitarios para apoyar la salud materna e infantil a través de eventos benéficos.",
    "impact_score": 4
  },
  {
    "title": "El rodaje de una película provocará cierres de carreteras en Huntersville",
    "url": "https://www.wcnc.com/article/news/local/huntersville-road-closures-march-2026-movie-tv-production/275-d697d2e1-70d4-440c-8ce0-a1e49fcf5468",
    "industry": "WCNC",
    "summary": "Se han programado breves cierres de carreteras en Huntersville para el rodaje de una película a principios de marzo, lo que provocó retrasos menores en los viajes de los residentes.",
    "charlotte_impact": "Muestra el impacto de la producción cinematográfica en las comunidades locales y la necesidad de gestionar el tráfico.",
    "impact_score": 3
  },
  {
    "title": "Empleados de Statesville alegan que el baño de la planta es \"sólo para blancos\"",
    "url": "https://www.wcnc.com/article/news/local/statesville-employees-claim-supervisor-had-whites-only-bathroom/275-c72fee1c-5258-420b-b359-80b5903ea59a",
    "industry": "WCNC",
    "summary": "Ex empleados presentaron una demanda contra Statesville, Carolina del Norte, alegando que un supervisor mantenía un baño \"sólo para blancos\" en una planta de agua.",
    "charlotte_impact": "Aborda acusaciones graves de discriminación racial en un lugar de trabajo público.",
    "impact_score": 1
  },
  {
    "title": "Clima más frío y pronóstico de lluvias irregulares para Charlotte",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El área de Charlotte espera temperaturas más frescas y lluvias dispersas el domingo, con máximas cercanas a los 50 grados.",
    "charlotte_impact": "Proporciona información meteorológica relevante para las actividades y la planificación diarias.",
    "impact_score": 3
  },
  {
    "title": "Niño encontrado reunido con sus tutores en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/cmpd-found-child-north-charlotte/275-47e7f355-54a5-4089-8758-728ccfc59211",
    "industry": "WCNC",
    "summary": "Un niño encontrado solo en el norte de Charlotte se reunió sano y salvo con sus tutores después de una breve búsqueda por parte de la policía.",
    "charlotte_impact": "Destaca la eficacia de la policía local para garantizar la seguridad infantil y la capacidad de respuesta de la comunidad.",
    "impact_score": 4
  },
  {
    "title": "El condado de York construye una casa sin hipotecas para un veterano lesionado",
    "url": "https://www.wcnc.com/article/news/local/homes-for-our-troops-army-sgt-nicholas-firth-york-sc/275-a71148d1-6290-4a3b-8772-8c0c6966d5c2",
    "industry": "WCNC",
    "summary": "Los residentes del condado de York se unen para donar una casa accesible y sin hipotecas para el sargento del ejército. Nicholas Firth a través de Hogares para nuestras tropas.",
    "charlotte_impact": "Demuestra un fuerte apoyo comunitario a los veteranos y la provisión de viviendas accesibles.",
    "impact_score": 4
  },
  {
    "title": "No hay reembolsos para los clientes de Duke Energy a pesar de los cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "Un tribunal de Carolina del Norte dictamina que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente, lo que afectará las finanzas de los consumidores.",
    "charlotte_impact": "Aborda cuestiones de prácticas de facturación de servicios públicos y protección al consumidor.",
    "impact_score": 2
  },
  {
    "title": "Rock Hill lamenta la muerte de un niño y un adolescente en un tiroteo",
    "url": "https://www.wcnc.com/article/news/local/rock-hill-mourns-child-teen-killed-in-deadly-shooting-leaders-urge-conflict-resolution-to-prevent-youth-deaths/275-d87342c1-a363-4d4c-8fef-9b60a082cdce",
    "industry": "WCNC",
    "summary": "Los líderes comunitarios buscan soluciones después de que los tiroteos en Rock Hill se cobraran la vida de un niño de 4 años y un adolescente.",
    "charlotte_impact": "Destaca el trágico impacto de la violencia armada en los jóvenes y la necesidad de una intervención comunitaria.",
    "impact_score": 1
  }
]