[
  {
    "title": "Trump tergiversa los hechos en el caso del asesinato de Charlotte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump afirmó incorrectamente que el sospechoso en un caso de asesinato en Charlotte llegó a través de fronteras abiertas.",
    "charlotte_impact": "Destaca la politización del crimen local y la posible desinformación en el discurso nacional.",
    "impact_score": 3
  },
  {
    "title": "Hayward: empleador principal en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, un fabricante de filtros para piscinas con sede en Charlotte, emplea a más de 1.000 trabajadores en Clemmons.",
    "charlotte_impact": "Muestra la importancia económica de la manufactura en las ciudades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales de Charlotte se centran en el retorno de la inversión (ROI)",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de ferias comerciales en Charlotte están priorizando la flexibilidad, la visibilidad y el retorno de la inversión.",
    "charlotte_impact": "Refleja las estrategias en evolución que las empresas están utilizando para maximizar el impacto de las ferias comerciales.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, está contratando a un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora dentro del sector financiero de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto de Florencia pierde el vuelo de Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence registró un aumento de pasajeros, pero perdió su vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Ilustra los desafíos que enfrentan los aeropuertos más pequeños para mantener la conectividad regional.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de torturar y matar a una niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Destaca un horrible caso de abuso infantil y plantea preocupaciones sobre la seguridad de la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Propietarios de viviendas reevaluando el tiempo de venta en Charlotte",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte están reconsiderando cuándo vender sus casas debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la naturaleza dinámica del mercado inmobiliario y su impacto en los propietarios.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services en Charlotte facilita adquisiciones por valor de 20 millones de dólares y amplía las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras en el impulso del crecimiento económico en la región.",
    "impact_score": 3
  },
  {
    "title": "Pronóstico de fin de semana soleado después de la niebla",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se espera niebla esta noche, seguida de tiempo soleado y seco durante el fin de semana.",
    "charlotte_impact": "Proporciona una actualización meteorológica sencilla y relevante para la vida diaria y la planificación del fin de semana.",
    "impact_score": 2
  },
  {
    "title": "Aumentan las estafas en la temporada de impuestos",
    "url": "https://www.wcnc.com/article/money/tax-refund-scam-warning/275-d2d483dd-5d41-4b02-bf54-80a6fb76fa1e",
    "industry": "WCNC",
    "summary": "Los expertos advierten sobre mensajes falsos del IRS a medida que aumentan los reembolsos de impuestos, dirigidos a personas con notificaciones de estafa.",
    "charlotte_impact": "Alerta al público sobre posibles estafas financieras durante la temporada de impuestos.",
    "impact_score": 4
  },
  {
    "title": "Aumentan los partos en casa, los médicos advierten sobre los riesgos",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/home-births-in-the-us-connect-the-dots/275-e453c4d8-d76f-4401-92c5-a80e6b498d66",
    "industry": "WCNC",
    "summary": "Los partos en casa están aumentando en Estados Unidos, pero los médicos advierten sobre riesgos mayores en comparación con los partos en hospitales.",
    "charlotte_impact": "Crea conciencia sobre los peligros potenciales asociados con los partos en casa.",
    "impact_score": 3
  },
  {
    "title": "Mapas de deslizamientos de tierra no disponibles para muchas víctimas",
    "url": "https://www.wcnc.com/article/news/investigations/life-saving-landslide-maps-available-before-helene-residents-did-not-know/275-73b941d1-dcf2-46b8-8c68-645da306675a",
    "industry": "WCNC",
    "summary": "Había mapas de deslizamientos de tierra que salvaron vidas, pero muchas víctimas de la tormenta en Carolina del Norte desconocían el riesgo.",
    "charlotte_impact": "Destaca la importancia de la concientización pública y el acceso a información de seguridad crucial.",
    "impact_score": 4
  },
  {
    "title": "Un hombre muere después de un accidente de motocicleta en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/man-dies-days-after-motorcycle-crash/275-bcb9cc6a-c8a0-4d3e-ab3a-8b039c420c8d",
    "industry": "WCNC",
    "summary": "Reginald Stowe, de 56 años, murió días después de un accidente de motocicleta en el norte de Charlotte en West Sugar Creek Road.",
    "charlotte_impact": "Informa sobre una trágica muerte en el tránsito y plantea preocupaciones sobre la seguridad vial.",
    "impact_score": 4
  },
  {
    "title": "Sentencias dictadas por conspiración para traficar con drogas",
    "url": "https://www.wcnc.com/article/news/crime/york-county-drug-conspiracy-sentence-2-26-2026/275-e1b77639-4ea8-43fb-b181-83bdef075df2",
    "industry": "WCNC",
    "summary": "Residentes del condado de York sentenciados por traficar metanfetamina y fentanilo en el área.",
    "charlotte_impact": "Aborda el problema actual del narcotráfico y sus consecuencias en la región.",
    "impact_score": 3
  },
  {
    "title": "Surgen detalles sobre el accidente de autobús en Gastonia",
    "url": "https://www.wcnc.com/article/news/local/records-reveal-situation-that-led-to-gastonia-bus-crash/275-d60c3ab7-ab15-4f6b-9e8a-fcdaf6cad39d",
    "industry": "WCNC",
    "summary": "Los registros revelan las circunstancias que llevaron a un accidente de autobús en Gastonia que hirió a 14 estudiantes.",
    "charlotte_impact": "Informes sobre un incidente grave relacionado con la seguridad y el transporte de los estudiantes.",
    "impact_score": 3
  }
]