[
  {
    "title": "Pronóstico de fin de semana nublado y más fresco para Charlotte",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se esperan lluvias pasajeras el sábado por la mañana, con más lluvias puntuales y un enfriamiento el domingo.",
    "charlotte_impact": "Manténgase informado sobre el clima del fin de semana para planificar las actividades en consecuencia y prepararse para temperaturas más frías.",
    "impact_score": 3
  },
  {
    "title": "Mujer de Charlotte arrestada por robo de Lululemon por valor de 7,700 dólares",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "Una mujer de Charlotte con antecedentes penales enfrenta cargos por delitos graves después de un robo importante en Lululemon.",
    "charlotte_impact": "Destaca los problemas actuales del robo en comercios minoristas y las consecuencias que enfrentan los perpetradores en el sistema legal.",
    "impact_score": 3
  },
  {
    "title": "Un apuñalamiento en West Charlotte hiere a una persona",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un incidente de apuñalamiento en Reid Avenue en el oeste de Charlotte resultó en lesiones que no ponen en peligro la vida.",
    "charlotte_impact": "Aborda las preocupaciones de seguridad pública y la prevalencia de delitos violentos dentro de la comunidad de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Delincuente sexual acusado de preparar en línea a un niño de Chesterfield",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un delincuente sexual registrado de Oregón está acusado de preparar a un niño del condado de Chesterfield utilizando tarjetas de regalo de Roblox.",
    "charlotte_impact": "Crea conciencia sobre la explotación infantil en línea y los peligros que enfrentan los niños en entornos digitales.",
    "impact_score": 4
  },
  {
    "title": "La policía responde a tiroteos separados en Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "Dos tiroteos separados en Salisbury resultaron en heridas graves a las víctimas.",
    "charlotte_impact": "Aborda las preocupaciones sobre la violencia armada y su impacto en la seguridad pública en las comunidades vecinas.",
    "impact_score": 4
  },
  {
    "title": "El proyecto del carril de peaje de la I-77S genera tensión en el oeste de Charlotte",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La ampliación propuesta del carril de peaje de la I-77 genera preocupación sobre su impacto en los barrios históricamente negros del oeste de Charlotte.",
    "charlotte_impact": "Destaca el potencial de que los proyectos de infraestructura afecten desproporcionadamente a las comunidades marginadas.",
    "impact_score": 3
  },
  {
    "title": "Los padres de Asha Degree piden respuestas 26 años después de su desaparición",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Los padres de Asha Degree continúan buscando respuestas 26 años después de su desaparición, negándose a perder la esperanza.",
    "charlotte_impact": "Mantiene el caso sin resolver en la mira del público y enfatiza el dolor duradero de las familias con niños desaparecidos.",
    "impact_score": 4
  },
  {
    "title": "La falta de mapeo de deslizamientos de tierra contribuyó al desastre en Carolina del Norte",
    "url": "https://www.wcnc.com/article/news/investigations/lost-ground-political-missteps-helene-landslides-killed-western-north-carolina-residents/275-f9719997-8309-4fc0-a9e0-a199e334e746",
    "industry": "WCNC",
    "summary": "El estancado programa de mapeo de deslizamientos de tierra en Carolina del Norte dejó a muchos sin información crítica de seguridad durante los deslizamientos de tierra de Helene.",
    "charlotte_impact": "Expone las consecuencias de una preparación inadecuada para desastres y la importancia de medidas de seguridad proactivas.",
    "impact_score": 3
  },
  {
    "title": "Hombre acusado de asesinato en tiroteo en Food Lion de East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "Un tiroteo fatal en un Food Lion del este de Charlotte, derivado de una discusión, conduce a un cargo de asesinato.",
    "charlotte_impact": "Destaca los peligros de la escalada de conflictos y las trágicas consecuencias de la violencia armada en los espacios públicos.",
    "impact_score": 4
  },
  {
    "title": "El cambio climático afecta la producción de café a nivel mundial",
    "url": "https://www.wcnc.com/article/weather/weather-iq/climate-change-impacting-production-of-coffee/275-b0997e42-f177-4079-98e2-a05a5edf0cba",
    "industry": "WCNC",
    "summary": "El aumento de las temperaturas en las regiones cafetaleras está afectando los precios del café y la capacidad de cultivarlo.",
    "charlotte_impact": "Ilustra los efectos de gran alcance del cambio climático en las industrias y bienes de consumo globales.",
    "impact_score": 3
  },
  {
    "title": "Sebastian Bach listo para espectáculo con entradas agotadas en Newton",
    "url": "https://www.wcnc.com/article/entertainment/music/sebastian-bach-sold-out-show-newton-party-never-ends-tour/275-6ce43e57-7d23-4142-8605-d9e1f620e109",
    "industry": "WCNC",
    "summary": "Sebastian Bach, reconocido vocalista de hard rock, tiene programada una presentación con entradas agotadas en Newton, Carolina del Norte.",
    "charlotte_impact": "Muestra opciones de entretenimiento locales y la popularidad de músicos establecidos en la región.",
    "impact_score": 3
  },
  {
    "title": "Maestra de guardería de Concord sentenciada por quemar a un niño",
    "url": "https://www.wcnc.com/article/news/crime/daycare-teacher-concord-hot-glue-incident-2-20-2026/275-6bc34d71-f98a-437a-b905-45575d390bf0",
    "industry": "WCNC",
    "summary": "Una maestra de guardería de Concord recibe sentencia después de quemar a un niño con pegamento caliente, lo que provocó indignación entre los defensores del cuidado infantil.",
    "charlotte_impact": "Aborda serias preocupaciones sobre la seguridad del cuidado infantil y las consecuencias para quienes dañan a los niños.",
    "impact_score": 4
  },
  {
    "title": "Charlotte Chef gana $171 mil y planea un camión de comida",
    "url": "https://www.wcnc.com/article/news/lottery/charlotte-chef-wins-lottery-jackpot/275-a3237735-eb92-4b77-9872-1afe50dfaf11",
    "industry": "WCNC",
    "summary": "El chef de Charlotte, José Naranjo, gana un premio mayor de Cash 5 de $171 mil y planea lanzar un camión de comida.",
    "charlotte_impact": "Celebra las historias de éxito locales y el espíritu emprendedor dentro de la escena culinaria de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "La escena gastronómica de Charlotte crece, pero no todos sobreviven",
    "url": "https://www.wcnc.com/article/life/food/charlottes-restaurant-scene-is-thriving-and-struggling-at-the-same-time/275-c133ec74-9241-4666-b0d0-2548c2b80c14",
    "industry": "WCNC",
    "summary": "La escena de los restaurantes de Charlotte está evolucionando, con nuevas aperturas y cierres de restaurantes de larga data debido al aumento de los costos.",
    "charlotte_impact": "Proporciona información sobre los desafíos y oportunidades que enfrenta la industria de restaurantes en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Informe publicado en el incendio que mató al padre de Denny Hamlin",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "Un incendio en una casa en el condado de Gaston provocó la muerte del padre del piloto de NASCAR Denny Hamlin en diciembre.",
    "charlotte_impact": "Informa sobre una tragedia local que involucra a una figura conocida y cierra con la publicación del informe final.",
    "impact_score": 3
  }
]