[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales, centrándose en la flexibilidad y el impacto.",
    "charlotte_impact": "Destaca las estrategias de marketing innovadoras que utilizan las empresas para destacarse en entornos feriales competitivos.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial para ampliar la propiedad de los empleados.",
    "charlotte_impact": "Indica crecimiento e inversión en empresas propiedad de los empleados dentro del área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El aeropuerto de Florencia ve un aumento de pasajeros a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimenta un crecimiento de pasajeros en 2025, pero pierde el vuelo de American Airlines a Charlotte. Posible nuevo vuelo a D.C.",
    "charlotte_impact": "Muestra la dinámica de los viajes aéreos regionales y el impacto de las decisiones de las aerolíneas en los aeropuertos locales.",
    "impact_score": 3
  },
  {
    "title": "Mujeres de Carolina del Norte acusadas de tortura y muerte de niña",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de la muerte por abuso infantil de Dominique Moody, quien supuestamente fue torturada y mantenida en una jaula para perros en Charlotte.",
    "charlotte_impact": "Informa sobre un crimen horrible, lo que genera preocupaciones sobre la seguridad infantil y el sistema de justicia.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas reevalúan el tiempo de venta a medida que cambia el mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte, Carolina del Norte, están reconsiderando cuándo vender sus casas debido a las condiciones cambiantes del mercado, según Travis Buys Home.",
    "charlotte_impact": "Refleja la evolución del mercado inmobiliario y su impacto en las decisiones de los propietarios.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services en Charlotte, Carolina del Norte, facilita adquisiciones por valor de 20 millones de dólares y amplía las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras a la hora de impulsar el crecimiento económico y la expansión empresarial.",
    "impact_score": 3
  },
  {
    "title": "Búsqueda de sospechosos después del accidente mortal en Salisbury",
    "url": "https://www.wccbcharlotte.com/2026/02/22/search-for-suspects-after-deadly-crash-in-salisbury/",
    "industry": "WCCB",
    "summary": "La policía está buscando sospechosos involucrados en un accidente mortal en Salisbury donde un automóvil se detuvo frente a motociclistas.",
    "charlotte_impact": "Destaca los peligros de la conducción imprudente y los esfuerzos en curso para llevar a los responsables ante la justicia.",
    "impact_score": 4
  },
  {
    "title": "Seguridad Nacional suspende TSA PreCheck y Global Entry",
    "url": "https://www.wccbcharlotte.com/2026/02/22/homeland-security-suspends-tsa-precheck-and-global-entry-airport-security-programs/",
    "industry": "WCCB",
    "summary": "El Departamento de Seguridad Nacional de EE. UU. suspende los programas TSA PreCheck y Global Entry debido a un cierre parcial del gobierno.",
    "charlotte_impact": "Ilustra el impacto de los cierres gubernamentales en los programas de viajes y seguridad.",
    "impact_score": 3
  },
  {
    "title": "Fotos policiales del condado de Mecklenburg el 21 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/22/mecklenburg-county-mugshots-february-21st-6/",
    "industry": "WCCB",
    "summary": "Echa un vistazo a las fotografías policiales del condado de Mecklenburg del sábado 21 de febrero.",
    "charlotte_impact": "Proporciona una instantánea de los arrestos recientes en el condado de Mecklenburg.",
    "impact_score": 2
  },
  {
    "title": "Advertencias de tormenta de nieve emitidas a lo largo de la costa este",
    "url": "https://www.wccbcharlotte.com/2026/02/22/blizzard-warnings-issued-from-delaware-to-massachusetts-as-storm-threatens-east-coast/",
    "industry": "WCCB",
    "summary": "Hay advertencias de ventisca vigentes para la ciudad de Nueva York, Nueva Jersey y Boston a medida que una tormenta de finales de invierno se acerca a la costa este.",
    "charlotte_impact": "Alerta a los residentes sobre condiciones climáticas potencialmente peligrosas y la necesidad de estar preparados.",
    "impact_score": 4
  },
  {
    "title": "Fotos policiales del condado de Gaston 21 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/22/gaston-county-mugshots-february-21st-5/",
    "industry": "WCCB",
    "summary": "Echa un vistazo a las fotografías policiales del condado de Gaston del sábado 21 de febrero.",
    "charlotte_impact": "Proporciona una instantánea de los arrestos recientes en el condado de Gaston.",
    "impact_score": 2
  },
  {
    "title": "Se espera una caída importante de la temperatura",
    "url": "https://www.wccbcharlotte.com/2026/02/21/major-temperature-drop-on-the-way/",
    "industry": "WCCB",
    "summary": "Se espera una caída significativa de la temperatura, lo que recuerda a los residentes que febrero es un mes de invierno. También es probable que nieve en High Country.",
    "charlotte_impact": "Advierte sobre un clima frío inminente y posibles nevadas, e insta a los residentes a prepararse.",
    "impact_score": 3
  },
  {
    "title": "Restaurantes acusados ​​de etiquetar erróneamente camarones importados",
    "url": "https://www.wccbcharlotte.com/2026/02/21/restaurants-accused-of-mislabeling-imported-shrimp/",
    "industry": "WCCB",
    "summary": "Algunos restaurantes de Carolina del Sur son acusados ​​de servir camarones importados pero etiquetados como camarones silvestres estadounidenses.",
    "charlotte_impact": "Plantea preocupaciones sobre el fraude alimentario y la tergiversación de los productos del mar locales.",
    "impact_score": 3
  },
  {
    "title": "Nissan retira del mercado 600.000 SUV rebeldes por riesgos de seguridad",
    "url": "https://www.wccbcharlotte.com/2026/02/21/nissan-recalls-600k-rogue-suv-models-over-safety-risks/",
    "industry": "WCCB",
    "summary": "Nissan está retirando del mercado 600.000 SUV Rogue debido a problemas de seguridad que podrían poner en peligro a conductores y pasajeros.",
    "charlotte_impact": "Alerta a los propietarios de vehículos sobre posibles defectos de seguridad y la necesidad de realizar reparaciones.",
    "impact_score": 4
  },
  {
    "title": "Adolescente acusado de asesinato en tiroteo en Rock Hill",
    "url": "https://www.wccbcharlotte.com/2026/02/21/19-year-old-shot-and-killed-in-rock-hill/",
    "industry": "WCCB",
    "summary": "Una joven de 16 años ha sido acusada de asesinato en relación con un tiroteo mortal en un estacionamiento en Rock Hill.",
    "charlotte_impact": "Informa un trágico incidente de violencia armada que involucra a un menor.",
    "impact_score": 4
  }
]