[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con marquesinas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte aprovechan las carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras utilizadas por las empresas para maximizar el impacto en eventos locales.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento e inversión en el sector financiero de Charlotte, creando oportunidades de empleo.",
    "impact_score": 4
  },
  {
    "title": "El tráfico de pasajeros del aeropuerto de Florencia aumentará en 2025",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Muestra la dinámica fluctuante de los viajes aéreos regionales y el impacto de las decisiones de las aerolíneas.",
    "impact_score": 3
  },
  {
    "title": "Mujeres de Carolina del Norte acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de la muerte por abuso infantil de Dominique Moody, quien supuestamente fue torturada en Charlotte.",
    "charlotte_impact": "Informa un caso grave de abuso infantil y plantea preocupaciones sobre el bienestar infantil en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas reevalúan el momento de la venta a medida que cambia el mercado de Charlotte",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte están reevaluando cuándo vender sus casas debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la evolución del panorama inmobiliario y su impacto en las decisiones de los propietarios.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones en Charlotte",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó 20 millones de dólares en adquisiciones y amplió asociaciones de desarrollo económico en Charlotte.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras a la hora de impulsar el crecimiento económico y la expansión empresarial.",
    "impact_score": 3
  },
  {
    "title": "Las acciones estadounidenses caen en medio de preocupaciones arancelarias y cambios en la inversión en IA",
    "url": "https://www.wccbcharlotte.com/2026/02/23/us-stocks-drop-after-trump-ramps-up-tariffs-and-investors-dump-potential-ai-losers/",
    "industry": "WCCB",
    "summary": "Las acciones estadounidenses cayeron debido a los aumentos de aranceles y a las preocupaciones de los inversores sobre la posibilidad de que las empresas salgan perdiendo en la revolución de la IA.",
    "charlotte_impact": "Refleja tendencias económicas más amplias y el sentimiento de los inversores con respecto al comercio y la tecnología.",
    "impact_score": 2
  },
  {
    "title": "UNC Charlotte nombra al ex AD de Clemson",
    "url": "https://www.wccbcharlotte.com/2026/02/23/unc-charlotte-names-former-clemson-deputy-athletic-director-as-ad/",
    "industry": "WCCB",
    "summary": "UNC Charlotte ha nombrado a un ex subdirector deportivo de Clemson como su nuevo director deportivo.",
    "charlotte_impact": "Destaca los cambios de liderazgo en el atletismo universitario y los posibles impactos en los programas deportivos.",
    "impact_score": 3
  },
  {
    "title": "Hombre de Morganton arrestado por amenaza de bomba",
    "url": "https://www.wccbcharlotte.com/2026/02/23/sheriff-morganton-man-arrested-for-making-bomb-threat/",
    "industry": "WCCB",
    "summary": "Las autoridades arrestaron a un hombre en Morganton por supuestamente amenazar con una bomba al dueño de una propiedad local.",
    "charlotte_impact": "Aborda las preocupaciones de seguridad pública y la respuesta de las fuerzas del orden a las amenazas.",
    "impact_score": 4
  },
  {
    "title": "Fotos policiales del condado de Mecklenburg: 22 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/23/mecklenburg-county-mugshots-february-22nd-5/",
    "industry": "WCCB",
    "summary": "Una recopilación de fotografías policiales del condado de Mecklenburg del domingo 22 de febrero.",
    "charlotte_impact": "Proporciona una instantánea de los arrestos recientes y la actividad policial en el condado.",
    "impact_score": 3
  },
  {
    "title": "Peter Mandelson arrestado en la investigación de Epstein",
    "url": "https://www.wccbcharlotte.com/2026/02/23/police-in-britain-arrest-peter-mandelson-a-former-ambassador-in-probe-into-epstein-ties/",
    "industry": "WCCB",
    "summary": "La policía británica arrestó a Peter Mandelson, ex embajador del Reino Unido, en una investigación de mala conducta relacionada con Jeffrey Epstein.",
    "charlotte_impact": "Conecta cuestiones legales internacionales con figuras con vínculos con Estados Unidos.",
    "impact_score": 2
  },
  {
    "title": "Pérdidas de la Guardia Nacional mexicana en operación de cárteles",
    "url": "https://www.wccbcharlotte.com/2026/02/23/25-mexican-national-guard-troops-left-dead-during-an-operation-that-killed-cartel-leader-el-mencho/",
    "industry": "WCCB",
    "summary": "Veinticinco soldados de la Guardia Nacional Mexicana murieron durante una operación que mató a un líder de un cártel.",
    "charlotte_impact": "Destaca los peligros y la intensidad de la violencia relacionada con los cárteles en México.",
    "impact_score": 2
  },
  {
    "title": "Trump propone aranceles del 15% tras fallo judicial",
    "url": "https://www.wccbcharlotte.com/2026/02/23/the-latest-trump-says-hell-raise-tariffs-to-15-after-supreme-court-ruling/",
    "industry": "WCCB",
    "summary": "El presidente Trump propone un arancel global del 15% a pesar de un fallo de la Corte Suprema contra algunos de sus impuestos a las importaciones.",
    "charlotte_impact": "Refleja los debates en curso sobre la política comercial y sus desafíos legales.",
    "impact_score": 2
  },
  {
    "title": "Brooke Lee actuará en el Southend de Amos",
    "url": "https://www.wccbcharlotte.com/2026/02/23/local-singer-songwriter-brooke-lee-to-perform-at-amoss-southend/",
    "industry": "WCCB",
    "summary": "La cantautora local Brooke Lee actuará en Amos's Southend en Charlotte.",
    "charlotte_impact": "Promueve las artes y el entretenimiento locales y apoya a los músicos locales.",
    "impact_score": 3
  },
  {
    "title": "Fotos policiales del condado de Gaston: 22 de febrero",
    "url": "https://www.wccbcharlotte.com/2026/02/23/gaston-county-mugshots-february-22nd-6/",
    "industry": "WCCB",
    "summary": "Una recopilación de fotografías policiales del condado de Gaston del domingo 22 de febrero.",
    "charlotte_impact": "Proporciona una instantánea de los arrestos recientes y la actividad policial en el condado.",
    "impact_score": 3
  }
]