[
  {
    "title": "American Airlines Employee Arrested for Bomb Threat at Charlotte Airport",
    "url": "https://www.wcnc.com/article/news/crime/american-airlines-employee-charged-false-bomb-threat-charlotte-douglas/275-afdf84f3-c90e-45f5-83fa-e86340cbedca",
    "industry": "WCNC",
    "summary": "A Gastonia man was arrested after allegedly sending a bomb threat text to a coworker at Charlotte-Douglas International Airport.",
    "charlotte_impact": "Highlights security concerns and the serious consequences of making threats against public safety at transportation hubs.",
    "impact_score": 3
  },
  {
    "title": "York County Residents Sentenced in Drug Conspiracy Case",
    "url": "https://www.wcnc.com/article/news/crime/york-county-drug-conspiracy-sentence-2-26-2026/275-e1b77639-4ea8-43fb-b181-83bdef075df2",
    "industry": "WCNC",
    "summary": "A group of York County residents received sentences for trafficking methamphetamine and fentanyl in the area, according to federal prosecutors.",
    "charlotte_impact": "Addresses the ongoing issue of drug trafficking and its impact on local communities, emphasizing law enforcement efforts.",
    "impact_score": 4
  },
  {
    "title": "Fort Mill Launches Initiative to Improve School Zone Safety",
    "url": "https://www.wcnc.com/article/news/local/fort-mill-school-zone-safety-2-26-2026/275-9d760192-a581-48ca-bf9f-6c609787ebd5",
    "industry": "WCNC",
    "summary": "Fort Mill leaders are initiating a new plan to enhance safety in school zones, emphasizing a community partnership approach.",
    "charlotte_impact": "Focuses on proactive measures to protect children and improve pedestrian safety around schools in the Fort Mill area.",
    "impact_score": 3
  },
  {
    "title": "NCDOT Opens Applications for 2026 Multimodal Planning Program",
    "url": "https://www.wcnc.com/article/traffic/ncdot-program-applications-2-26-2026/275-27d7f947-e6e8-4303-a1ee-88cdf7c8b8e9",
    "industry": "WCNC",
    "summary": "The NCDOT is accepting applications for the 2026 Multimodal Planning Program, offering benefits to 278 municipalities in North Carolina.",
    "charlotte_impact": "Highlights opportunities for municipalities to improve transportation infrastructure and accessibility through state programs.",
    "impact_score": 2
  },
  {
    "title": "Man Dies After Motorcycle Crash in North Charlotte",
    "url": "https://www.wcnc.com/article/news/local/man-dies-days-after-motorcycle-crash/275-bcb9cc6a-c8a0-4d3e-ab3a-8b039c420c8d",
    "industry": "WCNC",
    "summary": "Reginald Stowe, 56, died from injuries sustained in a motorcycle crash on West Sugar Creek Road in north Charlotte.",
    "charlotte_impact": "Reports on a fatal traffic accident, raising awareness about road safety and the consequences of vehicle crashes.",
    "impact_score": 4
  },
  {
    "title": "Matthews Sports Pioneer Patsy Neal Honored by Georgia Sports Hall of Fame",
    "url": "https://www.wcnc.com/article/sports/local-sports/matthews-sports-pioneer-patsy-neal-honored-by-georgia-sports-hall-of-fame/275-1caccb60-14fd-41e0-8861-661ec2c3f7c3",
    "industry": "WCNC",
    "summary": "Patsy Neal, a trailblazing basketball star from Matthews, is being honored by the Georgia Sports Hall of Fame for her contributions to women's athletics.",
    "charlotte_impact": "Celebrates the achievements of a local sports figure and her impact on promoting women's participation in athletics.",
    "impact_score": 3
  },
  {
    "title": "Landslide Maps' Availability Questioned After Deadly Storm Helene",
    "url": "https://www.wcnc.com/article/news/investigations/life-saving-landslide-maps-available-before-helene-residents-did-not-know/275-73b941d1-dcf2-46b8-8c68-645da306675a",
    "industry": "WCNC",
    "summary": "The availability and awareness of potentially life-saving landslide maps are questioned after deadly landslides triggered by Storm Helene in North Carolina.",
    "charlotte_impact": "Addresses the importance of accessible information about natural disaster risks and preparedness measures for residents.",
    "impact_score": 4
  },
  {
    "title": "Rainy Thursday Expected in Charlotte, Followed by Gorgeous Weekend",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Charlotte is expecting widespread rain showers on Thursday, followed by a pleasant weekend.",
    "charlotte_impact": "Provides a brief weather forecast, informing residents about expected conditions and upcoming weather changes.",
    "impact_score": 2
  },
  {
    "title": "Woman Dies in Mobile Home Fire in Alexander County",
    "url": "https://www.wcnc.com/article/news/local/alexander-county-mobile-home-park-fire/275-6bdefe07-9f88-43bd-8b81-f6d3bda37b48",
    "industry": "WCNC",
    "summary": "A woman died in a fire at a mobile home park on Mickey Hager MHP Drive in Stony Point on Thursday morning.",
    "charlotte_impact": "Reports on a fatal house fire, highlighting the dangers of residential fires and the importance of fire safety measures.",
    "impact_score": 4
  },
  {
    "title": "23 Dogs Seized in Stanly County Animal Cruelty Case",
    "url": "https://www.wcnc.com/article/news/local/23-dogs-seized-in-animal-cruelty-case/275-3aebf64f-e275-498e-836c-68c2f3f22d53",
    "industry": "WCNC",
    "summary": "Authorities seized 23 dogs in Stanly County, leading to animal cruelty charges against the dogs' owners for neglect and failure to vaccinate.",
    "charlotte_impact": "Addresses animal welfare concerns and the legal consequences of animal cruelty and neglect in Stanly County.",
    "impact_score": 3
  },
  {
    "title": "3.0 Earthquake Rattles South Carolina Near Columbia",
    "url": "https://www.wcnc.com/article/news/local/magnitude-3-point-0-earthquake-rattles-lake-murray-columbia/101-ac6cde0d-89fc-440b-9963-7d16912f7bb1",
    "industry": "WCNC",
    "summary": "A magnitude 3.0 earthquake struck near Lake Murray in South Carolina, with over 250 people reporting it within 30 minutes.",
    "charlotte_impact": "Reports on a minor earthquake event, providing information about its location and impact on the surrounding area.",
    "impact_score": 3
  },
  {
    "title": "Firefighters Safe After Being Trapped in Steele Creek House Fire",
    "url": "https://www.wcnc.com/article/news/local/house-fire-reported-in-steele-creek-area-2-25-2026/275-ae886858-2271-4dde-9a04-80045397d45a",
    "industry": "WCNC",
    "summary": "Two firefighters are reported safe after being briefly trapped while battling a blaze in a Steele Creek home.",
    "charlotte_impact": "Highlights the risks faced by firefighters and the importance of safety measures during emergency response operations.",
    "impact_score": 3
  },
  {
    "title": "South Carolina Hands-Free Ticketing Imminent After Nearly 12,000 Warnings",
    "url": "https://www.wcnc.com/article/news/local/south-carolina-hands-free-driving-bill-goes-into-effect-february-28/101-374739f0-4f84-434b-b568-f73a7159f6cc",
    "industry": "WCNC",
    "summary": "South Carolina officers issued nearly 12,000 warnings since September; hands-free ticketing begins Feb. 28, with fines for holding phones while driving.",
    "charlotte_impact": "Informs drivers about upcoming changes in traffic laws and the enforcement of hands-free driving regulations in South Carolina.",
    "impact_score": 3
  },
  {
    "title": "Former NASCAR Driver Lists Lake Norman Home for $6.5M",
    "url": "https://www.wcnc.com/article/money/markets/real-estate/nascar-driver-lists-luxurious-lake-norman-estate-troutman-north-carolina-regan-smith/275-15b1701a-e959-4ffe-9a21-5c497a7b92df",
    "industry": "WCNC",
    "summary": "A former NASCAR driver has listed their luxurious Lake Norman home for $6.5 million; the estate features waterfront property, a 5-car garage, and a lavish pool house.",
    "charlotte_impact": "Reports on a high-end real estate listing, showcasing luxury properties and attracting attention to the Lake Norman area.",
    "impact_score": 2
  },
  {
    "title": "Monroe Police Drone Locates Suspect After Anson County Pursuit",
    "url": "https://www.wcnc.com/article/news/crime/stolen-car-chase-suspect-arrested-drone-thermal-imaging-technology-monroe-north-carolina/275-60b143f4-16b8-4adf-b27f-5ef503a01441",
    "industry": "WCNC",
    "summary": "Monroe police used a drone with thermal imaging to locate a suspect who fled from a stolen vehicle after a pursuit in Anson County.",
    "charlotte_impact": "Demonstrates the use of technology in law enforcement and its effectiveness in apprehending suspects and resolving criminal incidents.",
    "impact_score": 3
  }
]