[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras para empresas en el área de Charlotte, que impactan la actividad económica local.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo empresarial",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora en el sector financiero de Charlotte, un motor económico clave.",
    "impact_score": 3
  },
  {
    "title": "El número de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte, Carolina del Norte.",
    "charlotte_impact": "Muestra la dinámica fluctuante de los viajes aéreos regionales y su impacto en la conectividad local.",
    "impact_score": 3
  },
  {
    "title": "Mujeres de Carolina del Norte acusadas de tortura y muerte de niña",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de la muerte por abuso infantil de Dominique Moody, quien supuestamente fue torturada y mantenida en una jaula para perros.",
    "charlotte_impact": "Aborda un caso grave de abuso infantil, generando preocupaciones sobre el bienestar infantil y la seguridad en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando cuándo vender en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reevaluando cuándo vender sus casas a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Refleja la dinámica cambiante en el mercado inmobiliario y su impacto potencial en los propietarios de viviendas.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó 20 millones de dólares en adquisiciones y amplió asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra crecimiento económico e inversión en pequeñas empresas a través de servicios de consultoría.",
    "impact_score": 3
  },
  {
    "title": "La infusión de la arteria hepática salva la vida de un hombre del condado de Gaston",
    "url": "https://www.wcnc.com/article/news/local/how-hepatic-artery-infusion-saved-this-gaston-county-mans-life-from-cancer/275-445d3d8e-7708-4d83-9d03-e479971e9d81",
    "industry": "WCNC",
    "summary": "La vida de Rick Brooks se salvó mediante una infusión de la arteria hepática después de que le diagnosticaran un cáncer poco común en el conducto biliar.",
    "charlotte_impact": "Destaca los avances en el tratamiento médico y su impacto para salvar vidas en la región.",
    "impact_score": 4
  },
  {
    "title": "El Centro de Medicina Deportiva de Carolina abre nuevas instalaciones",
    "url": "https://www.wcnc.com/article/sports/local-sports/carolina-sports-medicine-center-opens-bringing-elite-training-and-care-under-one-roof/275-87406e39-05d9-4019-a24d-fcef86af9a30",
    "industry": "WCNC",
    "summary": "Carolina Sports Medicine Center abre una nueva instalación de 20,000 pies cuadrados, en asociación con SLAY Basketball.",
    "charlotte_impact": "Amplía el acceso al entrenamiento y atención de élite para jóvenes y deportistas, promoviendo la salud y el bienestar.",
    "impact_score": 3
  },
  {
    "title": "Senador de Carolina del Norte impulsa presupuesto estatal tras comentarios de Trump",
    "url": "https://www.wcnc.com/article/news/politics/north-carolina-politics/nc-senator-calls-to-pass-state-budget-after-trump-comments-on-charlotte/275-951592d8-244c-4e72-bdc5-2c1113f0a781",
    "industry": "WCNC",
    "summary": "Carolina del Norte es actualmente el único estado que no cuenta con un presupuesto estatal, lo que genera llamados a la acción.",
    "charlotte_impact": "Aborda la importancia de la aprobación del presupuesto estatal para financiar servicios y programas esenciales.",
    "impact_score": 3
  },
  {
    "title": "Incendios fatales en casas en Carolina del Norte están relacionados con la falta de alarmas de humo",
    "url": "https://www.wcnc.com/article/news/local/north-carolina-report-finds-majority-of-2025-fatal-house-fires-lacked-smoke-alarms/275-a28b4d79-126a-41a5-a76b-7a2884ed3d6b",
    "industry": "WCNC",
    "summary": "La mayoría de los incendios domésticos mortales en Carolina del Norte en 2025 se pudieron prevenir debido a la falta de alarmas de humo que funcionaran.",
    "charlotte_impact": "Destaca el papel fundamental de las alarmas de humo en la prevención de muertes y la promoción de la seguridad contra incendios.",
    "impact_score": 4
  },
  {
    "title": "Autobús CATS choca con automóvil en Uptown Charlotte",
    "url": "https://www.wcnc.com/article/news/local/uptown-firstward-fourthward/bus-crashes-in-uptown-charlotte/275-43906f27-94db-4547-b2cf-6dda542e8f8b",
    "industry": "WCNC",
    "summary": "Un autobús CATS chocó con un automóvil en Uptown Charlotte y cinco personas están siendo evaluadas por lesiones.",
    "charlotte_impact": "Informes sobre un incidente de tráfico que involucra el transporte público, lo que genera preocupaciones sobre la seguridad.",
    "impact_score": 3
  },
  {
    "title": "Demanda presentada contra el DHS y la Patrulla Fronteriza por presuntos arrestos ilegales",
    "url": "https://www.wcnc.com/article/news/politics/immigration-news/5-people-sue-border-patrol-for-arrests-in-north-carolina/275-53999bd2-6a6e-48e2-ae61-9dc84517385c",
    "industry": "WCNC",
    "summary": "Cinco personas demandan al DHS y a la Patrulla Fronteriza por presuntos arrestos ilegales en Carolina del Norte.",
    "charlotte_impact": "Aborda inquietudes sobre los derechos civiles y las prácticas de aplicación de la ley en la región.",
    "impact_score": 3
  },
  {
    "title": "Mamá de Concord habla después de que un niño fuera quemado en una guardería",
    "url": "https://www.wcnc.com/article/news/local/concord-mom-speaks-out-after-3-year-old-burned-in-daycare-incident/275-bee26cd9-1bba-4541-a5c4-7bd1ba83129a",
    "industry": "WCNC",
    "summary": "Una madre de Concord habla después de que un maestro quemó a su hija de 3 años en la guardería.",
    "charlotte_impact": "Plantea preocupaciones sobre la seguridad infantil y la responsabilidad en las guarderías.",
    "impact_score": 4
  },
  {
    "title": "El sheriff de Iredell presenta el nuevo K-9 de detección de narcóticos",
    "url": "https://www.wcnc.com/article/news/local/iredell-sheriff-introduces-new-narcotics-detection-k-9/275-0604e2ed-2edd-4130-9550-39f4f6eb1b25",
    "industry": "WCNC",
    "summary": "El sheriff de Iredell presenta a K-9 Waldo, entrenado para buscar narcóticos, personas desaparecidas y pruebas ocultas.",
    "charlotte_impact": "Destaca los esfuerzos de aplicación de la ley para combatir los delitos relacionados con las drogas y ayudar en las operaciones de búsqueda.",
    "impact_score": 3
  },
  {
    "title": "CMPD entrena nuevo detector de explosivos K-9",
    "url": "https://www.wcnc.com/article/news/local/cmpd-trains-new-explosives-detection-k-9/275-aeb9e2f1-4e11-4d81-ad3e-203dee535711",
    "industry": "WCNC",
    "summary": "CMPD entrena a Keis, un pastor holandés negro, como un nuevo K-9 de detección de explosivos.",
    "charlotte_impact": "Mejora las capacidades de aplicación de la ley para detectar explosivos y garantizar la seguridad pública.",
    "impact_score": 3
  }
]