[
  {
    "title": "Incendio de Concord bajo investigación",
    "url": "https://www.wcnc.com/article/news/local/concord-north-carolina-commercial-fire-investigation/275-e513cca2-af00-410c-b950-7d79152c42a4",
    "industry": "WCNC",
    "summary": "Los equipos de bomberos respondieron a un incendio en Cabarrus Avenue West en el centro de Concord. Actualmente se está investigando la causa del incendio.",
    "charlotte_impact": "Los incendios representan un riesgo para la vida y la propiedad, lo que requiere una investigación para prevenir incidentes futuros y garantizar la seguridad pública.",
    "impact_score": 3
  },
  {
    "title": "Drone localiza al sospechoso tras una persecución",
    "url": "https://www.wcnc.com/article/news/crime/stolen-car-chase-suspect-arrested-drone-thermal-imaging-technology-monroe-north-carolina/275-60b143f4-16b8-4adf-b27f-5ef503a01441",
    "industry": "WCNC",
    "summary": "La policía de Monroe utilizó un dron con imágenes térmicas para localizar a un sospechoso que huyó de un vehículo robado después de una persecución en el condado de Anson.",
    "charlotte_impact": "Destaca el uso de la tecnología en la aplicación de la ley y su eficacia para detener a sospechosos.",
    "impact_score": 3
  },
  {
    "title": "Asalto en South End hiere a una persona",
    "url": "https://www.wcnc.com/article/news/local/south-end-shooting-charlotte/275-96297350-2e10-4972-b94a-d73a3bf59bbf",
    "industry": "WCNC",
    "summary": "Una persona fue hospitalizada después de un asalto en South End de Charlotte la madrugada del jueves, según Medic.",
    "charlotte_impact": "Las agresiones contribuyen a los índices de criminalidad y generan preocupaciones sobre la seguridad pública en el vecindario de South End.",
    "impact_score": 4
  },
  {
    "title": "Palacio de justicia evacuado tras amenaza",
    "url": "https://www.wcnc.com/article/news/crime/union-county-north-carolina-courthouse-evacuated-reported-threat-investigation/275-8f3d9314-37e0-4b70-be5d-0e85a11ae683",
    "industry": "WCNC",
    "summary": "El juzgado del condado de Union fue evacuado tras una amenaza. Los agentes y los investigadores federales están despejando el área.",
    "charlotte_impact": "Las amenazas a los tribunales interrumpen los procedimientos judiciales y requieren medidas inmediatas para garantizar la seguridad pública.",
    "impact_score": 4
  },
  {
    "title": "Ex piloto de NASCAR enumera la casa de Lake Norman",
    "url": "https://www.wcnc.com/article/money/markets/real-estate/nascar-driver-lists-luxurious-lake-norman-estate-troutman-north-carolina-regan-smith/275-15b1701a-e959-4ffe-9a21-5c497a7b92df",
    "industry": "WCNC",
    "summary": "Un ex piloto de NASCAR ha puesto a la venta su casa frente al mar en Lake Norman por 6,5 millones de dólares. La finca cuenta con 4 dormitorios y una casa con piscina.",
    "charlotte_impact": "Refleja el mercado inmobiliario de lujo en el área de Lake Norman y la presencia de residentes de alto perfil.",
    "impact_score": 3
  },
  {
    "title": "Jueves lluvioso, hermoso fin de semana por delante",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Charlotte experimentará lluvias el jueves, seguidas de un fin de semana agradable con mejores condiciones climáticas.",
    "charlotte_impact": "Proporciona una previsión meteorológica relevante para los residentes que planifican sus actividades para los próximos días.",
    "impact_score": 2
  },
  {
    "title": "Peatón asesinado en Boiling Springs",
    "url": "https://www.wcnc.com/article/news/crime/boiling-springs-nc-deadly-pedeatrisn-collision/275-1b17f823-e8c4-4f3a-a5c7-db68e37899bb",
    "industry": "WCNC",
    "summary": "Un hombre de 71 años fue atropellado y asesinado por un conductor mientras se encontraba en un cruce de peatones en Boiling Springs. El conductor enfrenta cargos.",
    "charlotte_impact": "Destaca los peligros que enfrentan los peatones y la importancia de prácticas de conducción seguras.",
    "impact_score": 4
  },
  {
    "title": "Drogas incautadas en operación del condado de Union",
    "url": "https://www.wcnc.com/article/news/crime/multi-agency-operation-drugs-thc-products-seized-union-county/275-570675b7-f72b-4237-9010-dc1c988893b9",
    "industry": "WCNC",
    "summary": "Una operación de varias agencias en el condado de Union incautó más de $100,000 en drogas ilegales y productos de THC con marca de caramelos de minoristas.",
    "charlotte_impact": "Aborda el tema de la venta de drogas ilegales y la presencia de productos de THC no regulados en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Bomberos atrapados en la casa de Steele Creek",
    "url": "https://www.wcnc.com/article/news/local/house-fire-reported-in-steele-creek-area-2-25-2026/275-ae886858-2271-4dde-9a04-80045397d45a",
    "industry": "WCNC",
    "summary": "Dos bomberos quedaron atrapados brevemente mientras combatían un incendio en una casa de Steele Creek. Se informa que ambos se encuentran bien.",
    "charlotte_impact": "Ilustra los riesgos que enfrentan los bomberos mientras protegen a la comunidad y responden a emergencias.",
    "impact_score": 3
  },
  {
    "title": "Chefs negros destacados en evento en la azotea",
    "url": "https://www.wcnc.com/article/life/food/black-chefs-charlotte-black-history-month/275-1f1fabb7-378c-4726-aa9e-3c1915efcbc4",
    "industry": "WCNC",
    "summary": "Los chefs negros se presentarán en un evento en la azotea de Charlotte para el Mes de la Historia Afroamericana. Las ganancias beneficiarán a la Young Black Leadership Alliance.",
    "charlotte_impact": "Celebra el talento culinario negro y apoya el desarrollo del liderazgo juvenil en la comunidad.",
    "impact_score": 3
  },
  {
    "title": "El riesgo de enfermedad cardíaca aumenta entre las mujeres",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/women-heart-problems-connect-the-dots/275-5ad301ab-edfc-4343-98a2-606a0a3ed1dd",
    "industry": "WCNC",
    "summary": "Un nuevo informe advierte que el riesgo de enfermedad cardíaca para las mujeres estadounidenses aumentará más del 33% para 2050. Ya es la principal causa de muerte.",
    "charlotte_impact": "Crea conciencia sobre la creciente amenaza de las enfermedades cardíacas para la salud de las mujeres y la necesidad de medidas preventivas.",
    "impact_score": 4
  },
  {
    "title": "Disminución de la atención prenatal temprana",
    "url": "https://www.wcnc.com/article/news/health/south-carolina-prenatal-care-decline-everyday-impact/275-b3f76d85-ada2-4d38-a7da-5499b3bff235",
    "industry": "WCNC",
    "summary": "Carolina del Sur está experimentando una fuerte disminución en la atención prenatal temprana debido a las barreras de acceso y costos para las mujeres embarazadas.",
    "charlotte_impact": "Destaca los desafíos en el acceso a la atención médica y su impacto en los resultados de salud materna e infantil.",
    "impact_score": 4
  },
  {
    "title": "Hombre detenido por agentes federales",
    "url": "https://www.wcnc.com/article/news/local/charlotte-ice-detainment-2-25-2026/275-72d58493-6e7d-4590-b045-6ef9505549f6",
    "industry": "WCNC",
    "summary": "Un hombre de Charlotte informa que su pareja fue detenida por agentes federales durante una parada de tráfico, lo que genera preocupaciones sobre la aplicación de las leyes de inmigración.",
    "charlotte_impact": "Toca temas relacionados con la inmigración y el impacto de las acciones federales de cumplimiento de la ley en las familias locales.",
    "impact_score": 3
  },
  {
    "title": "Hombre acusado de agresión sexual",
    "url": "https://www.wcnc.com/article/news/crime/east-charlotte-nc-sexual-assault-family-member-2-25-2026/275-815a458f-c9bf-47c0-904f-97b1fad09fcb",
    "industry": "WCNC",
    "summary": "José Vásquez Beltrán, de 31 años, ha sido acusado de agredir sexualmente a un miembro de su familia en el este de Charlotte. Se enfrenta a varios cargos.",
    "charlotte_impact": "Aborda el grave problema de la agresión sexual y las consecuencias legales para los perpetradores.",
    "impact_score": 4
  },
  {
    "title": "La escasez de policía afecta la respuesta empresarial",
    "url": "https://www.wcnc.com/article/news/local/charlotte-nc-police-shortage-business-impacts-2-25-2026/275-68b94a74-b406-41c1-99d2-9f8f8be5deae",
    "industry": "WCNC",
    "summary": "Las empresas informan que esperan hasta una hora para recibir asistencia policial debido a la escasez de agentes. CMPD está entrenando a nuevos reclutas.",
    "charlotte_impact": "Destaca el impacto de los niveles de personal policial en los tiempos de respuesta y la seguridad pública en Charlotte.",
    "impact_score": 3
  }
]