[
  {
    "title": "Desinformación de Trump sobre el caso del asesinato de Charlotte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump afirmó falsamente que el sospechoso de un caso de asesinato en Charlotte llegó a través de fronteras abiertas. El sospechoso era un ciudadano estadounidense.",
    "charlotte_impact": "Destaca la difusión de información errónea y su impacto potencial en la percepción pública de los problemas de inmigración.",
    "impact_score": 3
  },
  {
    "title": "Hayward: empleador principal en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, un fabricante de filtros para piscinas con sede en Charlotte, emplea a más de 1000 trabajadores en Clemmons, Carolina del Norte.",
    "charlotte_impact": "Muestra la importancia económica de las empresas manufactureras en las ciudades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales en Charlotte aprovechan las carpas con dosel",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de la feria comercial de Charlotte se centran en la flexibilidad, la visibilidad y el retorno de la inversión cuando utilizan carpas con dosel personalizadas.",
    "charlotte_impact": "Ilustra las estrategias de marketing empleadas por las empresas que participan en las ferias comerciales de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora dentro del sector de capital privado en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Pasajeros en el aeropuerto de Florencia aumentan, vuelo perdido hacia Charlotte",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja la dinámica competitiva de los viajes aéreos regionales y el impacto de los centros más grandes.",
    "impact_score": 2
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros en una casa de Charlotte.",
    "charlotte_impact": "Informa sobre un caso horrible de abuso infantil y plantea preocupaciones sobre el bienestar infantil en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Llega el clima más cálido para la primavera meteorológica",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "La niebla irregular dará paso al sol y a temperaturas de 70 grados, lo que marcará el inicio de la primavera meteorológica.",
    "charlotte_impact": "Proporciona una actualización del tiempo y señala el cambio de estaciones.",
    "impact_score": 2
  },
  {
    "title": "Legisladores del Carolina del Norte divididos sobre los ataques a Irán",
    "url": "https://www.wcnc.com/article/news/local/north-carolina-lawmakers-officials-react-to-iran-strikes-operation-epic-fury/275-8560105d-5294-4451-8f74-b1ccb3c0bbd8",
    "industry": "WCNC",
    "summary": "Los legisladores de Carolina del Norte están divididos por líneas partidistas con respecto a los ataques de la 'Operación Furia Épica' de Estados Unidos e Israel contra Irán.",
    "charlotte_impact": "Ilustra la polarización política que rodea las cuestiones de política exterior a nivel estatal.",
    "impact_score": 3
  },
  {
    "title": "Socavón se traga camión en Gastonia",
    "url": "https://www.wcnc.com/article/news/local/gastonia-sinkhole-pickup-truck-traffic/275-df6eb0a1-446d-46da-806d-4d25c50d32c9",
    "industry": "WCNC",
    "summary": "Un socavón en Gastonia se tragó una camioneta durante la noche. No se reportaron heridos.",
    "charlotte_impact": "Destaca los desafíos de infraestructura y los posibles peligros para la seguridad en el área.",
    "impact_score": 3
  },
  {
    "title": "Charlotte protesta contra los ataques de Irán",
    "url": "https://www.wcnc.com/article/news/local/stop-the-war-on-iran-protest-charlotte-romare-bearden/275-09af1ad2-e6ef-4fad-b63a-b48463ce7578",
    "industry": "WCNC",
    "summary": "Los manifestantes en Charlotte se están manifestando contra los ataques militares estadounidenses e israelíes contra Irán en el parque Romare Bearden.",
    "charlotte_impact": "Demuestra oposición local a las acciones militares internacionales y la libertad de reunión.",
    "impact_score": 3
  },
  {
    "title": "Huntersville abordará el corredor congestionado",
    "url": "https://www.wcnc.com/article/traffic/huntersville-plans-to-address-congested-corridor/275-98ae0678-a99b-403b-9feb-b1df79367f7e",
    "industry": "WCNC",
    "summary": "Huntersville planea abordar la congestión del tráfico en NC-115, una arteria importante que experimenta tráfico paralizado durante las horas pico.",
    "charlotte_impact": "Aborda cuestiones de transporte local y planificación de infraestructura.",
    "impact_score": 3
  },
  {
    "title": "Finaliza la votación anticipada para las elecciones primarias de Carolina del Norte",
    "url": "https://www.wcnc.com/article/news/local/vote/early-voting-ends-feb-28-nc-primary-election-what-to-know/275-b81d3cd6-6b4d-4a05-8adb-081142b0bdb2",
    "industry": "WCNC",
    "summary": "Los residentes de Carolina del Norte tienen hasta las 3 p.m. el sábado para votar anticipadamente en las cruciales elecciones primarias.",
    "charlotte_impact": "Informa a los residentes sobre fechas límite electorales importantes y fomenta la participación cívica.",
    "impact_score": 3
  },
  {
    "title": "Tiroteo nocturno en East Charlotte deja una persona herida",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-overnight-shooting/275-3197824b-91cd-42da-939f-b8d703a2ed68",
    "industry": "WCNC",
    "summary": "Un tiroteo nocturno en el este de Charlotte en E W.T. Harris Boulevard dejó a una persona gravemente herida.",
    "charlotte_impact": "Informes sobre la delincuencia local y preocupaciones de seguridad pública.",
    "impact_score": 4
  },
  {
    "title": "Carriles expresos de la I-485 abiertos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "Los carriles expresos de la I-485 en el sur de Charlotte ya están abiertos, ofreciendo una ruta más rápida entre la I-77 y la U.S. 74.",
    "charlotte_impact": "Anuncia la finalización de un importante proyecto de infraestructura destinado a mejorar el flujo de tráfico.",
    "impact_score": 3
  },
  {
    "title": "Mujer muere tras agresión en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-nc-shooting-2-27-2026/275-e8c2684b-bb98-413d-8740-cc4d1dd4d63e",
    "industry": "WCNC",
    "summary": "Una mujer murió semanas después de haber sido agredida en el este de Charlotte. El sospechoso está bajo custodia.",
    "charlotte_impact": "Informes sobre un delito violento y el posterior arresto de un sospechoso.",
    "impact_score": 4
  }
]