[
  {
    "title": "La votación anticipada de las primarias de Carolina del Norte se acerca a su fin",
    "url": "https://www.wcnc.com/article/news/local/vote/early-voting-ends-feb-28-nc-primary-election-what-to-know/275-b81d3cd6-6b4d-4a05-8adb-081142b0bdb2",
    "industry": "WCNC",
    "summary": "La votación anticipada para las elecciones primarias de Carolina del Norte finaliza el sábado a las 3 p.m. Los residentes pueden decidir carreras clave.",
    "charlotte_impact": "Las elecciones primarias darán forma al panorama político de Carolina del Norte e influirán en las políticas y la representación futuras.",
    "impact_score": 3
  },
  {
    "title": "Tiroteo en East Charlotte deja a una persona gravemente herida",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-overnight-shooting/275-3197824b-91cd-42da-939f-b8d703a2ed68",
    "industry": "WCNC",
    "summary": "Un tiroteo nocturno en la cuadra 6500 de E W.T. Harris Boulevard hirió gravemente a una persona.",
    "charlotte_impact": "Este incidente resalta las preocupaciones actuales sobre los delitos violentos y la seguridad pública en ciertas áreas de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Se pronostica un clima más cálido y primaveral para el fin de semana",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Después de que se despeje la niebla de la mañana, se espera que Charlotte experimente un clima más agradable y primaveral este fin de semana.",
    "charlotte_impact": "El clima positivo puede mejorar la moral de la comunidad y facilitar las actividades al aire libre después de un período de clima más frío.",
    "impact_score": 3
  },
  {
    "title": "Carriles expresos de la I-485 abiertos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "Los carriles expresos de la I-485 en el sur de Charlotte ya están abiertos, ofreciendo una ruta más rápida entre la I-77 y la U.S. 74.",
    "charlotte_impact": "Los nuevos carriles expresos tienen como objetivo aliviar la congestión del tráfico y mejorar la eficiencia del transporte en la zona.",
    "impact_score": 3
  },
  {
    "title": "Mujer muere tras agresión en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-nc-shooting-2-27-2026/275-e8c2684b-bb98-413d-8740-cc4d1dd4d63e",
    "industry": "WCNC",
    "summary": "Una mujer murió semanas después de haber sido agredida en el este de Charlotte. Un sospechoso está bajo custodia desde el 27 de febrero de 2026.",
    "charlotte_impact": "Este trágico acontecimiento subraya la gravedad de los delitos violentos y su impacto duradero en las víctimas y la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Pareja acusada de agredir a un niño de 1 año en el condado de Burke",
    "url": "https://www.wcnc.com/article/news/crime/mother-accused-of-assaulting-1-year-old/275-8ce6b5a1-8dbf-4678-ac70-fc6fd1135e40",
    "industry": "WCNC",
    "summary": "Una madre y su novio están acusados ​​de agredir a un niño de 1 año, causándole una fractura en el brazo, según registros judiciales.",
    "charlotte_impact": "Los casos de abuso infantil son una preocupación grave y requieren intervención para proteger a los niños vulnerables y garantizar su seguridad.",
    "impact_score": 4
  },
  {
    "title": "CMPD apunta a los puntos críticos del crimen en Charlotte con patrullas 'Queen City Safe'",
    "url": "https://www.wcnc.com/article/news/local/cmpd-south-charlotte-crime-2-27-2026/275-3807b4d5-5df3-4858-a45b-242c9ea3641f",
    "industry": "WCNC",
    "summary": "CMPD está lanzando patrullas 'Queen City Safe' en el sur de Charlotte para apuntar a los puntos críticos del crimen, ampliando su iniciativa de seguridad.",
    "charlotte_impact": "Una mayor presencia policial tiene como objetivo disuadir el crimen y mejorar la seguridad pública en áreas con altas tasas de criminalidad.",
    "impact_score": 3
  },
  {
    "title": "Hombre del condado de Union sentenciado por abusar sexualmente de una niña",
    "url": "https://www.wcnc.com/article/news/crime/union-county-child-sex-abuse-sentencing-2-27-2026/275-6861a12c-46e3-4fd0-b99e-12285551d2f8",
    "industry": "WCNC",
    "summary": "Maurice Limon Stitt, de 42 años, recibió una larga sentencia de prisión el 27 de febrero de 2026 por abusar sexualmente de una niña.",
    "charlotte_impact": "Este caso resalta la importancia de proteger a los niños del abuso sexual y responsabilizar a los perpetradores.",
    "impact_score": 4
  },
  {
    "title": "Un conductor mata a otro en un accidente a alta velocidad después de salir de la I-77",
    "url": "https://www.wcnc.com/article/news/local/rock-hill/deadly-crash-celanese-road-rock-hill-2-27-2026/275-c49dc431-0313-4845-a1de-afd51ed276ed",
    "industry": "WCNC",
    "summary": "Joel Laron Smith, de 21 años, está acusado de homicidio imprudente después de que un accidente a alta velocidad mató a otro conductor en Rock Hill.",
    "charlotte_impact": "Este incidente subraya los peligros de la conducción imprudente y la importancia de prácticas de conducción seguras.",
    "impact_score": 4
  },
  {
    "title": "Hombre arrestado por dispararle a su tío afuera del Dollar General en Stanley",
    "url": "https://www.wcnc.com/article/news/local/dollar-general-shooting-stanley/275-b98e81d6-90a4-497a-95b4-3035a8b65a15",
    "industry": "WCNC",
    "summary": "Un hombre fue arrestado por dispararle a su tío afuera de una tienda Dollar General en East Dallas Road en Stanley.",
    "charlotte_impact": "Este tiroteo resalta el problema de la violencia armada y su impacto en las familias y comunidades.",
    "impact_score": 4
  },
  {
    "title": "Los coches autónomos Waymo llegarán a Charlotte",
    "url": "https://www.wcnc.com/article/news/local/waymo-self-driving-cars-reportedly-seen-charlotte-north-carolina/275-a9ad53c6-72ba-40f5-9797-94d9e9451b0e",
    "industry": "WCNC",
    "summary": "Waymo confirma que sus vehículos autónomos llegarán a Charlotte, gracias a una ley de 2017 que permite vehículos autónomos.",
    "charlotte_impact": "La introducción de vehículos autónomos podría revolucionar el transporte y la movilidad urbana en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Segundo caso de sarampión confirmado en el condado de Union",
    "url": "https://www.wcnc.com/article/news/health/union-county-measles-2-27-2026/275-24176be8-d036-40ba-90c3-f34152d06c5e",
    "industry": "WCNC",
    "summary": "Los funcionarios de salud del condado de Union confirman un segundo caso de sarampión en un niño no vacunado el jueves 26 de febrero.",
    "charlotte_impact": "Este caso subraya la importancia de la vacunación para prevenir la propagación de enfermedades infecciosas, especialmente entre los niños.",
    "impact_score": 4
  },
  {
    "title": "Debate sobre la reapertura de la cárcel norte debido a la diferencia de precios",
    "url": "https://www.wcnc.com/article/news/local/jail-north-juvenile-detention-2-27-2026/275-5fa2e837-22fe-43f4-9849-bb73320f8665",
    "industry": "WCNC",
    "summary": "Los menores del condado de Mecklenburg están alojados fuera del condado, ya que un precio de $18 millones frena los esfuerzos de reapertura de la Cárcel Norte.",
    "charlotte_impact": "El debate destaca los desafíos en la financiación y gestión de los centros de detención de menores, que afectan al sistema de justicia.",
    "impact_score": 3
  },
  {
    "title": "Las estafas en la temporada de impuestos aumentan a medida que aumentan los reembolsos",
    "url": "https://www.wcnc.com/article/money/tax-refund-scam-warning/275-d2d483dd-5d41-4b02-bf54-80a6fb76fa1e",
    "industry": "WCNC",
    "summary": "Los expertos advierten sobre mensajes falsos del IRS a medida que los reembolsos de impuestos aumentan un 14%, lo que convierte a los contribuyentes en blanco de estafadores.",
    "charlotte_impact": "Los mayores montos de reembolso de impuestos atraen a estafadores, lo que representa un riesgo para la seguridad financiera y la información personal de las personas.",
    "impact_score": 3
  },
  {
    "title": "Kannapolis honra a Corine Cannon con la designación de puente",
    "url": "https://www.wcnc.com/article/news/local/black-history/corine-cannon-bridge-kannapolis-nc-2-27-2026/275-56f66e7e-24b7-46be-8da3-38e14e5879bd",
    "industry": "WCNC",
    "summary": "Los líderes de Kannapolis honran a Corine Cannon, de 106 años, por su participación en la búsqueda de justicia en su comunidad.",
    "charlotte_impact": "Reconocer a líderes comunitarios como Corine Cannon celebra sus contribuciones e inspira a otros a participar en deberes cívicos.",
    "impact_score": 3
  }
]