[
  {
    "title": "Trump tergiversa hechos sobre caso de inmigración en Carolina del Norte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump vinculó incorrectamente un asesinato en Charlotte con la apertura de fronteras, cuando el sospechoso era un ciudadano estadounidense.",
    "charlotte_impact": "Destaca el debate en curso sobre la inmigración y la exactitud de las declaraciones políticas.",
    "impact_score": 3
  },
  {
    "title": "El fabricante de filtros para piscinas opera una planta en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, una empresa con sede en Charlotte, es un importante empleador en Clemmons con más de 1.000 trabajadores.",
    "charlotte_impact": "Demuestra la importancia económica de la manufactura en las ciudades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales en Charlotte aprovechan las carpas con dosel personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de las ferias comerciales de Charlotte se centran en la flexibilidad, la visibilidad y el retorno de la inversión con carpas con dosel personalizadas.",
    "charlotte_impact": "Muestra cómo las empresas están adaptando sus estrategias de marketing para maximizar el impacto en los eventos comerciales.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, con sede en Charlotte, está buscando un vicepresidente de desarrollo empresarial.",
    "charlotte_impact": "Indica crecimiento y actividad inversora en el sector de capital privado de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "Los pasajeros del aeropuerto de Florencia aumentaron en 2025",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros, pero perdió un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Refleja la dinámica cambiante de los viajes aéreos y la conectividad regionales.",
    "impact_score": 2
  },
  {
    "title": "Mujeres torturaron y asesinaron a niña en Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de la muerte por abuso infantil de una niña, supuestamente mantenida en una jaula para perros.",
    "charlotte_impact": "Destaca un caso horrible de abuso infantil y la necesidad de vigilancia para proteger a los niños vulnerables.",
    "impact_score": 4
  },
  {
    "title": "Propietarios de viviendas reevaluando cuándo vender",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte, Carolina del Norte, están reevaluando cuándo vender debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la dinámica cambiante del mercado inmobiliario y su impacto en los propietarios.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó adquisiciones por valor de 20 millones de dólares, ampliando las asociaciones de desarrollo económico en Charlotte.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras a la hora de impulsar el crecimiento económico y la expansión empresarial.",
    "impact_score": 2
  },
  {
    "title": "Kannapolis honra a Corine Cannon con la designación de puente",
    "url": "https://www.wcnc.com/article/news/local/black-history/corine-cannon-bridge-kannapolis-nc-2-27-2026/275-56f66e7e-24b7-46be-8da3-38e14e5879bd",
    "industry": "WCNC",
    "summary": "Los líderes de Kannapolis honran a Corine Cannon, de 106 años, por su participación en la búsqueda de justicia.",
    "charlotte_impact": "Celebra las contribuciones de un miembro de la comunidad desde hace mucho tiempo y su dedicación a la justicia.",
    "impact_score": 3
  },
  {
    "title": "Mujer muere tras agresión en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-nc-shooting-2-27-2026/275-e8c2684b-bb98-413d-8740-cc4d1dd4d63e",
    "industry": "WCNC",
    "summary": "Una mujer murió semanas después de una agresión en el este de Charlotte; el sospechoso está bajo custodia.",
    "charlotte_impact": "Destaca el problema de los delitos violentos en la ciudad y los esfuerzos para llevar a los perpetradores ante la justicia.",
    "impact_score": 4
  },
  {
    "title": "Hombre arrestado en Missouri por cargos de violación infantil en Carolina del Norte",
    "url": "https://www.wcnc.com/article/news/crime/child-rape-arrest-missouri-north-carolina-2-27-2026/275-a25be2a9-790b-4615-9e15-699cf5aca088",
    "industry": "WCNC",
    "summary": "Un hombre fue arrestado en Missouri para enfrentar cargos de violación infantil de 2018 en Gastonia, Carolina del Norte.",
    "charlotte_impact": "Ilustra el largo alcance de la ley y la búsqueda de justicia en casos de abuso infantil.",
    "impact_score": 3
  },
  {
    "title": "Madre y novio acusados ​​de agredir a un niño de 1 año",
    "url": "https://www.wcnc.com/article/news/crime/mother-accused-of-assaulting-1-year-old/275-8ce6b5a1-8dbf-4678-ac70-fc6fd1135e40",
    "industry": "WCNC",
    "summary": "Una madre y su novio están acusados ​​de agredir a un niño de 1 año en el condado de Burke, causándole una fractura en el brazo.",
    "charlotte_impact": "Plantea preocupaciones sobre la seguridad infantil y el potencial de abuso dentro de las familias.",
    "impact_score": 4
  },
  {
    "title": "Acusador de Duke Lacrosse liberado después de sentencia por asesinato",
    "url": "https://www.wcnc.com/article/news/local/accuser-in-infamous-duke-lacrosse-rape-case-released-following-murder-prison-sentence/275-70826c89-c364-4d1c-89f0-2d176e8f9c0d",
    "industry": "WCNC",
    "summary": "Crystal Mangum, quien acusó falsamente a los jugadores de lacrosse de Duke, fue liberada después de cumplir 13 años por asesinato.",
    "charlotte_impact": "Recuerda un caso controvertido y destaca las consecuencias de las acusaciones falsas y los delitos violentos.",
    "impact_score": 3
  },
  {
    "title": "Tiroteo en Dollar General deja 1 herido",
    "url": "https://www.wcnc.com/article/news/local/dollar-general-shooting-stanley/275-b98e81d6-90a4-497a-95b4-3035a8b65a15",
    "industry": "WCNC",
    "summary": "Un tiroteo en un Dollar General en Stanley, Carolina del Norte, dejó una persona herida; el sospechoso fue arrestado.",
    "charlotte_impact": "Refleja el problema actual de la violencia armada y su impacto en las comunidades locales.",
    "impact_score": 3
  },
  {
    "title": "Protesta por presunto centro de detención de ICE",
    "url": "https://www.wcnc.com/article/news/politics/immigration-news/charlotte-protest-alleged-ice-detention-center-concord-north-carolina/275-9e214235-3645-4daf-935b-33b5e60f3fe3",
    "industry": "WCNC",
    "summary": "Se produjo una protesta frente a la oficina de un desarrollador de Charlotte por un presunto centro de detención de ICE en Concord.",
    "charlotte_impact": "Demuestra preocupaciones y activismo de la comunidad relacionados con las políticas de aplicación de la ley de inmigración.",
    "impact_score": 3
  }
]