[
  {
    "title": "Pronóstico del tiempo para el fin de semana en Charlotte: nublado con lluvia",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Espere lluvias pasajeras el sábado por la mañana, una tarde mayormente seca y lluvias irregulares el domingo con temperaturas más frescas y ráfagas de viento.",
    "charlotte_impact": "Manténgase informado sobre el clima del fin de semana para planificar actividades y prepararse para las condiciones cambiantes.",
    "impact_score": 3
  },
  {
    "title": "Delincuente sexual acusado de acicalar a un niño de Chesterfield en línea",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un delincuente sexual registrado de Oregón está acusado de preparar a un niño del condado de Chesterfield usando tarjetas de regalo de Roblox en Discord.",
    "charlotte_impact": "Destaca los peligros del acoso sexual en línea y la importancia de las medidas de seguridad infantil.",
    "impact_score": 4
  },
  {
    "title": "La policía de Salisbury investiga dos tiroteos separados",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "La policía respondió a dos tiroteos separados en Salisbury, y en ambos resultaron heridas graves a las víctimas.",
    "charlotte_impact": "Aborda las crecientes preocupaciones sobre la violencia armada y la seguridad pública en Salisbury.",
    "impact_score": 3
  },
  {
    "title": "La ampliación del carril de peaje de la I-77 genera tensión en la comunidad",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La propuesta de expansión del carril de peaje de la I-77 genera preocupación sobre su impacto en los vecindarios históricamente negros del oeste de Charlotte.",
    "charlotte_impact": "Aborda las preocupaciones de la comunidad sobre el desarrollo de infraestructura y su impacto potencial en los residentes locales.",
    "impact_score": 3
  },
  {
    "title": "Los padres de Asha Degree continúan la búsqueda 26 años después de su desaparición",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "Más de 26 años después de la desaparición de Asha Degree, sus padres continúan pidiendo respuestas y un cierre del caso sin resolver.",
    "charlotte_impact": "Mantiene el caso sin resolver en el ojo público y alienta a cualquier persona que tenga información a presentarse.",
    "impact_score": 4
  },
  {
    "title": "La falta de mapeo de deslizamientos de tierra contribuyó al desastre en Carolina del Norte",
    "url": "https://www.wcnc.com/article/news/investigations/lost-ground-political-missteps-helene-landslides-killed-western-north-carolina-residents/275-f9719997-8309-4fc0-a9e0-a199e334e746",
    "industry": "WCNC",
    "summary": "La falta de un programa consistente de mapeo de deslizamientos de tierra en Carolina del Norte está relacionada con la gravedad de los deslizamientos de tierra de Helene.",
    "charlotte_impact": "Destaca la importancia de medidas proactivas de seguridad ambiental y preparación para desastres.",
    "impact_score": 3
  },
  {
    "title": "Hombre acusado de asesinato en tiroteo en Food Lion de East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-shooting/275-3a0fbf0b-6fd0-40f6-aee9-cf7ea5f8a69f",
    "industry": "WCNC",
    "summary": "Un hombre enfrenta un cargo de asesinato luego de un tiroteo fatal en un Food Lion del este de Charlotte, que puso en peligro a los transeúntes.",
    "charlotte_impact": "Aborda las consecuencias de la violencia armada y su impacto en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "El cambio climático afecta la producción de café a nivel mundial",
    "url": "https://www.wcnc.com/article/weather/weather-iq/climate-change-impacting-production-of-coffee/275-b0997e42-f177-4079-98e2-a05a5edf0cba",
    "industry": "WCNC",
    "summary": "El aumento de las temperaturas en las principales regiones productoras de café está afectando los precios del café y la capacidad de cultivarlo.",
    "charlotte_impact": "Ilustra el impacto global del cambio climático en los productos básicos cotidianos.",
    "impact_score": 3
  },
  {
    "title": "Sebastian Bach realizará un espectáculo con entradas agotadas en Newton",
    "url": "https://www.wcnc.com/article/entertainment/music/sebastian-bach-sold-out-show-newton-party-never-ends-tour/275-6ce43e57-7d23-4142-8605-d9e1f620e109",
    "industry": "WCNC",
    "summary": "Está previsto que Sebastian Bach, un reconocido vocalista de hard rock, realice un espectáculo con entradas agotadas en Newton, Carolina del Norte, como parte de su gira.",
    "charlotte_impact": "Proporciona información sobre entretenimiento local y eventos culturales.",
    "impact_score": 3
  },
  {
    "title": "Maestra de guardería sentenciada por quemar a un niño con pegamento caliente",
    "url": "https://www.wcnc.com/article/news/crime/daycare-teacher-concord-hot-glue-incident-2-20-2026/275-6bc34d71-f98a-437a-b905-45575d390bf0",
    "industry": "WCNC",
    "summary": "Una maestra de guardería fue sentenciada después de quemar a un niño con pegamento caliente, lo que provocó indignación entre los defensores de la seguridad en las guarderías.",
    "charlotte_impact": "Plantea serias preocupaciones sobre la seguridad del cuidado infantil y la necesidad de regulaciones más estrictas.",
    "impact_score": 4
  },
  {
    "title": "Charlotte Chef gana la lotería y planea lanzar un camión de comida",
    "url": "https://www.wcnc.com/article/news/lottery/charlotte-chef-wins-lottery-jackpot/275-a3237735-eb92-4b77-9872-1afe50dfaf11",
    "industry": "WCNC",
    "summary": "El chef de Charlotte, José Naranjo, ganó 171.000 dólares y planea lanzar un camión de comida para emprender una aventura culinaria personal.",
    "charlotte_impact": "Muestra historias de éxito locales y espíritu emprendedor.",
    "impact_score": 3
  },
  {
    "title": "La escena de los restaurantes de Charlotte enfrenta cierres en medio del crecimiento",
    "url": "https://www.wcnc.com/article/life/food/charlottes-restaurant-scene-is-thriving-and-struggling-at-the-same-time/275-c133ec74-9241-4666-b0d0-2548c2b80c14",
    "industry": "WCNC",
    "summary": "La escena de los restaurantes de Charlotte está evolucionando, con nuevas aperturas y cierres de restaurantes de larga data debido al aumento de los costos.",
    "charlotte_impact": "Refleja los desafíos y cambios en la economía local y el entorno empresarial.",
    "impact_score": 3
  },
  {
    "title": "Se publica informe sobre el incendio que mató al padre de Denny Hamlin",
    "url": "https://www.wcnc.com/article/news/local/denny-hamlin-fire-investigation-cause-undetermined/275-8635656b-ed01-473d-b5dc-2fe9501e6745",
    "industry": "WCNC",
    "summary": "Las autoridades publican el informe final sobre el incendio de una casa en el condado de Gaston que resultó en la muerte del padre del piloto de NASCAR Denny Hamlin.",
    "charlotte_impact": "Proporciona cierre e información sobre un trágico evento local que involucra a una figura conocida.",
    "impact_score": 3
  },
  {
    "title": "Joe Gibbs Racing alega filtración de datos al equipo rival",
    "url": "https://www.wcnc.com/article/sports/motor/nascar/joe-gibbs-racing-sues-chris-gabehart/275-6348b331-f9f9-4073-958d-a53a8f9c9c70",
    "industry": "WCNC",
    "summary": "Joe Gibbs Racing demanda al exjefe de equipo por supuestamente compartir datos confidenciales del automóvil con un equipo rival de NASCAR.",
    "charlotte_impact": "Destaca la naturaleza competitiva y las posibles controversias dentro del deporte profesional.",
    "impact_score": 4
  },
  {
    "title": "Niño de 4 años asesinado en tiroteo en Rock Hill",
    "url": "https://www.wcnc.com/article/news/crime/shooting-investigation-rock-hill-sc-frank-street/275-d143e554-a210-40f6-8517-78e642bdc567",
    "industry": "WCNC",
    "summary": "Un niño de 4 años y otro de 19 fueron asesinados a tiros en Rock Hill, lo que provocó una investigación policial.",
    "charlotte_impact": "Destaca las trágicas consecuencias de la violencia armada, especialmente la que involucra a niños.",
    "impact_score": 4
  }
]