[
  {
    "title": "Charlotte Trade Shows Boost Brand Visibility with Custom Tents",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Exhibitors in Charlotte leverage custom canopy tents to enhance brand visibility and ROI at trade shows, focusing on flexibility and impact.",
    "charlotte_impact": "Trade shows are vital for local businesses, and effective branding strategies can significantly impact their success and market presence.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners Seeks Business Development VP",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, a Charlotte-based private equity firm, is seeking a Vice President of Business Development to expand employee ownership in lower middle market businesses.",
    "charlotte_impact": "This indicates growth and investment in the local financial sector, potentially creating job opportunities.",
    "impact_score": 3
  },
  {
    "title": "Florence Airport Passenger Traffic Increased in 2025",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "Florence Regional Airport saw increased passenger traffic in 2025, despite losing an American Airlines flight to Charlotte. Potential new flights are being explored.",
    "charlotte_impact": "Airport growth impacts regional connectivity and economic development, influencing business and tourism.",
    "impact_score": 3
  },
  {
    "title": "Women Charged in Torture and Death of Girl in NC",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Three women in North Carolina face charges for the alleged torture and death of a girl, who was reportedly kept in a dog crate at a Charlotte home.",
    "charlotte_impact": "This highlights serious issues of child abuse and neglect, raising concerns about community safety and welfare.",
    "impact_score": 4
  },
  {
    "title": "Homeowners Reassessing When to Sell Amid Market Shifts",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Homeowners are reconsidering when to sell their properties as market conditions change, according to Travis Buys Home in Charlotte, NC.",
    "charlotte_impact": "Real estate market fluctuations impact homeowners and the local economy, influencing buying and selling decisions.",
    "impact_score": 2
  },
  {
    "title": "KPN Facilitates $20M in Acquisitions, Expands Partnerships",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitated $20M in acquisitions and is expanding economic development partnerships in Charlotte, NC.",
    "charlotte_impact": "This demonstrates economic growth and investment in small businesses, contributing to job creation and regional prosperity.",
    "impact_score": 3
  },
  {
    "title": "Teens Charged in Rock Hill Shooting After Robbery Attempt",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Two juveniles are charged after an 18-year-old was fatally shot during a failed robbery attempt in a Rock Hill parking deck.",
    "charlotte_impact": "This incident raises concerns about youth violence and crime rates in the area, impacting community safety.",
    "impact_score": 4
  },
  {
    "title": "NC Court Denies Refunds for Duke Energy Customers",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "The North Carolina Court of Appeals ruled that Duke Energy customers will not receive refunds for improperly collected charges.",
    "charlotte_impact": "This decision affects consumer rights and raises questions about utility company accountability and regulatory oversight.",
    "impact_score": 3
  },
  {
    "title": "Cloudy and Cooler Weekend with Rain Expected",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "The weekend forecast predicts cloudy weather with passing showers on Saturday and spotty rain on Sunday, along with a cooldown and gusty winds.",
    "charlotte_impact": "Weather conditions impact outdoor activities and travel plans, influencing local events and daily routines.",
    "impact_score": 2
  },
  {
    "title": "Charlotte Woman Arrested for $7.7K Lululemon Theft",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "A Charlotte woman with a criminal history faces felony charges after stealing $7.7K worth of merchandise from Lululemon.",
    "charlotte_impact": "This highlights retail crime and its impact on local businesses, requiring increased security measures and law enforcement efforts.",
    "impact_score": 4
  },
  {
    "title": "Stabbing in West Charlotte Leaves One Injured",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "A stabbing incident on Reid Avenue in west Charlotte resulted in non-life-threatening injuries for one person on Saturday morning.",
    "charlotte_impact": "Violent incidents contribute to safety concerns and require community-based interventions to address underlying issues.",
    "impact_score": 3
  },
  {
    "title": "Sex Offender Charged with Grooming Chesterfield Child Online",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "A registered sex offender from Oregon faces charges for allegedly grooming a Chesterfield County child on Discord using Roblox gift cards.",
    "charlotte_impact": "This underscores the dangers of online child exploitation and the need for parental vigilance and law enforcement action.",
    "impact_score": 4
  },
  {
    "title": "Police Respond to Two Separate Shootings in Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "Police responded to two separate shooting incidents in Salisbury, where victims sustained serious injuries.",
    "charlotte_impact": "Multiple shootings in a short period raise concerns about public safety and the prevalence of gun violence in the community.",
    "impact_score": 4
  },
  {
    "title": "I-77S Toll Lane Project Sparks Tension in West Charlotte",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "The proposed I-77 toll lane expansion is causing tension due to its potential impact on historically Black neighborhoods in west Charlotte.",
    "charlotte_impact": "Infrastructure projects can have significant social and economic consequences, requiring careful consideration of community impacts.",
    "impact_score": 3
  },
  {
    "title": "Asha Degree's Parents Seek Answers 26 Years After Disappearance",
    "url": "https://www.wcnc.com/article/news/local/asha-degree-parents-mysterious-disappearance-investigation-missing-child-26-years-later/275-fa56a98d-c28e-4949-a805-f9b7b3fcac00",
    "industry": "WCNC",
    "summary": "More than 26 years after Asha Degree's disappearance, her parents continue to plead for answers and closure in the unsolved case.",
    "charlotte_impact": "Unsolved missing person cases highlight the enduring pain for families and the importance of continued investigation and community support.",
    "impact_score": 3
  }
]