[
  {
    "title": "Verificación de hechos: afirmación de Trump sobre la muerte a puñaladas en Charlotte",
    "url": "https://journalnow.com/news/local/government-politics/article_247a5d8e-f4a7-46f4-8e92-71171fd2f733.html",
    "industry": "Winston-Salem Journal",
    "summary": "Trump afirmó incorrectamente que el sospechoso de un apuñalamiento en Charlotte era un inmigrante. El sospechoso era un ciudadano estadounidense.",
    "charlotte_impact": "La desinformación puede afectar la percepción pública de la inmigración y la delincuencia, influyendo en los debates políticos.",
    "impact_score": 3
  },
  {
    "title": "Hayward Plant es un importante empleador en Clemmons, Carolina del Norte",
    "url": "https://journalnow.com/news/local/business/article_d392812a-720d-4ed9-a9b5-4b8fc177dee8.html",
    "industry": "Winston-Salem Journal",
    "summary": "Hayward, un fabricante de filtros para piscinas con sede en Charlotte, emplea a más de 1.000 trabajadores en Clemmons.",
    "charlotte_impact": "Destaca la importancia de los empleos manufactureros en las comunidades más pequeñas de Carolina del Norte.",
    "impact_score": 3
  },
  {
    "title": "Las ferias comerciales de Charlotte se centran en el retorno de la inversión con carpas con dosel",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte están utilizando carpas con dosel personalizadas para mejorar la visibilidad de la marca y el retorno de la inversión en ferias comerciales.",
    "charlotte_impact": "Refleja las estrategias que utilizan las empresas para maximizar el impacto en eventos comerciales locales.",
    "impact_score": 2
  },
  {
    "title": "Mosaic Capital Partners busca nuevo vicepresidente",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, con sede en Charlotte, busca un vicepresidente de desarrollo empresarial.",
    "charlotte_impact": "Indica crecimiento e inversión en capital privado dentro del área de Charlotte.",
    "impact_score": 2
  },
  {
    "title": "El tráfico en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, a pesar de perder un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Muestra la dinámica fluctuante de los viajes aéreos y la conectividad regionales.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Charlotte están acusadas de torturar y matar a una niña, manteniéndola en una jaula para perros.",
    "charlotte_impact": "Destaca casos graves de abuso infantil y la necesidad de servicios de protección.",
    "impact_score": 4
  },
  {
    "title": "Los propietarios de viviendas están reevaluando el momento de venta debido al cambio del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas están reconsiderando cuándo vender sus casas a medida que cambian las condiciones del mercado.",
    "charlotte_impact": "Refleja la evolución del mercado inmobiliario y su impacto en las decisiones de los propietarios.",
    "impact_score": 2
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services facilitó 20 millones de dólares en adquisiciones y amplió asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra el papel de las empresas consultoras en el impulso de la actividad económica.",
    "impact_score": 2
  },
  {
    "title": "Inicio con niebla, fin de semana más cálido para las Carolinas",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se espera niebla irregular durante la noche, con un fin de semana mucho más cálido en las Carolinas.",
    "charlotte_impact": "Proporciona un breve pronóstico del tiempo que afecta las actividades del fin de semana.",
    "impact_score": 2
  },
  {
    "title": "Kannapolis honra a Corine Cannon con la designación de puente",
    "url": "https://www.wcnc.com/article/news/local/black-history/corine-cannon-bridge-kannapolis-nc-2-27-2026/275-56f66e7e-24b7-46be-8da3-38e14e5879bd",
    "industry": "WCNC",
    "summary": "Los líderes de Kannapolis honran a Corine Cannon, de 106 años, por su dedicación a la justicia en la comunidad.",
    "charlotte_impact": "Reconoce las contribuciones de miembros de larga data de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Carriles expresos de la I-485 abiertos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/i-485-express-lanes-to-open-south-charlotte/275-837c7b74-6d07-4fc6-aaa4-de4333307e95",
    "industry": "WCNC",
    "summary": "Los carriles expresos de la I-485 en el sur de Charlotte ya están abiertos, ofreciendo una ruta más rápida para los conductores.",
    "charlotte_impact": "Mejora la infraestructura de transporte y reduce los tiempos de viaje.",
    "impact_score": 3
  },
  {
    "title": "Estudiante asfixia a su hija en la escuela secundaria Rocky River",
    "url": "https://www.wcnc.com/article/news/local/mother-says-daughter-was-choked-by-student-at-rocky-river-high-school/275-d6f20962-8c35-417c-bc04-6157ee7562ec",
    "industry": "WCNC",
    "summary": "Una madre de Charlotte informa que un estudiante de la escuela secundaria Rocky River estranguló a su hija.",
    "charlotte_impact": "Plantea preocupaciones sobre la seguridad escolar y la respuesta a incidentes violentos.",
    "impact_score": 4
  },
  {
    "title": "Mujer muere tras agresión en East Charlotte",
    "url": "https://www.wcnc.com/article/news/crime/deadly-east-charlotte-nc-shooting-2-27-2026/275-e8c2684b-bb98-413d-8740-cc4d1dd4d63e",
    "industry": "WCNC",
    "summary": "Una mujer murió semanas después de haber sido agredida en el este de Charlotte. El sospechoso está bajo custodia.",
    "charlotte_impact": "Destaca los delitos violentos y sus consecuencias en el área de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "NC Doctor pierde licencia para reutilizar dispositivos",
    "url": "https://www.wcnc.com/article/news/local/nc-medical-license-revoked-for-doctor-convicted-of-re-using-medical-devices-in-surgeries/275-11688417-5652-43a7-a495-7decd0e9564b",
    "industry": "WCNC",
    "summary": "A una doctora de Carolina del Norte le revocaron su licencia médica por reutilizar dispositivos médicos en cirugías.",
    "charlotte_impact": "Aborda las preocupaciones sobre negligencia médica y seguridad del paciente.",
    "impact_score": 3
  },
  {
    "title": "Protesta contra el rumoreado centro ICE en Concord",
    "url": "https://www.wcnc.com/article/news/politics/immigration-news/charlotte-protest-alleged-ice-detention-center-concord-north-carolina/275-9e214235-3645-4daf-935b-33b5e60f3fe3",
    "industry": "WCNC",
    "summary": "Los manifestantes se oponen a un rumoreado centro de detención de ICE en Concord. Crescent Communities niega el trato.",
    "charlotte_impact": "Refleja las preocupaciones de la comunidad sobre la aplicación de la ley de inmigración y los centros de detención.",
    "impact_score": 3
  }
]