[
  {
    "title": "El condado de York construye una casa para un veterano lesionado",
    "url": "https://www.wcnc.com/article/news/local/homes-for-our-troops-army-sgt-nicholas-firth-york-sc/275-a71148d1-6290-4a3b-8772-8c0c6966d5c2",
    "industry": "WCNC",
    "summary": "Los residentes del condado de York se unen para construir una casa accesible y sin hipotecas para el sargento del ejército. Nicholas Firth a través de Hogares para nuestras tropas.",
    "charlotte_impact": "Destaca el apoyo de la comunidad a los veteranos y proporciona un beneficio tangible a un héroe local.",
    "impact_score": 4
  },
  {
    "title": "Domingo más fresco con lluvia irregular en Charlotte",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Se esperan lluvias dispersas en el área de Charlotte el domingo con máximas entre los 40 y cerca de los 50 grados.",
    "charlotte_impact": "Proporciona una breve actualización del clima relevante para los planes de fin de semana de los residentes locales.",
    "impact_score": 2
  },
  {
    "title": "Los clientes de Duke Energy no recibirán reembolso por cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "Un tribunal de Carolina del Norte dictamina que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Afecta las finanzas de los consumidores y plantea dudas sobre la responsabilidad de las empresas de servicios públicos.",
    "impact_score": 3
  },
  {
    "title": "La policía de Charlotte busca a los padres del niño encontrado",
    "url": "https://www.wcnc.com/article/news/local/cmpd-found-child-north-charlotte/275-47e7f355-54a5-4089-8758-728ccfc59211",
    "industry": "WCNC",
    "summary": "La policía está pidiendo la ayuda del público para localizar a los tutores de un niño encontrado solo en el norte de Charlotte el sábado.",
    "charlotte_impact": "Plantea preocupaciones sobre la seguridad infantil y la responsabilidad comunitaria.",
    "impact_score": 3
  },
  {
    "title": "Rock Hill lamenta la muerte de niños en tiroteos",
    "url": "https://www.wcnc.com/article/news/local/rock-hill-mourns-child-teen-killed-in-deadly-shooting-leaders-urge-conflict-resolution-to-prevent-youth-deaths/275-d87342c1-a363-4d4c-8fef-9b60a082cdce",
    "industry": "WCNC",
    "summary": "Los líderes comunitarios buscan soluciones después de que los recientes tiroteos en Rock Hill cobraran la vida de jóvenes, incluido un niño de 4 años.",
    "charlotte_impact": "Destaca el trágico impacto de la violencia en la juventud y la necesidad de resolución de conflictos.",
    "impact_score": 4
  },
  {
    "title": "La policía de Salisbury busca sospechosos de una fatal colisión de motocicleta",
    "url": "https://www.wcnc.com/article/news/local/salisbury-police-search-for-suspect-in-deadly-motorcycle-collision/275-dd392a37-33e6-4d97-9ce4-1720bcae9c6c",
    "industry": "WCNC",
    "summary": "Una colisión de motocicleta en Salisbury provocó una muerte y dos heridos; La policía está buscando a los sospechosos.",
    "charlotte_impact": "Aborda la seguridad vial y las consecuencias de la conducción imprudente.",
    "impact_score": 3
  },
  {
    "title": "El sitio de la oficina de Ballantyne podría convertirse en vivienda",
    "url": "https://www.wcnc.com/article/news/local/ballantyne-office-site-could-be-converted-into-hundreds-of-housing-units-plans-show/275-57d7f36c-1d29-4ee2-b857-e6481cd7a130",
    "industry": "WCNC",
    "summary": "Los espacios de oficinas en el área Ballantyne de Charlotte se pueden convertir en unidades multifamiliares y casas adosadas.",
    "charlotte_impact": "Refleja las tendencias cambiantes del desarrollo urbano y las posibles soluciones de vivienda.",
    "impact_score": 3
  },
  {
    "title": "Un apuñalamiento en West Charlotte hiere a una persona",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un apuñalamiento en Reid Avenue en el oeste de Charlotte dejó a una persona con heridas que no ponen en peligro su vida el sábado por la mañana.",
    "charlotte_impact": "Informes sobre la delincuencia local y su impacto en la seguridad de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Delincuente sexual acusado de cuidar a un niño de Chesterfield",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un hombre de Oregón fue acusado de supuestamente preparar a un niño del condado de Chesterfield en Discord usando tarjetas de regalo de Roblox.",
    "charlotte_impact": "Destaca los peligros de la explotación infantil en línea y la importancia de la vigilancia de los padres.",
    "impact_score": 4
  },
  {
    "title": "Mujer de Charlotte arrestada por robo de Lululemon por valor de 7,700 dólares",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "Una mujer de Charlotte con antecedentes penales enfrenta cargos por delitos graves después de un incidente de robo de Lululemon.",
    "charlotte_impact": "Informes sobre la delincuencia local y las consecuencias del robo.",
    "impact_score": 3
  },
  {
    "title": "Adolescentes acusados ​​de tiroteo en estacionamiento de Rock Hill",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Dos jóvenes enfrentan cargos después de que un joven de 18 años fuera asesinado a tiros durante un intento fallido de robo.",
    "charlotte_impact": "Aborda la violencia juvenil y los riesgos asociados con el robo.",
    "impact_score": 4
  },
  {
    "title": "Mujer desaparecida de Eden encontrada con vida después de 24 años",
    "url": "https://www.wcnc.com/article/news/local/michele-hundley-smith-missing-since-2001-from-rockingham-county-found-alive-in-nc-family-reacts/83-5e702203-fe38-4d09-aa46-09400070f381",
    "industry": "WCNC",
    "summary": "Barbara Byrd descubre que su prima Michele, desaparecida desde 2001, está viva pero desea privacidad y ofrece alivio después de 24 años.",
    "charlotte_impact": "Ofrece un resultado positivo poco común en un caso de persona desaparecida de larga data.",
    "impact_score": 4
  },
  {
    "title": "La policía de Gastonia recauda miles de dólares para las Olimpiadas Especiales",
    "url": "https://www.wcnc.com/article/news/local/gastonia-police-raise-thousands-for-special-olympics-take-polar-plunge/275-24566606-719a-491f-852c-bae3c06e5902",
    "industry": "WCNC",
    "summary": "La policía de Gastonia y SWAT recaudaron $4,705 para las Olimpiadas Especiales, ganando el primer lugar en recaudación de fondos.",
    "charlotte_impact": "Muestra el compromiso de la policía con la comunidad y el apoyo a una causa digna.",
    "impact_score": 4
  },
  {
    "title": "La policía responde a tiroteos separados en Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "La policía respondió a dos tiroteos separados en Salisbury, y en ambos resultaron heridas graves a las víctimas.",
    "charlotte_impact": "Informes sobre la delincuencia local y su impacto en la seguridad de la comunidad.",
    "impact_score": 3
  },
  {
    "title": "Aumentan las preocupaciones sobre el proyecto del carril de peaje de la I-77S",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La propuesta de ampliación del carril de peaje de la I-77 genera tensiones sobre su impacto en los barrios históricamente negros del oeste de Charlotte.",
    "charlotte_impact": "Aborda el desarrollo de infraestructura y su impacto potencial en las comunidades locales.",
    "impact_score": 3
  }
]