[
  {
    "title": "Las ferias comerciales de Charlotte aumentan la visibilidad de la marca con carpas con dosel personalizadas",
    "url": "https://techbullion.com/how-trade-shows-in-charlotte-nc-are-leveraging-custom-canopy-tents-to-maximize-brand-visibility-and-roi/",
    "industry": "TechBullion",
    "summary": "Los expositores de Charlotte, Carolina del Norte, están utilizando carpas con dosel personalizadas para mejorar la flexibilidad, la visibilidad y el retorno de la inversión en las ferias comerciales.",
    "charlotte_impact": "Destaca estrategias de marketing innovadoras para empresas en el área de Charlotte, mejorando el reconocimiento de la marca y la participación del cliente.",
    "impact_score": 3
  },
  {
    "title": "Mosaic Capital Partners busca vicepresidente de desarrollo comercial en Charlotte",
    "url": "https://www.manilatimes.net/2026/02/18/tmt-newswire/globenewswire/mosaic-capital-partners-seeks-vice-president-of-business-development/2280313",
    "industry": "The Manila Times",
    "summary": "Mosaic Capital Partners, una firma de capital privado con sede en Charlotte, busca un vicepresidente de desarrollo comercial.",
    "charlotte_impact": "Indica oportunidades de crecimiento e inversión dentro del sector financiero de Charlotte, fomentando la creación de empleo.",
    "impact_score": 3
  },
  {
    "title": "El tráfico de pasajeros en el aeropuerto de Florencia aumenta a pesar de la pérdida de vuelos",
    "url": "https://www.postandcourier.com/pee-dee/news/florence-regional-airport-passenger-increase-american-airlines/article_2e808ef7-1adb-4199-b104-54769de1415f.html",
    "industry": "Charleston Post and Courier",
    "summary": "El Aeropuerto Regional de Florence experimentó un aumento en el tráfico de pasajeros en 2025, pero perdió un vuelo de American Airlines a Charlotte.",
    "charlotte_impact": "Muestra la dinámica fluctuante de los viajes aéreos regionales y la importancia de asegurar nuevas rutas para el crecimiento económico.",
    "impact_score": 3
  },
  {
    "title": "Mujeres acusadas de tortura y muerte de niña en Charlotte, Carolina del Norte",
    "url": "https://www.usmagazine.com/crime-news/news/women-allegedly-tortured-and-killed-girl-kept-her-in-dog-crate-in-nc/",
    "industry": "Us Weekly",
    "summary": "Tres mujeres en Carolina del Norte están acusadas de la muerte por abuso infantil de Dominique Moody, quien supuestamente fue torturada en una casa de Charlotte.",
    "charlotte_impact": "Aborda un caso grave de abuso y negligencia infantil, generando preocupaciones sobre la seguridad de la comunidad y el bienestar infantil.",
    "impact_score": 1
  },
  {
    "title": "Los propietarios de viviendas reevalúan el momento de venta en medio de los cambios del mercado",
    "url": "https://www.manilatimes.net/2026/01/29/tmt-newswire/globenewswire/travis-buys-home-sees-homeowners-are-reassessing-when-to-sell-as-market-conditions-shift/2267270",
    "industry": "The Manila Times",
    "summary": "Los propietarios de viviendas en Charlotte, Carolina del Norte, están reconsiderando cuándo vender sus casas debido a las condiciones cambiantes del mercado.",
    "charlotte_impact": "Refleja la evolución del panorama inmobiliario y su impacto en las decisiones de los propietarios de viviendas en el área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "KPN facilita adquisiciones por valor de 20 millones de dólares y amplía asociaciones",
    "url": "https://markets.businessinsider.com/news/currencies/kpn-facilitates-20m-in-acquisitions-expands-economic-development-partnerships-1035755279",
    "industry": "Markets Insider",
    "summary": "KPN Consulting Services en Charlotte, Carolina del Norte, facilita adquisiciones por valor de 20 millones de dólares y amplía las asociaciones de desarrollo económico.",
    "charlotte_impact": "Demuestra crecimiento económico e inversión en pequeñas empresas dentro de la región de Charlotte, impulsando la economía local.",
    "impact_score": 3
  },
  {
    "title": "La policía de Gastonia recauda miles de dólares para las Olimpiadas Especiales",
    "url": "https://www.wcnc.com/article/news/local/gastonia-police-raise-thousands-for-special-olympics-take-polar-plunge/275-24566606-719a-491f-852c-bae3c06e5902",
    "industry": "WCNC",
    "summary": "La policía de Gastonia y SWAT recaudaron $4,705 para las Olimpiadas Especiales al participar en una inmersión polar.",
    "charlotte_impact": "Destaca la participación de la comunidad y el apoyo a las Olimpiadas Especiales, fomentando relaciones positivas entre la policía y la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los clientes de Duke Energy no recibirán reembolsos a pesar de los cargos ilegales",
    "url": "https://www.wcnc.com/article/news/local/no-refunds-for-duke-energy-customers/275-278564ea-d712-464e-b86f-cf57a7ebc001",
    "industry": "WCNC",
    "summary": "El Tribunal de Apelaciones de Carolina del Norte dictaminó que los clientes de Duke Energy no recibirán reembolsos por cargos cobrados incorrectamente.",
    "charlotte_impact": "Aborda las inquietudes de los consumidores y las decisiones legales con respecto a los cargos de servicios públicos, lo que afecta la confianza del cliente y las cargas financieras.",
    "impact_score": 2
  },
  {
    "title": "Adolescentes acusados ​​de tiroteo en estacionamiento de Rock Hill",
    "url": "https://www.wcnc.com/article/news/crime/rock-hill-deadly-shooting-investigation/275-5aae891c-4439-47ca-8901-f689f56a5d67",
    "industry": "WCNC",
    "summary": "Dos menores enfrentan cargos después de que un joven de 18 años fuera asesinado a tiros durante un intento de robo en Rock Hill.",
    "charlotte_impact": "Destaca la violencia juvenil y las tasas de criminalidad, lo que genera preocupaciones sobre la seguridad pública en el área de Rock Hill.",
    "impact_score": 1
  },
  {
    "title": "Fin de semana nublado y más fresco con lluvia",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "El pronóstico del fin de semana incluye lluvias pasajeras el sábado y lluvias irregulares el domingo con un enfriamiento y ráfagas de viento.",
    "charlotte_impact": "Proporciona actualizaciones meteorológicas que afectan las actividades de fin de semana y los planes al aire libre para los residentes de la región.",
    "impact_score": 2
  },
  {
    "title": "Mujer de Charlotte arrestada por robo de Lululemon por valor de 7,700 dólares",
    "url": "https://www.wcnc.com/article/news/crime/cmpd-arrests-woman-tied-to-lululemon-theft/275-8d6cb26b-3e62-4bc4-b2b2-97dd7bdb3e6a",
    "industry": "WCNC",
    "summary": "Una mujer de Charlotte con antecedentes penales enfrenta cargos por delitos graves después de un incidente de robo de Lululemon.",
    "charlotte_impact": "Aborda los delitos minoristas y su impacto en las empresas locales, generando preocupaciones sobre la seguridad y la aplicación de la ley.",
    "impact_score": 1
  },
  {
    "title": "Apuñalamiento en West Charlotte deja 1 herido",
    "url": "https://www.wcnc.com/article/news/local/stabbing-west-charlotte/275-629df2da-a377-459f-96c6-559b43dd7588",
    "industry": "WCNC",
    "summary": "Un apuñalamiento en Reid Avenue en el oeste de Charlotte resultó en lesiones que no ponen en peligro la vida.",
    "charlotte_impact": "Destaca los incidentes de delitos violentos y su impacto en la seguridad comunitaria en vecindarios específicos.",
    "impact_score": 2
  },
  {
    "title": "Delincuente sexual acusado de acicalar en línea a un niño del condado de Chesterfield",
    "url": "https://www.wcnc.com/article/news/crime/registered-sex-offender-charged-grooming-chesterfield-county-child-discord/275-e5eacaf4-b4e2-4370-b57b-fa3384f778d4",
    "industry": "WCNC",
    "summary": "Un delincuente sexual registrado de Oregón está acusado de preparar a un niño del condado de Chesterfield en Discord.",
    "charlotte_impact": "Aborda la explotación infantil en línea y la importancia de las medidas de seguridad en Internet para proteger a los niños.",
    "impact_score": 1
  },
  {
    "title": "La policía responde a dos tiroteos separados en Salisbury",
    "url": "https://www.wcnc.com/article/news/crime/salisbury-nc-shootings-2-20-2026/275-f302559f-8424-4326-b902-a76ac5dbb7e7",
    "industry": "WCNC",
    "summary": "Dos tiroteos separados en Salisbury resultaron en heridas graves a las víctimas.",
    "charlotte_impact": "Destaca los incidentes de violencia armada y su impacto en la seguridad pública en el área de Salisbury.",
    "impact_score": 1
  },
  {
    "title": "La ampliación del proyecto del carril de peaje de la I-77S genera controversia",
    "url": "https://www.wcnc.com/article/traffic/what-comes-next-in-the-i-77-south-toll-lanes-project/275-471dc7eb-a876-495f-9a5b-1c21fc6301dd",
    "industry": "WCNC",
    "summary": "La propuesta de ampliación del carril de peaje de la I-77 genera tensiones sobre su impacto en los barrios históricamente negros del oeste de Charlotte.",
    "charlotte_impact": "Aborda el desarrollo de infraestructura y su impacto potencial en las comunidades, generando preocupaciones sobre la equidad y el desplazamiento.",
    "impact_score": 2
  }
]