[
  {
    "title": "La Cámara rechaza el proyecto de ley de localización de aeronaves después de la colisión del año pasado",
    "url": "https://www.wcnc.com/article/news/local/house-rejects-bill-requiring-aircraft-locator-systems-to-prevent-midair-collisions/275-216d88da-d2ab-4e77-957b-6a686af22f35",
    "industry": "WCNC",
    "summary": "La Ley ROTOR, destinada a prevenir colisiones en el aire, no logró ser aprobada en la Cámara debido a un apoyo insuficiente.",
    "charlotte_impact": "Destaca los desafíos en la implementación de medidas de seguridad a pesar de los incidentes pasados ​​y la preocupación pública.",
    "impact_score": 3
  },
  {
    "title": "ICE arresta a cuatro hombres antes de audiencias judiciales en el condado de Mecklenburg",
    "url": "https://www.wcnc.com/article/news/local/ice-arrests-four-men-ahead-of-court-hearings/275-fef83513-7410-4565-8d6a-bff12f286e08",
    "industry": "WCNC",
    "summary": "ICE arrestó a cuatro hombres en el condado de Mecklenburg mientras sus abogados intentaban intervenir.",
    "charlotte_impact": "Ilustra las tensiones actuales entre las fuerzas del orden y los representantes legales con respecto a la aplicación de la ley de inmigración.",
    "impact_score": 3
  },
  {
    "title": "El laboratorio criminalístico del sheriff del condado de Union mejora la velocidad de resolución de casos",
    "url": "https://www.wcnc.com/article/news/local/union-county-nc-sheriff-crime-lab-2-24-2026/275-fc31058d-2c4f-459a-927f-8b714c5862ee",
    "industry": "WCNC",
    "summary": "Las capacidades ampliadas en el Laboratorio Criminalístico del Sheriff del Condado de Union están ayudando a resolver casos de asesinato más rápidamente.",
    "charlotte_impact": "Muestra cómo los avances tecnológicos en la aplicación de la ley contribuyen a mejorar los resultados de la justicia.",
    "impact_score": 4
  },
  {
    "title": "Propuesta de rezonificación de Huntersville presentada para casas adosadas y tiendas de comestibles",
    "url": "https://www.wcnc.com/article/news/local/huntersville-rezoning-proposal/275-65bf7eda-97a1-4b94-9ebe-0aac781e6690",
    "industry": "WCNC",
    "summary": "WLA Enterprises, Inc. propone construir Knox Crossing con casas adosadas y una tienda de comestibles cerca de Sam Furr Road.",
    "charlotte_impact": "Refleja el desarrollo continuo y los cambios en el paisaje y la infraestructura de Huntersville.",
    "impact_score": 3
  },
  {
    "title": "Elevando la fecha de apertura de Cane fijada para su debut en el área de Charlotte en Rock Hill",
    "url": "https://www.wcnc.com/article/life/food/raising-canes-sets-date-for-rock-hill-opening/275-6a641966-9e98-4728-b926-4f67d6cc66ad",
    "industry": "WCNC",
    "summary": "Raising Cane's abrirá su primera ubicación en el área de Charlotte en Rock Hill el 24 de febrero.",
    "charlotte_impact": "Indica crecimiento económico y expansión de cadenas de restaurantes en el área metropolitana de Charlotte.",
    "impact_score": 4
  },
  {
    "title": "Los rumores de Waymo alimentan la especulación sobre vehículos autónomos en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/waymo-self-driving-cars-reportedly-seen-charlotte-north-carolina/275-a9ad53c6-72ba-40f5-9797-94d9e9451b0e",
    "industry": "WCNC",
    "summary": "Los avistamientos en Uptown Charlotte provocan rumores sobre la posible expansión de Waymo en la ciudad.",
    "charlotte_impact": "Destaca el creciente interés y potencial de la tecnología de vehículos autónomos en Charlotte.",
    "impact_score": 3
  },
  {
    "title": "El primer camión de bomberos totalmente eléctrico de Charlotte está temporalmente fuera de servicio",
    "url": "https://www.wcnc.com/article/news/local/charlotte-electric-fire-engine-out-of-service/275-aed43f29-4aa6-429c-a111-9c5aa0b613fa",
    "industry": "WCNC",
    "summary": "El primer camión de bomberos eléctrico de Charlotte está fuera de servicio y lo reemplazó un motor tradicional.",
    "charlotte_impact": "Ilustra los desafíos y las realidades de la implementación de nuevas tecnologías en los servicios esenciales de la ciudad.",
    "impact_score": 3
  },
  {
    "title": "Hombre acusado de golpear a una mujer después del incidente de furia en la carretera en Matthews",
    "url": "https://www.wcnc.com/article/news/local/man-accused-of-beating-woman-road-rage-incident/275-dbfc28d9-cf99-4fca-8bce-2ff7eb24a063",
    "industry": "WCNC",
    "summary": "James Lavadora está acusado de agresión después de un incidente de furia al volante en Matthews.",
    "charlotte_impact": "Refleja la prevalencia de incidentes de violencia en la carretera y el potencial de consecuencias graves.",
    "impact_score": 4
  },
  {
    "title": "Los vecinos del este de Charlotte no están seguros sobre el centro de datos propuesto",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-residents-raise-concerns-over-proposed-data-center/275-38bbffda-9f7e-460a-983b-cd26a6ade8ab",
    "industry": "WCNC",
    "summary": "Los planes para rezonificar el terreno para un centro de datos en el este de Charlotte plantean preocupaciones sobre la infraestructura y el uso de energía.",
    "charlotte_impact": "Demuestra las preocupaciones de la comunidad con respecto al impacto de los proyectos de desarrollo a gran escala.",
    "impact_score": 3
  },
  {
    "title": "Hombre asesinado por un agente del condado de Stanly en un tiroteo",
    "url": "https://www.wcnc.com/article/news/crime/stanly-county-deputy-deadly-shooting-2-23-2026/275-24d5c251-d6a9-4e87-a1a3-bb0d8111c865",
    "industry": "WCNC",
    "summary": "El SBI de Carolina del Norte está investigando un tiroteo en el que un agente del condado de Stanly mató a un hombre.",
    "charlotte_impact": "Destaca la gravedad de los tiroteos en los que participan agentes y la necesidad de investigaciones exhaustivas.",
    "impact_score": 4
  },
  {
    "title": "Arresto realizado después de que la policía de Kings Mountain registrara un negocio de cáñamo",
    "url": "https://www.wcnc.com/article/news/crime/kings-mountain-hemp-business-marijuana-arrest-2-24-2026/275-2aaec345-234f-4f79-b4cd-7368d845d5af",
    "industry": "WCNC",
    "summary": "La policía registró un negocio de cáñamo en Kings Mountain tras informes de actividad sospechosa.",
    "charlotte_impact": "Ilustra los desafíos a la hora de distinguir entre operaciones legales de cáñamo y cultivo ilegal de marihuana.",
    "impact_score": 3
  },
  {
    "title": "El padre adoptivo regresa a la Red Juvenil Alexander para ayudar a otras familias",
    "url": "https://www.wcnc.com/article/news/local/full-circle-moment-adoptive-father-returns-to-alexander-youth-network-to-help-other-families/275-c26efa37-b29e-4b27-80c2-12555b5136f2",
    "industry": "WCNC",
    "summary": "Brooks Shelley, quien adoptó a su hijo a través de Alexander Youth Network, ahora se desempeña como director de desarrollo.",
    "charlotte_impact": "Muestra el impacto positivo de la adopción y la importancia de apoyar a los jóvenes y las familias.",
    "impact_score": 4
  },
  {
    "title": "Padres de Salisbury arrestados por exposición de su bebé al fentanilo",
    "url": "https://www.wcnc.com/article/news/local/baby-exposed-to-fentanyl-in-salisbury/275-f1012793-09df-49a5-a0c4-cc31067cd6de",
    "industry": "WCNC",
    "summary": "Kathleen Gibbs y Anthony Blue fueron arrestados después de que su hijo de 1 año estuviera expuesto al fentanilo.",
    "charlotte_impact": "Destaca los peligros de la exposición al fentanilo y las graves consecuencias para el bienestar infantil.",
    "impact_score": 4
  },
  {
    "title": "La recuperación de un U-Haul robado conduce a dos arrestos en Huntersville",
    "url": "https://www.wcnc.com/article/news/crime/suspects-charged-stolen-u-haul-recovery-huntersville-north-carolina/275-5f616fc6-6596-404d-8bca-1bf57afb5e58",
    "industry": "WCNC",
    "summary": "La policía de Huntersville recuperó un U-Haul robado utilizando un lector de matrículas, lo que llevó a dos arrestos.",
    "charlotte_impact": "Demuestra la eficacia de la tecnología para ayudar en los esfuerzos de aplicación de la ley.",
    "impact_score": 3
  },
  {
    "title": "El Centro Interactivo de Experiencia del Estadio Bank of America llega a Uptown Charlotte",
    "url": "https://www.wcnc.com/article/news/local/bank-of-america-stadium-experience-uptown-charlotte/275-20e58f7a-a75d-4d5c-b3ba-0a6220a2ba5b",
    "industry": "WCNC",
    "summary": "El centro brindará a los fanáticos y miembros de la comunidad un primer vistazo a la próxima renovación del lugar.",
    "charlotte_impact": "Ofrece una visión del futuro del Bank of America Stadium y su impacto en la comunidad.",
    "impact_score": 4
  }
]