[
  {
    "title": "El padre adoptivo regresa a Alexander Youth Network como director",
    "url": "https://www.wcnc.com/article/news/local/full-circle-moment-adoptive-father-returns-to-alexander-youth-network-to-help-other-families/275-c26efa37-b29e-4b27-80c2-12555b5136f2",
    "industry": "WCNC",
    "summary": "Brooks Shelley, quien adoptó a su hijo a través de Alexander Youth Network, ahora se desempeña como director de desarrollo, completando un momento de cierre del círculo.",
    "charlotte_impact": "Destaca el impacto positivo de las organizaciones sin fines de lucro locales y la dedicación de las personas que contribuyen a su comunidad.",
    "impact_score": 4
  },
  {
    "title": "Arresto realizado después de que la policía registrara un negocio de cáñamo en Kings Mountain",
    "url": "https://www.wcnc.com/article/news/crime/kings-mountain-hemp-business-marijuana-arrest-2-24-2026/275-2aaec345-234f-4f79-b4cd-7368d845d5af",
    "industry": "WCNC",
    "summary": "La policía de Kings Mountain arrestó a un sospechoso después de investigar un negocio de cáñamo por actividad sospechosa relacionada con el cultivo ilegal de marihuana.",
    "charlotte_impact": "Ilustra los esfuerzos de las autoridades para combatir las operaciones de drogas ilegales dentro de las empresas locales.",
    "impact_score": 3
  },
  {
    "title": "Propuesta de rezonificación de Huntersville presentada para casas adosadas y tiendas de comestibles",
    "url": "https://www.wcnc.com/article/news/local/huntersville-rezoning-proposal/275-65bf7eda-97a1-4b94-9ebe-0aac781e6690",
    "industry": "WCNC",
    "summary": "WLA Enterprises, Inc. propone construir el sitio de Knox Crossing con casas adosadas y una tienda de comestibles cerca de Sam Furr Road y Old Statesville Road.",
    "charlotte_impact": "Muestra el desarrollo continuo y los cambios en el paisaje de Huntersville, que afectan a los residentes y empresas locales.",
    "impact_score": 3
  },
  {
    "title": "Vecinos del este de Charlotte preocupados por el centro de datos propuesto",
    "url": "https://www.wcnc.com/article/news/local/east-charlotte-residents-raise-concerns-over-proposed-data-center/275-38bbffda-9f7e-460a-983b-cd26a6ade8ab",
    "industry": "WCNC",
    "summary": "Los planes para rezonificar casi 60 acres en el este de Charlotte para un centro de datos generan preocupación entre los vecinos sobre la infraestructura y el uso de energía.",
    "charlotte_impact": "Destaca la tensión entre el desarrollo económico y las preocupaciones de la comunidad con respecto al consumo de recursos.",
    "impact_score": 3
  },
  {
    "title": "Padres de Salisbury arrestados por exposición de su bebé al fentanilo",
    "url": "https://www.wcnc.com/article/news/local/baby-exposed-to-fentanyl-in-salisbury/275-f1012793-09df-49a5-a0c4-cc31067cd6de",
    "industry": "WCNC",
    "summary": "Kathleen Gibbs y Anthony Blue fueron arrestados después de que su hijo de 1 año fuera expuesto al fentanilo en un hotel de Salisbury.",
    "charlotte_impact": "Aborda el grave problema de la exposición a las drogas que afecta a los niños vulnerables de la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Los rumores sobre vehículos autónomos alimentan las especulaciones sobre Waymo en Charlotte",
    "url": "https://www.wcnc.com/article/news/local/waymo-self-driving-cars-reportedly-seen-charlotte-north-carolina/275-a9ad53c6-72ba-40f5-9797-94d9e9451b0e",
    "industry": "WCNC",
    "summary": "Los avistamientos en Uptown Charlotte provocan rumores sobre la posible expansión de Waymo en la ciudad, facilitada por una ley de Carolina del Norte de 2017.",
    "charlotte_impact": "Refleja el potencial de avances tecnológicos en el transporte dentro del área de Charlotte.",
    "impact_score": 3
  },
  {
    "title": "La recuperación de un U-Haul robado conduce a dos arrestos en Huntersville",
    "url": "https://www.wcnc.com/article/news/crime/suspects-charged-stolen-u-haul-recovery-huntersville-north-carolina/275-5f616fc6-6596-404d-8bca-1bf57afb5e58",
    "industry": "WCNC",
    "summary": "La policía de Huntersville recuperó un U-Haul robado después de que un lector de matrículas detectara el vehículo, lo que llevó al arresto de dos sospechosos.",
    "charlotte_impact": "Demuestra la eficacia de la tecnología para ayudar a las autoridades a recuperar bienes robados.",
    "impact_score": 3
  },
  {
    "title": "Se abre el centro interactivo de experiencia en el estadio del Bank of America en Uptown",
    "url": "https://www.wcnc.com/article/news/local/bank-of-america-stadium-experience-uptown-charlotte/275-20e58f7a-a75d-4d5c-b3ba-0a6220a2ba5b",
    "industry": "WCNC",
    "summary": "El centro ofrece a los aficionados y miembros de la comunidad un adelanto de las próximas renovaciones del Bank of America Stadium.",
    "charlotte_impact": "Ofrece una visión del futuro de un importante lugar local y su impacto en la comunidad.",
    "impact_score": 3
  },
  {
    "title": "El primer camión de bomberos totalmente eléctrico de Charlotte está fuera de servicio",
    "url": "https://www.wcnc.com/article/news/local/charlotte-electric-fire-engine-out-of-service/275-aed43f29-4aa6-429c-a111-9c5aa0b613fa",
    "industry": "WCNC",
    "summary": "El primer camión de bomberos totalmente eléctrico de Charlotte está temporalmente fuera de servicio y un reemplazo garantiza una respuesta de emergencia ininterrumpida.",
    "charlotte_impact": "Destaca los desafíos y adaptaciones que implica la integración de nuevas tecnologías en los servicios esenciales de la ciudad.",
    "impact_score": 3
  },
  {
    "title": "Martes frío, pero se espera tendencia al calentamiento esta semana",
    "url": "https://www.wcnc.com/article/weather/forecast/charlotte-weather-forecast-update/275-50501550",
    "industry": "WCNC",
    "summary": "Un martes frío dará paso a una tendencia al calentamiento, con temperaturas que alcanzarán los 60 grados el miércoles y es posible que llueva más adelante en la semana.",
    "charlotte_impact": "Proporciona un breve pronóstico del tiempo relevante para la planificación diaria de los residentes.",
    "impact_score": 2
  },
  {
    "title": "Los adolescentes acusados ​​del tiroteo mortal en Rock Hill deben comparecer ante el tribunal",
    "url": "https://www.wcnc.com/article/news/crime/teens-charged-rock-hill-south-carolina-deadly-shooting-court-appearance/275-c66e194b-30e8-4c9a-8598-9087f36919a8",
    "industry": "WCNC",
    "summary": "Dos adolescentes son acusados ​​de un tiroteo mortal en Rock Hill que ocurrió durante un intento de robo, lo que resultó en la muerte del sospechoso del robo.",
    "charlotte_impact": "Aborda el grave problema de la violencia juvenil y sus consecuencias en la región.",
    "impact_score": 4
  },
  {
    "title": "Las altas facturas de gas natural generan preguntas de los residentes de Charlotte",
    "url": "https://www.wcnc.com/article/news/local/high-natural-gas-bills-have-charlotte-residents-questioning-why/275-8df5469b-8b0c-4faa-9519-fd56eaea6a86",
    "industry": "WCNC",
    "summary": "Los residentes de Charlotte cuestionan las facturas de Piedmont Natural Gas significativamente más altas, lo que genera preocupación sobre los costos de los servicios públicos.",
    "charlotte_impact": "Destaca la carga financiera de los residentes debido al aumento de los costos de los servicios públicos.",
    "impact_score": 3
  },
  {
    "title": "Diputado del condado de Stanly involucrado en tiroteo mortal",
    "url": "https://www.wcnc.com/article/news/crime/stanly-county-deputy-deadly-shooting-2-23-2026/275-24d5c251-d6a9-4e87-a1a3-bb0d8111c865",
    "industry": "WCNC",
    "summary": "El SBI de Carolina del Norte está investigando un tiroteo mortal que involucró a un agente del condado de Stanly, con pocos detalles disponibles de inmediato.",
    "charlotte_impact": "Aborda un incidente crítico que involucra a las fuerzas del orden y su impacto potencial en la comunidad.",
    "impact_score": 4
  },
  {
    "title": "Estado de la Unión: de la pausa de Jefferson al espectáculo mediático",
    "url": "https://www.wcnc.com/article/news/local/connect-the-dots/state-of-the-union-jefferson-pause-media-spectacle/275-817895fa-b7ea-4a68-8018-3052abc67c9e",
    "industry": "WCNC",
    "summary": "El discurso sobre el estado de la Unión ha pasado de ser un simple informe a convertirse en un momento decisivo en el escenario nacional.",
    "charlotte_impact": "Proporciona contexto sobre la evolución histórica y la importancia del discurso sobre el Estado de la Unión.",
    "impact_score": 3
  },
  {
    "title": "La Pascua del Noreste provoca caos en los viajes en el aeropuerto de Charlotte Douglas",
    "url": "https://www.wcnc.com/article/travel/noreaster-northeast-triggers-travel-charlotte-douglas-airport/275-146709ad-5e14-4afa-a987-75f218af4178",
    "industry": "WCNC",
    "summary": "Una tormenta del noreste en el noreste provocó un caos en los viajes en el aeropuerto Charlotte Douglas, con numerosas cancelaciones de vuelos y terminales abarrotadas.",
    "charlotte_impact": "Ilustra el impacto generalizado de los fenómenos meteorológicos en la infraestructura de viajes y transporte.",
    "impact_score": 3
  }
]