[
  {
    "title": "El experimento mental de IA provoca nerviosismo en el mercado",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack está provocando volatilidad en el mercado, lo que refleja la preocupación de Wall Street sobre el impacto de la IA.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y el potencial del comercio algorítmico para amplificar las reacciones.",
    "impact_score": 3
  },
  {
    "title": "La familia Trump habla sobre la 'retribución' en un evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. habla sobre la \"retribución\" en un evento criptográfico donde están presentes los directores ejecutivos, y afirma que su padre no está involucrado.",
    "charlotte_impact": "Ilustra la intersección de la política, los negocios y las criptomonedas, pero carece de un impacto inmediato en el mercado.",
    "impact_score": 1
  },
  {
    "title": "Minero de Bitcoin gira hacia la IA y vende 305 millones de dólares en criptomonedas",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin vende criptomonedas por valor de 305 millones de dólares para financiar un cambio estratégico hacia la inteligencia artificial.",
    "charlotte_impact": "Demuestra una importante reasignación de capital de las criptomonedas a la IA, lo que refleja el cambio en las prioridades de inversión.",
    "impact_score": 4
  },
  {
    "title": "Saylor defiende la caída de Bitcoin con una comparación con Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor defiende la caída del precio de Bitcoin comparando su trayectoria con el \"valle de la desesperación\" de Apple antes de su rebote.",
    "charlotte_impact": "Ofrece una perspectiva alcista sobre la volatilidad de Bitcoin, estableciendo paralelismos con la historia de una empresa de tecnología exitosa.",
    "impact_score": 3
  },
  {
    "title": "Trump promociona su agenda económica en el Estado de la Unión",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "Trump enfatiza sus objetivos de asequibilidad durante su discurso sobre el Estado de la Unión de 2026, centrándose en temas económicos.",
    "charlotte_impact": "Proporciona información sobre las prioridades económicas de la administración, pero carece de detalles específicos sobre los movimientos del mercado.",
    "impact_score": 2
  },
  {
    "title": "Las pérdidas del mercado de valores empeoran en medio de los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las ganancias del mercado de valores se esfuman, poniendo fin a una semana de fuertes pérdidas a medida que crecen los temores sobre la IA; aumentan las probabilidades de un recorte de tipos de la Fed en junio.",
    "charlotte_impact": "Destaca el impacto negativo de las ansiedades de la IA en el desempeño del mercado y los posibles cambios de política monetaria.",
    "impact_score": 3
  },
  {
    "title": "Tom Lee llama a la caída de Bitcoin una 'tormenta de criptomonedas'",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, llama a la caída del 50% de Bitcoin una \"tormenta de criptomonedas\", no un invierno, citando la fortaleza del sector tecnológico y de las criptomonedas.",
    "charlotte_impact": "Presenta una visión contraria a la corrección del precio de Bitcoin, sugiriendo un revés temporal en lugar de un colapso.",
    "impact_score": 3
  },
  {
    "title": "Concesionarios que venden autos ligeramente dañados con descuento",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los concesionarios venden cada vez más automóviles con títulos de salvamento, una práctica que alguna vez fue tabú, debido a los cambios económicos en el mercado automotriz.",
    "charlotte_impact": "Indica cambios en el mercado de automóviles usados ​​y riesgos potenciales para los consumidores que buscan vehículos con descuento.",
    "impact_score": 2
  },
  {
    "title": "El nuevo modelo de IA de Anthropic sacude Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un nuevo modelo de inteligencia artificial que detecta vulnerabilidades de día cero, lo que genera entusiasmo y preocupación en Wall Street.",
    "charlotte_impact": "Demuestra las crecientes capacidades de la IA y su potencial para revolucionar los mercados financieros a través de análisis avanzados.",
    "impact_score": 4
  },
  {
    "title": "Debate sobre los fundamentos del mercado de valores",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Analiza las críticas comunes al mercado de valores, incluidas las afirmaciones de que es un esquema Ponzi o que se basa en \"dinero falso\".",
    "charlotte_impact": "Refleja el escepticismo actual sobre la estabilidad y la equidad del mercado de valores entre algunos inversores.",
    "impact_score": 1
  },
  {
    "title": "Walmart se une al club de capitalización de mercado del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart suben, elevando su valoración de mercado a 1 billón de dólares, ya que enfatiza las iniciativas tecnológicas y de conveniencia.",
    "charlotte_impact": "Destaca la exitosa adaptación de Walmart a las cambiantes preferencias de los consumidores y su sólida posición en el mercado.",
    "impact_score": 3
  },
  {
    "title": "Pensiones e interdependencia del mercado de valores",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Explora cómo los estados de bienestar, como Suecia, construyen activamente mercados financieros a través del diseño de políticas sociales, incluidas las pensiones.",
    "charlotte_impact": "Examina la compleja relación entre los sistemas de bienestar social y el desarrollo de los mercados financieros.",
    "impact_score": 2
  },
  {
    "title": "La caída de Bitcoin saca al CEO de Coinbase del top 500 de los más ricos",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "La caída del precio de Bitcoin por debajo de los 67.000 dólares hace que el director ejecutivo de Coinbase, Brian Armstrong, salga de la lista de los 500 más ricos de Bloomberg.",
    "charlotte_impact": "Ilustra el impacto directo de la volatilidad de las criptomonedas en la riqueza de figuras clave de la industria.",
    "impact_score": 4
  },
  {
    "title": "Estrategia de inversión: acciones conservadoras y compras en caídas",
    "url": "https://www.businessinsider.com/stock-market-investing-strategy-buy-the-dip-dollar-cost-average-2026-2",
    "industry": "Business Insider",
    "summary": "Un administrador de dinero de alto patrimonio detalla una estrategia de inversión de dos partes que combina una inversión conservadora en acciones con compras oportunistas en caídas.",
    "charlotte_impact": "Ofrece un enfoque práctico para afrontar la volatilidad del mercado combinando la estabilidad con la asunción de riesgos estratégicos.",
    "impact_score": 3
  },
  {
    "title": "La recesión impulsada por la IA amenaza los empleos obreros",
    "url": "https://www.businessinsider.com/viral-ai-report-warns-blue-collar-jobs-arent-recession-proof-2026-2",
    "industry": "Business Insider",
    "summary": "Un informe de investigación viral sugiere que la IA podría desencadenar una recesión para 2028, impactando los empleos manuales y creando \"un mercado laboral\".",
    "charlotte_impact": "Plantea preocupaciones sobre la posibilidad de que la IA desplace a trabajadores de diversos sectores, no solo a los puestos administrativos.",
    "impact_score": 3
  }
]