[
  {
    "title": "El 'experimento mental' de IA provoca nerviosismo en el mercado",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack está causando preocupación en el mercado de valores, lo que sugiere que Wall Street cree que la IA alterará todo.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y las posibles reacciones exageradas ante escenarios hipotéticos.",
    "impact_score": 3
  },
  {
    "title": "Familia Trump en evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. asiste a un evento criptográfico donde los directores ejecutivos muestran su apoyo, mientras él insiste en que su padre \"no está involucrado\".",
    "charlotte_impact": "Ilustra la intersección de la política y las criptomonedas, aunque el impacto directo es limitado.",
    "impact_score": 1
  },
  {
    "title": "Bitcoin Miner gira hacia la IA y vende criptomonedas",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin vende criptomonedas por valor de 305 millones de dólares para financiar un cambio hacia la IA, lo que refleja un cambio en el enfoque tecnológico.",
    "charlotte_impact": "Demuestra un cambio estratégico de las criptomonedas a la IA, lo que indica posibles tendencias a largo plazo en la inversión en tecnología.",
    "impact_score": 4
  },
  {
    "title": "Saylor defiende la caída de Bitcoin y se compara con Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor defiende la caída del precio del bitcoin comparándolo con el \"valle de la desesperación\" de Apple antes de su rebote.",
    "charlotte_impact": "Ofrece una perspectiva alcista sobre la volatilidad de Bitcoin, estableciendo paralelismos con las tendencias históricas del mercado tecnológico.",
    "impact_score": 3
  },
  {
    "title": "Trump promociona su agenda económica",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "Trump enfatiza sus objetivos de asequibilidad durante su discurso sobre el Estado de la Unión de 2026, centrándose en las prioridades económicas.",
    "charlotte_impact": "Destaca el enfoque de la administración en las cuestiones económicas y los posibles impactos de las políticas en el mercado.",
    "impact_score": 2
  },
  {
    "title": "Las acciones se desploman en medio de los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las ganancias del mercado de valores disminuyen, poniendo fin a una semana de pérdidas a medida que aumentan los temores sobre la IA; Las probabilidades de un recorte de tipos de la Fed aumentan debido a la baja inflación.",
    "charlotte_impact": "Vincula las preocupaciones sobre la IA con el desempeño más amplio del mercado y posibles ajustes de la política monetaria.",
    "impact_score": 3
  },
  {
    "title": "Tom Lee: La caída de Bitcoin es una 'tormenta de criptomonedas'",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, llama a la caída del 50% de Bitcoin una \"tormenta de criptomonedas\", no un invierno, citando la fortaleza actual de la tecnología y las criptomonedas.",
    "charlotte_impact": "Proporciona una narrativa contraria al declive de Bitcoin, sugiriendo un revés temporal en lugar de un colapso a largo plazo.",
    "impact_score": 3
  },
  {
    "title": "Los autos con descuento pueden ser totalizados",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los concesionarios venden cada vez más automóviles con títulos de salvamento, una práctica que alguna vez se consideró tabú, debido a los cambios económicos.",
    "charlotte_impact": "Revela cambios en el mercado automotriz y riesgos potenciales para los consumidores que buscan vehículos con descuento.",
    "impact_score": 2
  },
  {
    "title": "El nuevo modelo de Anthropic sacude Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un nuevo modelo de inteligencia artificial que detecta vulnerabilidades de día cero, lo que genera entusiasmo y preocupación en Wall Street.",
    "charlotte_impact": "Demuestra las crecientes capacidades de la IA y su impacto potencial en la ciberseguridad y los mercados financieros.",
    "impact_score": 4
  },
  {
    "title": "Wall Street tiene psicosis de IA",
    "url": "https://www.wired.com/story/wall-street-has-ai-psychosis/",
    "industry": "Wired",
    "summary": "Un \"experimento mental\" sobre los impactos de la IA hizo caer las acciones, lo que sugiere una vulnerabilidad psicológica en el mercado.",
    "charlotte_impact": "Destaca la susceptibilidad del mercado al miedo y la incertidumbre en torno a las implicaciones futuras de la IA.",
    "impact_score": 3
  },
  {
    "title": "¿Qué impulsa la rentabilidad del mercado de valores?",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Explora conceptos erróneos comunes sobre el mercado de valores, como que es un esquema Ponzi o se basa en precios arbitrarios.",
    "charlotte_impact": "Aborda cuestiones fundamentales sobre la valoración del mercado y el sentimiento de los inversores, ofreciendo una perspectiva crítica.",
    "impact_score": 2
  },
  {
    "title": "Pensiones y mercados financieros",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Analiza cómo los estados de bienestar, como Suecia, construyen activamente mercados financieros a través del diseño de políticas sociales, como las pensiones de capitalización.",
    "charlotte_impact": "Explora la relación entre la política social y el desarrollo del mercado financiero, ofreciendo una perspectiva única.",
    "impact_score": 2
  },
  {
    "title": "Walmart se une al club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart suben, elevando su valoración de mercado a 1 billón de dólares, ya que enfatiza la tecnología y la conveniencia, lo que indica un fuerte crecimiento.",
    "charlotte_impact": "Indica la adaptación exitosa de Walmart a las cambiantes preferencias de los consumidores y su sólida posición en el mercado.",
    "impact_score": 3
  },
  {
    "title": "La visión de Cramer sobre el mercado de valores",
    "url": "https://www.thestreet.com/investing/jim-cramer-drops-unexpected-take-on-stock-market",
    "industry": "TheStreet",
    "summary": "Jim Cramer descarta el escenario apocalíptico de la IA, en contraste con las preocupaciones del mercado provocadas por un memorando de Citrini Research.",
    "charlotte_impact": "Presenta una visión contraria sobre el impacto de la IA, ofreciendo una perspectiva más optimista sobre el mercado de valores.",
    "impact_score": 3
  },
  {
    "title": "La caída de Bitcoin afecta al CEO de Coinbase",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "La caída del precio de Bitcoin por debajo de los 67.000 dólares hace que el director ejecutivo de Coinbase, Brian Armstrong, salga de la lista de los 500 más ricos del mundo.",
    "charlotte_impact": "Ilustra el impacto financiero directo de la volatilidad de Bitcoin en figuras clave de la industria de las criptomonedas.",
    "impact_score": 3
  }
]