[
  {
    "title": "El experimento mental de IA provoca nerviosismo en el mercado de valores",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack está causando preocupación en Wall Street, lo que genera volatilidad en el mercado.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y las posibles reacciones exageradas ante escenarios hipotéticos.",
    "impact_score": 3
  },
  {
    "title": "La familia Trump habla sobre la 'retribución' en un evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. se dirige a los directores ejecutivos en un evento criptográfico y menciona la \"retribución\", mientras afirma que su padre no está involucrado.",
    "charlotte_impact": "La retórica política puede influir en el sentimiento del mercado, especialmente cuando se vincula a clases de activos emergentes.",
    "impact_score": 2
  },
  {
    "title": "Bitcoin Miner invierte en IA después de una venta de criptomonedas de 305 millones de dólares",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin vende 305 millones de dólares en criptomonedas para financiar un cambio estratégico hacia la inteligencia artificial.",
    "charlotte_impact": "Ilustra una tendencia potencial de las empresas de cifrado que se diversifican hacia la IA, lo que afecta a ambos sectores.",
    "impact_score": 4
  },
  {
    "title": "Saylor compara la caída de Bitcoin con el rebote de Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor defiende la caída del precio de Bitcoin estableciendo paralelismos con las luchas pasadas de Apple antes de su éxito.",
    "charlotte_impact": "Proporciona una perspectiva histórica sobre la volatilidad del mercado y el potencial de crecimiento a largo plazo.",
    "impact_score": 3
  },
  {
    "title": "Trump promociona su agenda económica en el Estado de la Unión",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "Durante su discurso sobre el Estado de la Unión de 2026, Trump se centró en sus objetivos económicos y enfatizó la asequibilidad.",
    "charlotte_impact": "Las agendas políticas pueden influir en la confianza de los inversores y la dirección del mercado, especialmente en sectores clave.",
    "impact_score": 2
  },
  {
    "title": "Las pérdidas del mercado de valores aumentan en medio de preocupaciones sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "El Dow, el S&P 500 y el Nasdaq experimentan pérdidas a medida que se intensifican los temores sobre la IA, a pesar de las crecientes expectativas de un recorte de tipos de la Fed.",
    "charlotte_impact": "Destaca la interacción entre las ansiedades tecnológicas, los datos de inflación y las expectativas de política monetaria.",
    "impact_score": 3
  },
  {
    "title": "Tom Lee llama a la caída de Bitcoin una 'tormenta de criptomonedas'",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, describe la caída del 50% de Bitcoin como una \"tormenta criptográfica\" temporal, no como un colapso a largo plazo.",
    "charlotte_impact": "Ofrece una visión contrastante sobre la volatilidad de Bitcoin, lo que sugiere resiliencia en el mercado de criptomonedas.",
    "impact_score": 3
  },
  {
    "title": "Concesionarios que venden autos ligeramente dañados con descuento",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los concesionarios venden cada vez más automóviles con títulos de salvamento, una práctica que alguna vez se consideró tabú debido a los cambios económicos.",
    "charlotte_impact": "Refleja el comportamiento cambiante del consumidor y la dinámica del mercado en la industria automotriz.",
    "impact_score": 1
  },
  {
    "title": "El nuevo modelo de IA de Anthropic revoluciona Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un modelo de inteligencia artificial capaz de identificar exploits de día cero, lo que genera entusiasmo entre los comerciantes.",
    "charlotte_impact": "Demuestra los rápidos avances en la IA y su potencial para transformar los mercados financieros.",
    "impact_score": 4
  },
  {
    "title": "Comprender los rendimientos del mercado de valores",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Explora conceptos erróneos comunes sobre el mercado de valores y aborda las preocupaciones sobre su legitimidad y estabilidad.",
    "charlotte_impact": "Aborda preguntas fundamentales sobre la mecánica del mercado y las percepciones de los inversores.",
    "impact_score": 2
  },
  {
    "title": "Walmart se une al club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart aumentan, elevando su valoración de mercado a 1 billón de dólares mientras se centra en la tecnología y la conveniencia.",
    "charlotte_impact": "Destaca el éxito de los minoristas tradicionales al adaptarse a las cambiantes preferencias de los consumidores.",
    "impact_score": 3
  },
  {
    "title": "El papel de las pensiones en los mercados financieros",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Examina cómo los estados de bienestar, particularmente Suecia, construyen mercados financieros a través de políticas sociales como las pensiones financiadas.",
    "charlotte_impact": "Explora la interconexión de los sistemas de bienestar social y el desarrollo del mercado financiero.",
    "impact_score": 2
  },
  {
    "title": "Cramer rechaza el escenario apocalíptico de la IA",
    "url": "https://www.thestreet.com/investing/jim-cramer-drops-unexpected-take-on-stock-market",
    "industry": "TheStreet",
    "summary": "Jim Cramer descarta la narrativa apocalíptica de la IA, comparándola con las ansiedades del mercado provocadas por un memorando de Citrini Research.",
    "charlotte_impact": "Ofrece una narrativa contraria a los temores prevalecientes en el mercado impulsados ​​por la IA.",
    "impact_score": 3
  },
  {
    "title": "La riqueza del CEO de Coinbase se desploma en medio de la caída de Bitcoin",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "Brian Armstrong, director ejecutivo de Coinbase, queda fuera de los 500 más ricos del mundo a medida que los precios de las acciones de Bitcoin y COIN caen.",
    "charlotte_impact": "Ilustra el impacto directo de la volatilidad del mercado de criptomonedas en la riqueza individual y las valoraciones de las empresas.",
    "impact_score": 3
  },
  {
    "title": "La estrategia de inversión conservadora del gestor patrimonial",
    "url": "https://www.businessinsider.com/stock-market-investing-strategy-buy-the-dip-dollar-cost-average-2026-2",
    "industry": "Business Insider",
    "summary": "Un administrador de dinero de alto patrimonio detalla una estrategia de inversión de dos partes que combina acciones conservadoras con compras en caídas.",
    "charlotte_impact": "Proporciona información sobre la gestión de riesgos y los enfoques de inversión oportunistas.",
    "impact_score": 3
  }
]