[
  {
    "title": "El experimento mental de IA provoca nerviosismo en el mercado",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack desencadena una espiral en el mercado de valores, lo que refleja la creciente ansiedad de Wall Street sobre la influencia generalizada de la IA.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y el potencial de cambios rápidos en el sentimiento de los inversores.",
    "impact_score": 3
  },
  {
    "title": "La familia Trump habla sobre la 'retribución' en un evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. habla sobre la \"retribución\" mientras los directores ejecutivos asisten a su evento criptográfico, con garantías de que su padre \"no está involucrado\".",
    "charlotte_impact": "La participación de figuras políticas en eventos criptográficos puede influir en la percepción del mercado y el escrutinio regulatorio.",
    "impact_score": 2
  },
  {
    "title": "Bitcoin Miner gira hacia la IA con una venta de criptomonedas de 305 millones de dólares",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin vende criptomonedas por valor de 305 millones de dólares para financiar un cambio hacia la IA, lo que indica un cambio en el enfoque de inversión.",
    "charlotte_impact": "Ilustra la relación cambiante entre las criptomonedas y la IA, con empresas que se diversifican hacia nuevas áreas tecnológicas.",
    "impact_score": 3
  },
  {
    "title": "Saylor compara la caída de Bitcoin con el rebote de Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor defiende la caída del precio de Bitcoin estableciendo paralelismos con el \"valle de la desesperación\" de Apple antes de su resurgimiento.",
    "charlotte_impact": "Proporciona una perspectiva histórica sobre la volatilidad del mercado y el potencial de crecimiento a largo plazo de los criptoactivos.",
    "impact_score": 2
  },
  {
    "title": "Trump promociona su agenda económica en el Estado de la Unión",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "Trump enfatiza los objetivos de asequibilidad durante su discurso sobre el Estado de la Unión de 2026, describiendo sus prioridades económicas.",
    "charlotte_impact": "Las agendas políticas pueden afectar significativamente el sentimiento del mercado y la confianza de los inversores.",
    "impact_score": 2
  },
  {
    "title": "Las pérdidas del mercado de valores aumentan en medio de los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las ganancias del Dow, el S&P 500 y el Nasdaq disminuyen, poniendo fin a una semana de fuertes pérdidas a medida que se intensifican los temores sobre la IA; Las probabilidades de recorte de tipos aumentan.",
    "charlotte_impact": "Destaca la vulnerabilidad del mercado a las ansiedades relacionadas con la IA y el potencial de ajustes de política económica.",
    "impact_score": 3
  },
  {
    "title": "Tom Lee llama a la caída de Bitcoin una 'tormenta de criptomonedas'",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, considera la caída del 50 % de Bitcoin como una \"tormenta de criptomonedas\", no como un invierno, y cita la fortaleza actual de la tecnología y las criptomonedas.",
    "charlotte_impact": "Ofrece una narrativa contraria al sentimiento negativo que rodea las fluctuaciones de precios de Bitcoin.",
    "impact_score": 3
  },
  {
    "title": "Concesionarios que venden automóviles con daños leves",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los concesionarios venden cada vez más automóviles con títulos de salvamento debido a los cambios económicos, una práctica que alguna vez se consideró tabú.",
    "charlotte_impact": "Indica cambios en el mercado automotriz y riesgos potenciales para los consumidores.",
    "impact_score": 1
  },
  {
    "title": "El nuevo modelo de IA de Anthropic sacude Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un nuevo modelo de inteligencia artificial que detecta días cero, lo que genera entusiasmo y preocupación entre los operadores de Wall Street.",
    "charlotte_impact": "Demuestra los rápidos avances en la IA y su potencial para alterar los mercados financieros.",
    "impact_score": 4
  },
  {
    "title": "Comprender los rendimientos del mercado de valores",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Explora conceptos erróneos comunes sobre el mercado de valores, abordando las afirmaciones de que es un esquema Ponzi o que se basa en \"dinero falso\".",
    "charlotte_impact": "Aborda preguntas fundamentales sobre la naturaleza del mercado de valores y sus riesgos percibidos.",
    "impact_score": 2
  },
  {
    "title": "Walmart se une al club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart suben, elevando su valoración de mercado a 1 billón de dólares mientras se centra en la tecnología y la comodidad.",
    "charlotte_impact": "Destaca el éxito de los minoristas tradicionales al adaptarse a las cambiantes preferencias de los consumidores.",
    "impact_score": 3
  },
  {
    "title": "Pensiones y mercados financieros",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Explora cómo los estados de bienestar, como Suecia, construyen activamente mercados financieros a través del diseño de políticas sociales, como las pensiones de capitalización.",
    "charlotte_impact": "Conecta la política social con el desarrollo del mercado financiero.",
    "impact_score": 1
  },
  {
    "title": "La inesperada visión de Cramer del mercado",
    "url": "https://www.thestreet.com/investing/jim-cramer-drops-unexpected-take-on-stock-market",
    "industry": "TheStreet",
    "summary": "Jim Cramer descarta el escenario apocalíptico de la IA, contrarrestando las ansiedades del mercado provocadas por un memorando de Citrini Research.",
    "charlotte_impact": "Proporciona una perspectiva contraria sobre la reacción del mercado a las preocupaciones relacionadas con la IA.",
    "impact_score": 2
  },
  {
    "title": "La caída de Bitcoin afecta la riqueza del CEO de Coinbase",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "La caída del precio de Bitcoin por debajo de los 67.000 dólares expulsa al CEO de Coinbase, Brian Armstrong, de los 500 más ricos del mundo.",
    "charlotte_impact": "Ilustra el impacto directo de la volatilidad del mercado de criptomonedas en la riqueza individual.",
    "impact_score": 3
  },
  {
    "title": "Estrategia de inversión: acciones conservadoras y compras en caídas",
    "url": "https://www.businessinsider.com/stock-market-investing-strategy-buy-the-dip-dollar-cost-average-2026-2",
    "industry": "Business Insider",
    "summary": "Un administrador de patrimonio detalla una estrategia que combina la inversión conservadora en acciones con compras oportunistas en las caídas.",
    "charlotte_impact": "Ofrece un enfoque práctico para navegar la volatilidad del mercado.",
    "impact_score": 2
  }
]