[
  {
    "title": "El experimento mental de IA provoca nerviosismo en el mercado de valores",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack está causando preocupación en Wall Street y provocando inestabilidad en el mercado.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y el potencial del comercio algorítmico para amplificar las reacciones.",
    "impact_score": 3
  },
  {
    "title": "La familia Trump habla sobre la 'retribución' en un evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. habla en un evento criptográfico y menciona la \"retribución\", mientras se minimiza la participación de su padre.",
    "charlotte_impact": "El compromiso de las figuras políticas con las criptomonedas puede influir en la percepción pública y el escrutinio regulatorio.",
    "impact_score": 1
  },
  {
    "title": "Minero de Bitcoin gira hacia la IA y vende 305 millones de dólares en criptomonedas",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin está vendiendo criptomonedas por valor de 305 millones de dólares para financiar un cambio hacia la inteligencia artificial.",
    "charlotte_impact": "Ilustra el panorama cambiante de las inversiones en tecnología y el potencial de las empresas de cifrado para diversificarse hacia la IA.",
    "impact_score": 3
  },
  {
    "title": "Saylor defiende la caída de Bitcoin y lo compara con el ascenso de Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor compara las luchas actuales de bitcoin con el pasado \"valle de desesperación\" de Apple antes de su rebote masivo.",
    "charlotte_impact": "Proporciona una perspectiva alcista sobre el potencial a largo plazo de Bitcoin, estableciendo paralelismos con empresas tecnológicas exitosas.",
    "impact_score": 3
  },
  {
    "title": "Trump promociona su agenda económica en el Estado de la Unión",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "Trump enfatiza sus objetivos de asequibilidad durante su discurso sobre el Estado de la Unión de 2026.",
    "charlotte_impact": "La retórica política puede influir en el sentimiento y las expectativas de los inversores respecto de la política económica.",
    "impact_score": 2
  },
  {
    "title": "Las pérdidas del mercado de valores se profundizan en medio de los temores a la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las ganancias del Dow Jones, el S&P 500 y el Nasdaq disminuyen, poniendo fin a una semana de fuertes pérdidas a medida que se intensifican las preocupaciones sobre el impacto de la IA.",
    "charlotte_impact": "Destaca el impacto inmediato de las ansiedades sobre la IA en el desempeño del mercado y la confianza de los inversores.",
    "impact_score": 4
  },
  {
    "title": "Tom Lee: La caída de Bitcoin es una 'tormenta de criptomonedas', no un invierno",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, caracteriza la caída del 50% de Bitcoin como una \"tormenta criptográfica\" temporal, no como un colapso a largo plazo.",
    "charlotte_impact": "Ofrece una narrativa contraria al sentimiento bajista, lo que sugiere resiliencia en el mercado de cifrado.",
    "impact_score": 3
  },
  {
    "title": "Concesionarios que venden más automóviles con daños leves",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los automóviles con título de salvamento se están volviendo más comunes en los concesionarios debido a los cambios económicos.",
    "charlotte_impact": "Indica cambios potenciales en el mercado automotriz y las preferencias de los consumidores por vehículos con descuento.",
    "impact_score": 2
  },
  {
    "title": "El nuevo modelo de IA de Anthropic revoluciona Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un modelo de inteligencia artificial capaz de detectar exploits de día cero, lo que genera entusiasmo y preocupación en Wall Street.",
    "charlotte_impact": "Demuestra los rápidos avances en la IA y su potencial para alterar los mercados financieros.",
    "impact_score": 4
  },
  {
    "title": "Comprender los rendimientos del mercado de valores",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Explora conceptos erróneos comunes sobre el mercado de valores, como afirmaciones de que es un esquema Ponzi o que se basa en \"dinero falso\".",
    "charlotte_impact": "Aborda el escepticismo público y promueve una comprensión más informada de la dinámica del mercado.",
    "impact_score": 2
  },
  {
    "title": "Walmart ingresa al club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart aumentan, elevando su valoración de mercado a 1 billón de dólares mientras se centra en la tecnología y la comodidad.",
    "charlotte_impact": "Destaca el éxito de los minoristas tradicionales al adaptarse a las cambiantes demandas de los consumidores a través de la tecnología.",
    "impact_score": 3
  },
  {
    "title": "El papel de las pensiones en los mercados financieros",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Explora cómo los estados de bienestar, particularmente a través de pensiones financiadas, dan forma activamente a los mercados financieros.",
    "charlotte_impact": "Examina la interconexión de la política social y el desarrollo del mercado financiero.",
    "impact_score": 2
  },
  {
    "title": "La visión contraria de Cramer sobre la IA y el mercado",
    "url": "https://www.thestreet.com/investing/jim-cramer-drops-unexpected-take-on-stock-market",
    "industry": "TheStreet",
    "summary": "Jim Cramer descarta el escenario apocalíptico de la IA y no está de acuerdo con un memorando pesimista de Citrini Research.",
    "charlotte_impact": "Presenta una perspectiva alternativa sobre la relación entre la IA y el mercado, desafiando las ansiedades prevalecientes.",
    "impact_score": 3
  },
  {
    "title": "La caída de Bitcoin saca al CEO de Coinbase del top 500 de los más ricos",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "La caída del precio de Bitcoin por debajo de los 67.000 dólares hace que el director ejecutivo de Coinbase, Brian Armstrong, quede fuera del top 500 de los más ricos de Bloomberg.",
    "charlotte_impact": "Ilustra el impacto directo de la volatilidad del mercado de criptomonedas en la riqueza individual y las valoraciones de las empresas.",
    "impact_score": 3
  },
  {
    "title": "Estrategia de inversión: acciones conservadoras y compras en caídas",
    "url": "https://www.businessinsider.com/stock-market-investing-strategy-buy-the-dip-dollar-cost-average-2026-2",
    "industry": "Business Insider",
    "summary": "Un administrador de patrimonio detalla una estrategia que combina inversiones conservadoras en acciones con compras oportunistas en las caídas.",
    "charlotte_impact": "Ofrece consejos prácticos para inversores que buscan equilibrar el riesgo y la recompensa en un mercado volátil.",
    "impact_score": 3
  }
]