[
  {
    "title": "El 'experimento mental' de IA provoca nerviosismo en el mercado de valores",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack está provocando ansiedad en el mercado, lo que refleja las crecientes preocupaciones de Wall Street sobre la influencia generalizada de la IA.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y las posibles reacciones exageradas ante escenarios hipotéticos.",
    "impact_score": 3
  },
  {
    "title": "La familia Trump habla sobre la 'retribución' en un evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. se dirige a los directores ejecutivos en un evento criptográfico y menciona la \"retribución\", al tiempo que insiste en que su padre no está involucrado.",
    "charlotte_impact": "La participación de figuras políticas en eventos criptográficos puede influir en la percepción del mercado y las perspectivas regulatorias.",
    "impact_score": 1
  },
  {
    "title": "Minero de Bitcoin vende 305 millones de dólares en criptomonedas para financiar AI Pivot",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin se deshace de criptomonedas por valor de 305 millones de dólares para financiar un cambio estratégico hacia la inteligencia artificial.",
    "charlotte_impact": "Ilustra una tendencia significativa de las empresas de cifrado que se diversifican hacia la IA, lo que afecta a ambos sectores.",
    "impact_score": 4
  },
  {
    "title": "Saylor compara la caída de Bitcoin con el 'valle de la desesperación' de Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor defiende la caída del precio de Bitcoin estableciendo paralelismos con las dificultades de las acciones de Apple antes de su eventual éxito.",
    "charlotte_impact": "Proporciona una perspectiva histórica sobre la volatilidad del mercado y el potencial de crecimiento a largo plazo de las criptomonedas.",
    "impact_score": 3
  },
  {
    "title": "Trump promociona su agenda económica en el Estado de la Unión",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "Durante su discurso sobre el Estado de la Unión de 2026, Trump enfatiza el enfoque de su administración en objetivos de asequibilidad.",
    "charlotte_impact": "Las agendas políticas pueden influir en las políticas económicas y en el sentimiento del mercado, particularmente en años electorales.",
    "impact_score": 2
  },
  {
    "title": "Las pérdidas del mercado de valores aumentan en medio de los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Los principales índices experimentan fuertes pérdidas debido a los crecientes temores sobre la IA, mientras que aumentan las probabilidades de un recorte de tipos de la Fed en junio.",
    "charlotte_impact": "Destaca la interacción entre las ansiedades tecnológicas, los datos económicos y las expectativas de política monetaria.",
    "impact_score": 3
  },
  {
    "title": "Tom Lee: La caída de Bitcoin es una 'tormenta de criptomonedas', no un invierno",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, caracteriza la caída del 50% de Bitcoin como una \"tormenta criptográfica\" temporal, no como un colapso a largo plazo.",
    "charlotte_impact": "Ofrece una perspectiva alcista sobre la resistencia de Bitcoin a pesar de importantes correcciones de precios.",
    "impact_score": 3
  },
  {
    "title": "Concesionarios que venden automóviles con descuento y con daños ligeramente totales",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los concesionarios venden cada vez más automóviles con títulos de salvamento debido a los cambios económicos, una práctica que alguna vez se consideró tabú.",
    "charlotte_impact": "Refleja el comportamiento cambiante del consumidor y la dinámica del mercado en la industria automotriz.",
    "impact_score": 2
  },
  {
    "title": "El nuevo modelo de IA de Anthropic sacude Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un nuevo modelo de inteligencia artificial capaz de detectar exploits de día cero, lo que genera entusiasmo y preocupación en Wall Street.",
    "charlotte_impact": "Demuestra los rápidos avances en la IA y su impacto potencial en la ciberseguridad y los mercados financieros.",
    "impact_score": 4
  },
  {
    "title": "Wall Street se enfrenta a la psicosis de la IA",
    "url": "https://www.wired.com/story/wall-street-has-ai-psychosis/",
    "industry": "Wired",
    "summary": "Un \"experimento mental\" sobre los impactos de la IA desencadenó una caída del mercado de valores, lo que sugiere una creciente \"psicosis de la IA\" entre los inversores.",
    "charlotte_impact": "Ilustra el impacto psicológico de la IA en los participantes del mercado y el potencial de comportamiento irracional.",
    "impact_score": 3
  },
  {
    "title": "Comprender los rendimientos del mercado de valores",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Explora conceptos erróneos comunes sobre el mercado de valores, como afirmaciones de que es un esquema Ponzi o que se basa en \"dinero falso\".",
    "charlotte_impact": "Aborda preguntas fundamentales sobre la naturaleza del mercado de valores y los factores que impulsan los rendimientos.",
    "impact_score": 2
  },
  {
    "title": "El papel de las pensiones en los mercados financieros",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Examina cómo los estados de bienestar, como Suecia, dan forma activamente a los mercados financieros a través de políticas sociales como las pensiones de capitalización.",
    "charlotte_impact": "Destaca la interconexión de la política social y el desarrollo del mercado financiero.",
    "impact_score": 2
  },
  {
    "title": "Walmart se une al club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart aumentan, elevando su valoración de mercado a 1 billón de dólares, ya que enfatiza la tecnología y la conveniencia.",
    "charlotte_impact": "Demuestra el éxito de los minoristas tradicionales al adaptarse a las cambiantes preferencias de los consumidores y los avances tecnológicos.",
    "impact_score": 3
  },
  {
    "title": "La visión contraria de Cramer sobre el mercado de valores",
    "url": "https://www.thestreet.com/investing/jim-cramer-drops-unexpected-take-on-stock-market",
    "industry": "TheStreet",
    "summary": "Jim Cramer descarta el escenario apocalíptico de la IA, en contraste con las ansiedades del mercado provocadas por un memorando de Citrini Research.",
    "charlotte_impact": "Presenta una perspectiva alternativa a los temores del mercado impulsados ​​por la IA, ofreciendo una perspectiva más optimista.",
    "impact_score": 3
  },
  {
    "title": "La caída de Bitcoin saca al CEO de Coinbase del top 500 de los más ricos",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "La caída del precio de Bitcoin por debajo de los 67.000 dólares hace que el director ejecutivo de Coinbase, Brian Armstrong, salga de la lista de los 500 más ricos de Bloomberg.",
    "charlotte_impact": "Ilustra el impacto directo de la volatilidad del mercado de criptomonedas en la riqueza individual y las valoraciones de las empresas.",
    "impact_score": 3
  }
]