[
  {
    "title": "El experimento mental de IA desencadena la volatilidad del mercado de valores",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack está provocando ansiedad en el mercado, lo que refleja las crecientes preocupaciones de Wall Street sobre la influencia generalizada de la IA.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y el potencial de cambios rápidos en el sentimiento de los inversores.",
    "impact_score": 3
  },
  {
    "title": "La familia Trump habla sobre la 'retribución' en un evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. se dirige a los directores ejecutivos en un evento criptográfico y habla de \"retribución\", al tiempo que insiste en que su padre no está involucrado.",
    "charlotte_impact": "La participación de figuras políticas en eventos criptográficos puede influir en la percepción del mercado y las perspectivas regulatorias.",
    "impact_score": 1
  },
  {
    "title": "Minero de Bitcoin gira hacia la IA y vende 305 millones de dólares en criptomonedas",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin está vendiendo criptomonedas por valor de 305 millones de dólares para financiar un cambio estratégico hacia la inteligencia artificial.",
    "charlotte_impact": "Ilustra una tendencia significativa de las empresas de cifrado que se diversifican hacia la IA, lo que afecta a ambos mercados.",
    "impact_score": 4
  },
  {
    "title": "Saylor defiende la caída de Bitcoin y se compara con el rebote de Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor defiende la caída del precio de Bitcoin estableciendo paralelismos con las luchas pasadas de Apple antes de su eventual éxito.",
    "charlotte_impact": "Proporciona una perspectiva alcista sobre el potencial a largo plazo de Bitcoin a pesar de la volatilidad actual del mercado.",
    "impact_score": 3
  },
  {
    "title": "Trump promociona su agenda económica en el Estado de la Unión",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "Durante su discurso sobre el Estado de la Unión de 2026, Trump enfatizó sus objetivos de asequibilidad económica.",
    "charlotte_impact": "Las agendas políticas pueden influir en la política económica y el sentimiento del mercado, especialmente durante los discursos clave.",
    "impact_score": 2
  },
  {
    "title": "Las pérdidas del mercado de valores aumentan en medio de los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las ganancias del mercado de valores se esfuman, poniendo fin a una semana de fuertes pérdidas a medida que se intensifican las preocupaciones sobre el impacto de la IA en la economía.",
    "charlotte_impact": "Destaca la creciente ansiedad en torno a la posible disrupción de la IA en varias industrias.",
    "impact_score": 3
  },
  {
    "title": "Tom Lee: La caída de Bitcoin es una 'tormenta de criptomonedas', no un invierno",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, llama a la caída del 50% de Bitcoin una \"tormenta criptográfica\", sugiriendo que no es un colapso a largo plazo.",
    "charlotte_impact": "Ofrece una visión contrastante sobre la volatilidad de Bitcoin, lo que sugiere un revés temporal en lugar de un problema estructural.",
    "impact_score": 3
  },
  {
    "title": "Concesionarios que venden más automóviles con daños leves",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los concesionarios venden cada vez más automóviles con títulos de salvamento debido a los cambios económicos, una práctica que alguna vez se consideró tabú.",
    "charlotte_impact": "Refleja el comportamiento cambiante del consumidor y la dinámica del mercado en la industria automotriz.",
    "impact_score": 2
  },
  {
    "title": "El nuevo modelo de IA de Anthropic revoluciona Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un nuevo modelo de inteligencia artificial que detecta vulnerabilidades de día cero, lo que genera entusiasmo y preocupación en Wall Street.",
    "charlotte_impact": "Demuestra los rápidos avances en la IA y su potencial para impactar los mercados financieros y la seguridad.",
    "impact_score": 4
  },
  {
    "title": "Wall Street se enfrenta a la psicosis de la IA",
    "url": "https://www.wired.com/story/wall-street-has-ai-psychosis/",
    "industry": "Wired",
    "summary": "Un \"experimento mental\" sobre los impactos de la IA hizo caer las acciones, lo que indica una creciente \"psicosis de la IA\" en Wall Street.",
    "charlotte_impact": "Subraya el impacto psicológico de la IA en los participantes del mercado y el potencial de reacciones exageradas.",
    "impact_score": 3
  },
  {
    "title": "Comprender los rendimientos del mercado de valores",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Explora conceptos erróneos comunes sobre el mercado de valores, abordando las afirmaciones de que es un esquema Ponzi o que se basa en \"dinero falso\".",
    "charlotte_impact": "Aborda preguntas fundamentales sobre la naturaleza del mercado de valores y los factores que impulsan los rendimientos.",
    "impact_score": 2
  },
  {
    "title": "El papel de las pensiones en los mercados financieros",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Examina cómo los estados de bienestar, particularmente Suecia, construyen activamente mercados financieros a través del diseño de políticas sociales, como las pensiones de capitalización.",
    "charlotte_impact": "Destaca la interconexión de la política social y el desarrollo del mercado financiero.",
    "impact_score": 2
  },
  {
    "title": "Walmart ingresa al club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart aumentan, elevando su valoración de mercado a 1 billón de dólares mientras se centra en la tecnología y la comodidad.",
    "charlotte_impact": "Demuestra el éxito del cambio estratégico de Walmart hacia la tecnología y su impacto en la capitalización de mercado.",
    "impact_score": 3
  },
  {
    "title": "La inesperada visión de Cramer sobre el mercado de valores",
    "url": "https://www.thestreet.com/investing/jim-cramer-drops-unexpected-take-on-stock-market",
    "industry": "TheStreet",
    "summary": "Jim Cramer descarta el escenario apocalíptico de la IA, en contraste con las ansiedades del mercado provocadas por un memorando de Citrini Research.",
    "charlotte_impact": "Proporciona una perspectiva contraria a los temores del mercado impulsados ​​por la IA.",
    "impact_score": 2
  },
  {
    "title": "La caída del precio de Bitcoin afecta la riqueza del CEO de Coinbase",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "La caída del precio de Bitcoin por debajo de los 67.000 dólares expulsa al CEO de Coinbase, Brian Armstrong, de los 500 más ricos del mundo.",
    "charlotte_impact": "Ilustra el impacto directo de la volatilidad de las criptomonedas en la riqueza de figuras clave de la industria.",
    "impact_score": 3
  }
]