[
  {
    "title": "Mercado de valores hoy: las ganancias del Dow, S&P 500 y Nasdaq se desvanecen para coronar una semana de fuertes pérdidas a medida que crecen los temores sobre la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Las probabilidades de un recorte de tipos de la Fed en junio aumentan ligeramente después de que la inflación 'subyacente' al consumidor alcance su tasa más baja en cuatro años.",
    "charlotte_impact": "Indica una creciente aprensión sobre el potencial disruptivo de la IA, lo que influye en el sentimiento del mercado y las estrategias de inversión.",
    "impact_score": 3
  },
  {
    "title": "Walmart entra en el club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart cerraron un 3% más el martes, lo que elevó la valoración de mercado del minorista a 1 billón de dólares, ya que enfatiza la tecnología y la conveniencia.",
    "charlotte_impact": "Muestra el éxito de Walmart en la adaptación a las tendencias minoristas modernas, lo que indica resiliencia y crecimiento en los sectores tradicionales.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: Dow, S&P 500, Nasdaq se hunden a medida que la tecnología es golpeada a medida que crecen los temores de disrupción de la IA; oro, bitcoin se hunden",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-sink-as-tech-gets-hit-as-ai-disruption-fears-grow-gold-bitcoin-sink-210353533.html",
    "industry": "Yahoo Entertainment",
    "summary": "Wall Street se está preparando para una actualización sobre el indicador de inflación preferido de la Fed, después de que el informe de empleos reforzara el caso para mantener las tasas sin cambios.",
    "charlotte_impact": "Subraya la influencia de los datos económicos y las preocupaciones tecnológicas en el rendimiento del mercado, lo que impacta la confianza de los inversores.",
    "impact_score": 3
  },
  {
    "title": "CEO de Coinbase: Los lobbistas bancarios están tratando de prohibir a su competencia",
    "url": "https://gizmodo.com/coinbase-ceo-banking-lobbyists-are-trying-to-ban-their-competition-2000712456",
    "industry": "Gizmodo.com",
    "summary": "Los lobbistas bancarios y los lobbistas de criptomonedas están luchando públicamente por una nueva legislación. Los legisladores están notablemente ausentes del debate.",
    "charlotte_impact": "Ilustra la intensificación de la batalla entre los sectores bancario y de criptomonedas, lo que da forma a las futuras regulaciones financieras.",
    "impact_score": 3
  },
  {
    "title": "Anthropic lanza un nuevo modelo que detecta Zero Days, hace que los traders de Wall Street se vuelvan locos",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Opus 4.6 ha llegado.",
    "charlotte_impact": "Significa avances en las capacidades de la IA, lo que impacta la ciberseguridad y los algoritmos de negociación financiera.",
    "impact_score": 3
  },
  {
    "title": "La caída del precio de Bitcoin por debajo de los $67,000 saca al CEO de Coinbase, Brian Armstrong, de los 500 más ricos del mundo",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "El CEO de Coinbase, Brian Armstrong, sale de los 500 más ricos de Bloomberg cuando las acciones de BTC & COIN se desploman, reduciendo su patrimonio neto en más de $10 mil millones.",
    "charlotte_impact": "Ilustra la naturaleza volátil de las inversiones en criptomonedas y su impacto en la riqueza individual y el sentimiento del mercado.",
    "impact_score": 3
  },
  {
    "title": "Un importante minero de Bitcoin vende criptomonedas por valor de $305 millones para financiar el pivote hacia la IA",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Para la dudosa tecnología de la última década, una puerta se cierra y otra se abre.",
    "charlotte_impact": "Destaca el cambio de criptomonedas a IA, lo que refleja las prioridades de inversión cambiantes en el sector tecnológico.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: el anuncio de Medicare de Trump golpea a las aseguradoras de salud",
    "url": "https://www.thestreet.com/latest-news/stock-market-today-u-s-recovers-from-winter-storm-stocks-rise",
    "industry": "TheStreet",
    "summary": "Este blog en vivo se actualiza periódicamente a lo largo del día con las últimas actualizaciones del mercado. Para encontrar los últimos hilos de Mercado de Valores Hoy, haga clic aquí...",
    "charlotte_impact": "Destaca el impacto de los anuncios de políticas en sectores específicos, lo que influye en las decisiones de inversión en atención médica.",
    "impact_score": 3
  },
  {
    "title": "Las ganancias del cuarto trimestre de Palantir superan las estimaciones de Wall Street gracias a las fuertes ventas a empresas estadounidenses",
    "url": "https://finance.yahoo.com/news/palantir-q4-earnings-beat-wall-street-estimates-on-strong-sales-to-us-businesses-160215027.html",
    "industry": "Yahoo Entertainment",
    "summary": "Palantir reportó ganancias después de la campana el lunes.",
    "charlotte_impact": "Indica un fuerte rendimiento de Palantir, lo que refleja una creciente demanda de análisis de datos en el sector empresarial estadounidense.",
    "impact_score": 3
  },
  {
    "title": "7 gráficos muestran cómo se veía la economía en el primer año de Donald Trump de su segunda presidencia",
    "url": "https://www.businessinsider.com/charts-president-donald-trump-first-year-economy-tariffs-jobs-inflation-2026-1",
    "industry": "Business Insider",
    "summary": "El presidente Donald Trump concluyó su primer año en su segundo mandato. Así es como han evolucionado la inflación, el mercado laboral, los aranceles y el gasto.",
    "charlotte_impact": "Proporciona una instantánea del rendimiento económico bajo la presidencia de Trump, crucial para que los inversores evalúen los impactos futuros de las políticas.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: los futuros del Dow, S&P 500 y Nasdaq caen después de una liquidación impulsada por la IA con la inflación del IPC en cubierta",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_b39b378e-0755-437e-905d-d0f7d8368130",
    "industry": "Yahoo Entertainment",
    "summary": "",
    "charlotte_impact": "Las preocupaciones sobre la IA pesan sobre el mercado, especialmente en la tecnología; se anticipan datos de inflación; impacta las estrategias de negociación a corto plazo.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: las acciones estadounidenses abren a la baja después de que el Dow supera el hito de los 50,000 mientras se avecinan informes de empleos e inflación",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_ac4f0198-f370-479c-8ba6-9286ea7c5c25",
    "industry": "Yahoo Entertainment",
    "summary": "",
    "charlotte_impact": "Los informes de empleos e inflación influyen en el mercado a medida que el Dow alcanza los 50,000; datos clave para la perspectiva de recorte de tasas / sentimiento de los inversores.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: las ganancias del S&P 500, Dow, Nasdaq se desvanecen a medida que la inflación del IPC se enfría, se avecinan pérdidas semanales",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_c08438fa-1b67-404a-8ddd-ff26e25648a4",
    "industry": "Yahoo Entertainment",
    "summary": "",
    "charlotte_impact": "El IPC se enfría pero se avecinan pérdidas; muestra el progreso en la lucha contra la inflación, pero los riesgos del mercado para el final de la semana permanecen.",
    "impact_score": 3
  },
  {
    "title": "Mercado de valores hoy: S&P 500, Dow, Nasdaq suben a medida que la inflación del IPC se enfría, pero se avecinan pérdidas semanales",
    "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_c27d31ef-de93-4db8-9ee5-765dbf5d138f",
    "industry": "Yahoo Entertainment",
    "summary": "",
    "charlotte_impact": "El IPC se enfría, pero se avecinan pérdidas semanales; sugiere ganancias a corto plazo con vulnerabilidades subyacentes continuas del mercado.",
    "impact_score": 3
  },
  {
    "title": "Un administrador de dinero de alto patrimonio neto detalla una estrategia de inversión de 2 partes que combina la inversión conservadora en acciones con la compra oportunista en caídas",
    "url": "https://www.businessinsider.com/stock-market-investing-strategy-buy-the-dip-dollar-cost-average-2026-2",
    "industry": "Business Insider",
    "summary": "Los profesionales de la inversión dicen que no intentes cronometrar el mercado de valores. La estrategia de este administrador de patrimonio te permite hacerlo de forma inteligente.",
    "charlotte_impact": "Presenta un enfoque de inversión equilibrado, que guía a los inversores en la navegación de las fluctuaciones del mercado.",
    "impact_score": 2
  },
  {
    "title": "¿Qué impulsa los rendimientos del mercado de valores?",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "\"El mercado de valores no es más que un esquema Ponzi\" \"Todo es solo dinero falso\" \"Los precios de las acciones son completamente arbitrarios. Puede subir o caer cualquier día\" Lo más probable es que hayas escuchado alguna variación de esto...",
    "charlotte_impact": "Aborda conceptos erróneos comunes sobre el mercado de valores, lo que influye en el comportamiento de los inversores y la evaluación de riesgos.",
    "impact_score": 2
  },
  {
    "title": "Si está buscando un automóvil con descuento en un concesionario últimamente, podría ser ligeramente... Totalizado",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los automóviles con título de salvamento alguna vez fueron tabú para los concesionarios. Pero la economía ha cambiado.",
    "charlotte_impact": "Revela la dinámica cambiante en el mercado automotriz, lo que influye en la confianza del consumidor y las prácticas de los concesionarios.",
    "impact_score": 2
  },
  {
    "title": "No son finanzas, son tus pensiones",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Suecia es un faro socialdemócrata con uno de los mercados de valores más profundos del mundo. ¿Contradicción? Martino Comelli argumenta que los estados de bienestar construyen activamente mercados financieros a través del diseño de políticas sociales. Las pensiones financiadas y los subsidios a la vivienda crean inversión...",
    "charlotte_impact": "Explica cómo las políticas sociales pueden dar forma a los mercados financieros, lo que impacta las estrategias de inversión globales.",
    "impact_score": 2
  },
  {
    "title": "El Steam Deck OLED de Valve estará 'intermitentemente' agotado debido a la crisis de RAM",
    "url": "https://www.theverge.com/games/879845/valve-steam-deck-oled-out-of-stock-memory-storage-ram-crisis",
    "industry": "The Verge",
    "summary": "Valve ha actualizado el sitio web de Steam Deck OLED para decir que la consola de juegos portátil para PC puede estar agotada \"intermitentemente en algunas regiones debido a la escasez de memoria y almacenamiento\". El Steam Deck OLED ha estado agotado en los EE. UU. y otras partes del mundo durante un tiempo...",
    "charlotte_impact": "Revela las vulnerabilidades de la cadena de suministro que afectan a la industria del juego, lo que influye en el acceso del consumidor y la estabilidad del mercado.",
    "impact_score": 2
  },
  {
    "title": "Los hijos de Trump hablan de 'retribución' mientras los directores ejecutivos besan el anillo en su evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. insiste en que su padre \"no está involucrado\".",
    "charlotte_impact": "Destaca posibles conflictos de intereses a medida que las familias de figuras políticas se involucran en criptomonedas, lo que plantea preocupaciones éticas.",
    "impact_score": 1
  }
]