[
  {
    "title": "El experimento mental de IA desencadena la volatilidad del mercado de valores",
    "url": "https://gizmodo.com/an-ai-thought-experiment-on-substack-is-sending-the-stock-market-spiraling-2000725601",
    "industry": "Gizmodo.com",
    "summary": "Un experimento mental de IA en Substack está provocando inestabilidad en el mercado, lo que refleja la creciente aprensión de Wall Street sobre la influencia generalizada de la IA.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a las noticias relacionadas con la IA y el potencial de cambios rápidos en el sentimiento de los inversores.",
    "impact_score": 3
  },
  {
    "title": "La familia Trump habla sobre la 'retribución' en un evento criptográfico",
    "url": "https://gizmodo.com/trump-boys-talk-retribution-as-ceos-kiss-the-ring-at-their-crypto-event-2000723430",
    "industry": "Gizmodo.com",
    "summary": "Donald Trump Jr. se dirige a los directores ejecutivos en un evento criptográfico, discutiendo la \"retribución\" e insistiendo en la no participación de su padre.",
    "charlotte_impact": "La intersección de la política y las criptomonedas sigue atrayendo la atención, aunque el impacto directo es limitado.",
    "impact_score": 1
  },
  {
    "title": "Minero de Bitcoin gira hacia la IA y vende 305 millones de dólares en criptomonedas",
    "url": "https://gizmodo.com/major-bitcoin-miner-sells-305-million-worth-of-crypto-to-fund-pivot-to-ai-2000720078",
    "industry": "Gizmodo.com",
    "summary": "Un importante minero de Bitcoin se deshace de 305 millones de dólares en criptoactivos para financiar un cambio estratégico hacia empresas de inteligencia artificial.",
    "charlotte_impact": "Ilustra una tendencia potencial de las empresas de cifrado que se diversifican hacia la IA, lo que refleja la evolución de las prioridades tecnológicas.",
    "impact_score": 3
  },
  {
    "title": "Saylor defiende la caída de Bitcoin y la compara con la trayectoria de Apple",
    "url": "https://www.businessinsider.com/bitcoin-price-michael-saylor-apple-rebound-crypto-btc-aapl-2026-2",
    "industry": "Business Insider",
    "summary": "Michael Saylor defiende la caída del precio de Bitcoin, estableciendo paralelismos con las luchas pasadas de Apple antes de su eventual éxito con el iPhone.",
    "charlotte_impact": "Proporciona una perspectiva alcista sobre el potencial a largo plazo de Bitcoin, a pesar de la volatilidad actual del mercado.",
    "impact_score": 3
  },
  {
    "title": "Trump promociona su agenda económica en el Estado de la Unión",
    "url": "https://www.businessinsider.com/trump-state-of-union-speech-economy-taxes-inflation-fed-housing-2026-2",
    "industry": "Business Insider",
    "summary": "El presidente Trump enfatiza los objetivos de asequibilidad durante su discurso sobre el Estado de la Unión de 2026, centrándose en sus políticas económicas.",
    "charlotte_impact": "Destaca el enfoque de la administración en cuestiones económicas y el impacto potencial en el sentimiento del mercado.",
    "impact_score": 2
  },
  {
    "title": "Las pérdidas del mercado de valores se profundizan en medio de los temores a la IA",
    "url": "https://finance.yahoo.com/news/live/stock-market-today-dow-sp-500-nasdaq-gains-fizzle-to-cap-week-of-sharp-losses-as-ai-fears-grow-210219798.html",
    "industry": "Yahoo Entertainment",
    "summary": "Los principales índices bursátiles experimentan fuertes pérdidas debido a las crecientes preocupaciones sobre la IA, mientras aumentan las esperanzas de un recorte de tipos de la Fed.",
    "charlotte_impact": "Refleja las ansiedades actuales del mercado y la influencia de factores tanto tecnológicos como económicos.",
    "impact_score": 3
  },
  {
    "title": "Tom Lee: La caída de Bitcoin es una 'tormenta de criptomonedas', no un invierno",
    "url": "https://finance.yahoo.com/news/tom-lee-bitcoins-50-drop-230109686.html",
    "industry": "Yahoo Entertainment",
    "summary": "Tom Lee, de Fundstrat, caracteriza la caída del 50% de Bitcoin como una \"tormenta criptográfica\" temporal, no como una recesión a largo plazo.",
    "charlotte_impact": "Ofrece una visión contrastante sobre el futuro de Bitcoin, lo que sugiere un posible repunte a pesar de las pérdidas recientes.",
    "impact_score": 3
  },
  {
    "title": "Los concesionarios venden cada vez más automóviles con daños leves",
    "url": "https://gizmodo.com/if-youre-shopping-for-a-discounted-car-at-a-dealer-lately-it-might-be-lightly-totaled-2000719639",
    "industry": "Gizmodo.com",
    "summary": "Los concesionarios venden cada vez más automóviles con títulos de salvamento debido a los cambios económicos, una práctica que alguna vez se consideró tabú.",
    "charlotte_impact": "Indica cambios en el mercado automotriz y riesgos potenciales para los consumidores que buscan vehículos con descuento.",
    "impact_score": 2
  },
  {
    "title": "El nuevo modelo de IA de Anthropic sacude Wall Street",
    "url": "https://gizmodo.com/anthropic-launches-new-model-that-spots-zero-days-makes-wall-street-traders-lose-their-minds-2000718648",
    "industry": "Gizmodo.com",
    "summary": "Anthropic lanza Opus 4.6, un nuevo modelo de inteligencia artificial capaz de identificar exploits de día cero, lo que genera entusiasmo y preocupación en Wall Street.",
    "charlotte_impact": "Demuestra los rápidos avances en la IA y su impacto potencial en la ciberseguridad y los mercados financieros.",
    "impact_score": 4
  },
  {
    "title": "Wall Street se enfrenta a la psicosis de la IA",
    "url": "https://www.wired.com/story/wall-street-has-ai-psychosis/",
    "industry": "Wired",
    "summary": "Un \"experimento mental\" sobre el impacto de la IA desencadenó una caída del mercado de valores, destacando la mayor sensibilidad de Wall Street a las noticias relacionadas con la IA.",
    "charlotte_impact": "Refuerza la idea de que la IA es un importante impulsor del sentimiento y la volatilidad del mercado.",
    "impact_score": 3
  },
  {
    "title": "Comprender los rendimientos del mercado de valores",
    "url": "https://outlookzen.com/2018/10/27/where-do-stock-market-returns-come-from/",
    "industry": "Outlookzen.com",
    "summary": "Analiza conceptos erróneos comunes sobre el mercado de valores, como afirmaciones de que es un esquema Ponzi o que se basa en \"dinero falso\".",
    "charlotte_impact": "Aborda preguntas fundamentales sobre la naturaleza del mercado de valores y los factores que impulsan los rendimientos.",
    "impact_score": 2
  },
  {
    "title": "Walmart se une al club del billón de dólares",
    "url": "https://www.businessinsider.com/walmart-cracks-into-the-1-trillion-market-valuation-club-2026-2",
    "industry": "Business Insider",
    "summary": "Las acciones de Walmart aumentan, elevando su valoración de mercado a 1 billón de dólares mientras se centra en la tecnología y la conveniencia.",
    "charlotte_impact": "Destaca el éxito de Walmart al adaptarse a las cambiantes preferencias de los consumidores y aprovechar la tecnología.",
    "impact_score": 4
  },
  {
    "title": "Las pensiones impulsan los mercados financieros",
    "url": "https://theloop.ecpr.eu/its-not-finance-its-your-pensions/",
    "industry": "Ecpr.eu",
    "summary": "Sostiene que los estados de bienestar, a través de pensiones financiadas y subsidios de vivienda, dan forma activamente a los mercados financieros.",
    "charlotte_impact": "Explora la conexión entre la política social y el desarrollo de los mercados financieros.",
    "impact_score": 2
  },
  {
    "title": "Cramer rechaza el escenario apocalíptico de la IA",
    "url": "https://www.thestreet.com/investing/jim-cramer-drops-unexpected-take-on-stock-market",
    "industry": "TheStreet",
    "summary": "Jim Cramer descarta la narrativa apocalíptica de la IA que ha sacudido al mercado y ofrece una perspectiva más optimista.",
    "charlotte_impact": "Proporciona un contrapunto a las ansiedades prevalecientes en el mercado relacionadas con la IA.",
    "impact_score": 3
  },
  {
    "title": "La caída de Bitcoin saca al CEO de Coinbase del top 500 de los más ricos",
    "url": "https://beincrypto.com/coinbase-armstrong-crypto-billionaire-losses/",
    "industry": "BeInCrypto",
    "summary": "La caída del precio de Bitcoin por debajo de los 67.000 dólares hace que el director ejecutivo de Coinbase, Brian Armstrong, salga de la lista de los 500 más ricos de Bloomberg.",
    "charlotte_impact": "Ilustra el impacto directo de la volatilidad de las criptomonedas en la riqueza individual y el mercado en general.",
    "impact_score": 3
  }
]