[
  {
    "title": "La relación de la estrella de televisión con el robot AI llama la atención",
    "url": "https://www.dailystar.co.uk/tv/tv-star-kinky-relationship-ai-36784042",
    "industry": "EventRegistry",
    "summary": "La estrella de televisión Sarah afirma que su novio AI es mejor amante que los humanos.",
    "charlotte_impact": "Destaca el papel cambiante de la IA en las relaciones personales y plantea preguntas sobre las conexiones emocionales con las máquinas.",
    "impact_score": 3
  },
  {
    "title": "WPP renueva su modelo de negocio en medio de la disrupción de la IA",
    "url": "https://www.businessinsider.com/wpp-turnaround-plan-3-key-takeaways-staff-cost-cutting-advertising-2026-2",
    "industry": "EventRegistry",
    "summary": "El CEO de WPP presenta un plan de recuperación para abordar la reducción de costos, la competencia y la disrupción de la IA.",
    "charlotte_impact": "Ilustra cómo las principales empresas se están adaptando a los desafíos y oportunidades que presentan los avances de la IA.",
    "impact_score": 3
  },
  {
    "title": "Van Lanschot Kempen informa un fuerte crecimiento en el cuarto trimestre de 2025",
    "url": "https://www.investing.com/news/transcripts/earnings-call-transcript-van-lanschot-kempen-q4-2025-shows-strong-growth-93CH-4526816",
    "industry": "EventRegistry",
    "summary": "Van Lanschot Kempen NV informa resultados financieros sólidos, con un aumento de las acciones del 5,44%.",
    "charlotte_impact": "Demuestra un desempeño financiero positivo, aunque el vínculo directo con la IA no está explícito en el resumen.",
    "impact_score": 4
  },
  {
    "title": "Anthropic y el Pentágono chocan por la ética de la IA",
    "url": "https://www.newsweek.com/anthropic-how-us-military-uses-ai-battlefield-artificial-intelligence-11579450",
    "industry": "EventRegistry",
    "summary": "Surge un conflicto entre Anthropic y el Pentágono con respecto al uso ético de la IA en el ejército.",
    "charlotte_impact": "Destaca los dilemas éticos que rodean el despliegue de la IA en defensa y el potencial de conflicto.",
    "impact_score": 3
  },
  {
    "title": "Modi: India lidera el camino hacia el futuro de la IA centrada en el ser humano",
    "url": "https://www.newsweek.com/modi-india-human-centric-ai-future-opinion-11569613",
    "industry": "EventRegistry",
    "summary": "India fue sede de la Cumbre de Impacto de la IA 2026, que enfatiza un enfoque centrado en el ser humano para el desarrollo de la IA.",
    "charlotte_impact": "Muestra la ambición de la India de ser líder en IA, centrándose en el desarrollo ético y centrado en el ser humano.",
    "impact_score": 4
  },
  {
    "title": "La IA aún no está lista para reemplazar a los médicos",
    "url": "https://www.latimes.com/business/story/2026-02-26/ai-isnt-ready-to-be-your-doctor-yet-but-will-it-ever-be",
    "industry": "EventRegistry",
    "summary": "La IA se utiliza cada vez más en la investigación médica, pero se recomienda precaución con las aplicaciones de salud de IA.",
    "charlotte_impact": "Advierte contra la dependencia excesiva de la IA en la atención sanitaria y enfatiza la necesidad de supervisión humana.",
    "impact_score": 3
  },
  {
    "title": "OpenAI versus Anthropic: la batalla de las marcas de IA",
    "url": "https://www.latimes.com/business/story/2026-02-26/battle-of-ai-brands-whats-behind-bad-blood-between-openai-anthropic",
    "industry": "EventRegistry",
    "summary": "La competencia entre OpenAI y Anthropic se intensifica con exhibiciones públicas durante el Super Bowl.",
    "charlotte_impact": "Ilustra la creciente competencia en la industria de la IA y las estrategias de marketing empleadas por las empresas líderes.",
    "impact_score": 3
  },
  {
    "title": "El jefe de IA de Cognizant minimiza la amenaza a las empresas de TI",
    "url": "https://www.reuters.com/world/india/threat-large-it-firms-overblown-cognizants-ai-chief-says-amid-anthropic-driven-2026-02-26/",
    "industry": "EventRegistry",
    "summary": "El jefe de IA de Cognizant cree que los temores de que la IA reemplace a las empresas de TI son exagerados.",
    "charlotte_impact": "Ofrece un contrapunto a las preocupaciones sobre el desplazamiento laboral de la IA, lo que sugiere una necesidad continua de experiencia humana.",
    "impact_score": 3
  },
  {
    "title": "Nvidia se prepara para una renovada batalla con Intel y AMD",
    "url": "https://www.channelnewsasia.com/business/nvidias-ceo-prepares-investors-renewed-battle-intel-amd-5954381",
    "industry": "EventRegistry",
    "summary": "El director ejecutivo de Nvidia anticipa una mayor competencia con Intel y AMD en el mercado de hardware de IA.",
    "charlotte_impact": "Destaca el panorama competitivo en hardware de IA y el posicionamiento estratégico de Nvidia.",
    "impact_score": 3
  },
  {
    "title": "Microsoft AI Tour destaca el entusiasmo por la IA",
    "url": "https://www.computerweekly.com/blog/Cliff-Sarans-Enterprise-blog/The-Q-in-AI",
    "industry": "EventRegistry",
    "summary": "Miles de personas asisten al Microsoft AI Tour en Londres para escuchar sobre inteligencia artificial.",
    "charlotte_impact": "Refleja el interés y entusiasmo generalizados en torno a la tecnología de IA.",
    "impact_score": 3
  },
  {
    "title": "El futuro de los sistemas no tripulados",
    "url": "https://weeklyvoice.com/business-reporter-the-future-of-unmanned-systems/",
    "industry": "EventRegistry",
    "summary": "Las máquinas autónomas y los humanos deberían colaborar, cada uno haciendo lo que mejor sabe hacer.",
    "charlotte_impact": "Enfatiza la importancia de la colaboración hombre-máquina para obtener resultados óptimos en sistemas no tripulados.",
    "impact_score": 3
  },
  {
    "title": "La demanda de formación responsable en IA aumenta un 250%",
    "url": "https://www.onrec.com/news/statistics/ethical-concerns-lead-to-250-increase-in-demand-for-responsible-ai-use-training",
    "industry": "EventRegistry",
    "summary": "Los informes sobre el uso indebido de la IA impulsan un aumento del 250 % en la demanda de formación responsable en IA.",
    "charlotte_impact": "Subraya la creciente conciencia de las preocupaciones éticas y la necesidad de un desarrollo y despliegue responsable de la IA.",
    "impact_score": 4
  },
  {
    "title": "Samsung Galaxy S26 presenta el modo océano con IA",
    "url": "https://www.digitaltrends.com/phones/ocean-mode-comes-to-the-samsung-galaxy-s26-but-dont-take-it-diving-just-yet/",
    "industry": "EventRegistry",
    "summary": "El nuevo teléfono de Samsung tiene Modo Océano para tomas bajo el agua, mejorado por IA.",
    "charlotte_impact": "Ilustra la integración de la IA en la electrónica de consumo y su potencial para mejorar las experiencias del usuario.",
    "impact_score": 3
  },
  {
    "title": "La IA erosiona la confianza en la contratación y extiende los períodos de prueba",
    "url": "https://www.onrec.com/news/statistics/ai-erodes-trust-in-hiring-as-40-of-uk-employers-extend-probation-periods",
    "industry": "EventRegistry",
    "summary": "El 40% de los empleadores del Reino Unido extienden el período de prueba debido a que la IA dificulta la evaluación de las verdaderas capacidades.",
    "charlotte_impact": "Destaca el impacto negativo de la IA en los procesos de contratación y los desafíos a la hora de evaluar la autenticidad de los candidatos.",
    "impact_score": 3
  },
  {
    "title": "Anthropic se enfrenta a un plazo con el gobierno de EE. UU. por el uso de IA",
    "url": "https://www.businessinsider.com/anthropic-department-of-war-pete-hegseth-military-contract-2026-2",
    "industry": "EventRegistry",
    "summary": "Anthropic aborda un punto crítico con el gobierno estadounidense respecto al uso militar de su modelo de IA.",
    "charlotte_impact": "Reitera la tensión entre las empresas de IA y las entidades gubernamentales con respecto al despliegue ético de la IA en áreas sensibles.",
    "impact_score": 3
  }
]