[
  {
    "title": "China intensifica campaña de guerra con IA contra Japón",
    "url": "https://www.washingtonexaminer.com/news/world/4474733/china-campaign-japan-ai-warfare-blacklists-grievances/",
    "industry": "EventRegistry",
    "summary": "Las operaciones encubiertas de influencia de China tienen como objetivo a Japón, perturbando la popularidad del primer ministro a través de la desinformación.",
    "charlotte_impact": "Destaca la utilización de la IA como arma en conflictos geopolíticos y el potencial de represión transnacional.",
    "impact_score": 4
  },
  {
    "title": "Los chatbots con IA revolucionan la planificación de viajes",
    "url": "https://www.surinenglish.com/lifestyle/travel/plan-holiday-how-chatbots-are-changing-travel-20260227113700-nt.html",
    "industry": "EventRegistry",
    "summary": "Los chatbots de IA están transformando los viajes al brindar recomendaciones personalizadas y responder preguntas relacionadas con viajes.",
    "charlotte_impact": "Demuestra la capacidad de la IA para mejorar la experiencia del cliente y optimizar los procesos de planificación de viajes.",
    "impact_score": 3
  },
  {
    "title": "Paradigm invierte 1.500 millones de dólares en inteligencia artificial y robótica",
    "url": "https://en.coin-turk.com/paradigm-diversifies-with-1-5-billion-fund-targeting-ai-and-robotics/",
    "industry": "EventRegistry",
    "summary": "Paradigm, una empresa de capital de riesgo, lanza un fondo de 1.500 millones de dólares destinado a la inteligencia artificial y la robótica, lo que refleja la creciente confianza de los inversores.",
    "charlotte_impact": "Indica un fuerte respaldo financiero para la innovación en IA y su potencial de crecimiento futuro.",
    "impact_score": 3
  },
  {
    "title": "El pánico por la IA borra el valor del mercado en medio de temores de disrupción",
    "url": "https://www.businessinsider.com/ai-tech-stocks-sell-off-software-industrials-private-credit-2026-2",
    "industry": "EventRegistry",
    "summary": "Los inversores se preocupan por el impacto disruptivo de la IA, que genera volatilidad en el mercado y preocupaciones sobre el crédito privado.",
    "charlotte_impact": "Ilustra la sensibilidad del mercado ante el potencial de la IA para alterar los modelos de negocio existentes.",
    "impact_score": 3
  },
  {
    "title": "CometAPI ofrece acceso asequible al modelo de IA",
    "url": "https://techbullion.com/cometapi-affordable-access-to-powerful-ai-models-for-modern-developers/",
    "industry": "EventRegistry",
    "summary": "CometAPI brinda a empresas y desarrolladores acceso rentable a herramientas avanzadas de inteligencia artificial.",
    "charlotte_impact": "Democratiza el acceso a la IA, permitiendo una adopción e innovación más amplias en diversas industrias.",
    "impact_score": 3
  },
  {
    "title": "La semana transformadora de la IA sacude los mercados globales",
    "url": "https://us.cnn.com/2026/02/28/business/ai-week-anthropic-nvidia-block",
    "industry": "EventRegistry",
    "summary": "Los rápidos avances de la IA desencadenan fluctuaciones en el mercado debido a sentimientos tanto alcistas como bajistas de los inversores.",
    "charlotte_impact": "Destaca el impacto profundo e inmediato de la IA en la economía global y el comportamiento de los inversores.",
    "impact_score": 3
  },
  {
    "title": "La advertencia de IA sobre la disrupción del mercado laboral asusta a los inversores",
    "url": "https://www.businessinsider.com/citrini-ai-report-labor-market-albert-edwards-dot-com-bubble-2026-2",
    "industry": "EventRegistry",
    "summary": "Un escenario hipotético sobre el impacto de la IA en el empleo inquieta a los inversores y genera preocupaciones sobre la estabilidad del mercado laboral.",
    "charlotte_impact": "Destaca la urgente necesidad de abordar el posible desplazamiento de trabajadores debido a la automatización de la IA.",
    "impact_score": 4
  },
  {
    "title": "Las empresas de SaaS descuidan la retención de clientes en medio del enfoque de la IA",
    "url": "https://thenextweb.com/news/every-saas-company-is-building-ai-features-right-now",
    "industry": "EventRegistry",
    "summary": "Las empresas de SaaS están priorizando las funciones de IA sobre la retención de clientes, lo que genera una posible pérdida de clientes.",
    "charlotte_impact": "Advierte contra el abandono de los principios empresariales fundamentales mientras se busca la integración de la IA.",
    "impact_score": 3
  },
  {
    "title": "El gobierno de EE. UU. prohíbe Anthropic en medio de preocupaciones de seguridad",
    "url": "https://www.ndtvprofit.com/technology/anthropic-faces-us-agency-and-contractor-ban-what-it-means-for-the-company-11148500",
    "industry": "EventRegistry",
    "summary": "El presidente Trump ordena prohibir que los departamentos del gobierno de EE. UU. utilicen tecnología de inteligencia artificial suministrada por Anthropic.",
    "charlotte_impact": "Significa una preocupación creciente sobre la seguridad de la IA y el potencial de uso indebido por parte de entidades extranjeras.",
    "impact_score": 4
  },
  {
    "title": "Febrero de 2026: el pánico de la IA choca con los cambios geopolíticos",
    "url": "https://www.ndtvprofit.com/markets/freaky-february-wrap-2026-when-ai-panic-trumps-tariff-shocks-and-cricket-euphoria-collided-11149305",
    "industry": "EventRegistry",
    "summary": "En febrero de 2026 se produjo la intersección de las ansiedades por la IA, los aranceles comerciales y los acontecimientos globales.",
    "charlotte_impact": "Contextualiza el impacto de la IA dentro de un panorama más amplio de incertidumbres geopolíticas y económicas.",
    "impact_score": 3
  },
  {
    "title": "La Casa Blanca falsifica comentarios en la controversia sobre el equipo de EE. UU.",
    "url": "https://www.inquirer.com/sports/team-usa-brady-tkachuk-trump-call-20260228.html",
    "industry": "EventRegistry",
    "summary": "La Casa Blanca está acusada de inventar comentarios de un partidario de Trump, lo que generó controversia.",
    "charlotte_impact": "Ilustra el potencial de la IA para utilizarse en campañas de manipulación política y desinformación.",
    "impact_score": 2
  },
  {
    "title": "Protesta en la cumbre de AI: el presidente del IYC recibe libertad bajo fianza",
    "url": "https://indianexpress.com/article/cities/delhi/ai-summit-shirtless-protest-court-bail-iyc-president-uday-chib-10557415/",
    "industry": "EventRegistry",
    "summary": "El presidente del IYC, Uday Chib, recibe libertad bajo fianza después de protestar sin camisa en la AI Impact Summit.",
    "charlotte_impact": "Destaca la disidencia pública y las preocupaciones éticas en torno al desarrollo y despliegue de la IA.",
    "impact_score": 2
  },
  {
    "title": "La acción del Pentágono contra las sacudidas antrópicas de Silicon Valley",
    "url": "https://www.washingtonpost.com/technology/2026/02/28/pentagon-anthropic-fight-silicon-valley/",
    "industry": "EventRegistry",
    "summary": "La prohibición de Anthropic por parte de la administración Trump intensifica las divisiones políticas en Silicon Valley.",
    "charlotte_impact": "Revela la creciente tensión entre la industria tecnológica y el gobierno por las aplicaciones militares de la IA.",
    "impact_score": 4
  },
  {
    "title": "AI ETF simplifica la inversión en inteligencia artificial",
    "url": "https://www.fool.com/investing/2026/02/28/struggling-to-pick-ai-stocks-youre-not-alone-etf/",
    "industry": "EventRegistry",
    "summary": "El ETF iShares Future AI and Tech ofrece a los inversores una exposición diversificada a las acciones de IA.",
    "charlotte_impact": "Proporciona una manera conveniente para que los inversores participen en el crecimiento de la industria de la IA.",
    "impact_score": 3
  },
  {
    "title": "Los despidos impulsados ​​por la IA resaltan la inseguridad laboral en la tecnología",
    "url": "https://dnyuz.com/2026/02/28/she-joined-block-to-build-ai-weeks-later-ai-cost-her-job/",
    "industry": "EventRegistry",
    "summary": "Los despidos impulsados ​​por la IA de Block demuestran la vulnerabilidad incluso de los roles de cara al futuro en el sector tecnológico.",
    "charlotte_impact": "Subraya el potencial de la IA para desplazar a los trabajadores y crear inseguridad laboral en la industria tecnológica.",
    "impact_score": 3
  }
]