[
  {
    "title": "Los informes de software y Nvidia prueban el mercado de valores de IA",
    "url": "https://www.freemalaysiatoday.com/category/business/2026/02/22/nvidia-software-reports-pose-next-tests-for-ai-sensitive-stock-market",
    "industry": "EventRegistry",
    "summary": "Los inversores esperan los resultados financieros de Nvidia para evaluar la estabilidad del mercado de valores sensible a la IA en medio de las recientes preocupaciones relacionadas con la IA.",
    "charlotte_impact": "El desempeño de Nvidia es un indicador clave de la confianza del mercado en el crecimiento y la rentabilidad continuos de la IA.",
    "impact_score": 3
  },
  {
    "title": "Perplexity AI integrada en el Samsung Galaxy S26",
    "url": "https://www.financialexpress.com/life/technology-hey-plex-will-activate-perplexity-ai-on-next-gen-samsung-galaxy-s26-series-just-like-google-gemini-4151217/",
    "industry": "EventRegistry",
    "summary": "Perplexity AI estará profundamente integrada en las aplicaciones principales de Samsung en el Galaxy S26 de próxima generación, similar a Google Gemini.",
    "charlotte_impact": "Esta integración significa un paso importante hacia ecosistemas de múltiples agentes de IA en dispositivos inteligentes.",
    "impact_score": 4
  },
  {
    "title": "Grotto AI y Adronite anuncian financiación de capital de riesgo",
    "url": "https://infotechlead.com/tech/venture-capital-funding-grotto-ai-adronite-93835",
    "industry": "EventRegistry",
    "summary": "Grotto AI recaudó 10 millones de dólares en financiación inicial para impulsar la innovación y el crecimiento empresarial en el sector de la IA.",
    "charlotte_impact": "La inversión de capital de riesgo impulsa la innovación y la expansión de nuevas empresas de IA como Grotto AI.",
    "impact_score": 3
  },
  {
    "title": "La seguridad del Código Claude impacta las acciones de TI y ciberseguridad",
    "url": "https://www.news18.com/business/markets/it-and-cybersecurity-stocks-to-be-watched-as-claude-code-security-rattles-us-market-ws-l-9923055.html",
    "industry": "EventRegistry",
    "summary": "Anthropic lanzó Claude Code Security, una nueva característica integrada en Claude Code en la web, que impacta las acciones de TI y ciberseguridad.",
    "charlotte_impact": "Las herramientas de seguridad basadas en IA son cada vez más importantes para la detección de vulnerabilidades del código.",
    "impact_score": 3
  },
  {
    "title": "Google busca ingeniero de software senior, infraestructura",
    "url": "https://www.byp.network/jobs/502394868-senior-software-engineer-infrastructure-platforms-infrastructure-engineering-at-google",
    "industry": "EventRegistry",
    "summary": "Google está contratando un ingeniero de software senior para desarrollar tecnologías de próxima generación para manejar información a escala masiva.",
    "charlotte_impact": "La continua inversión de Google en ingeniería de software impulsa la innovación en el procesamiento de información.",
    "impact_score": 3
  },
  {
    "title": "Google busca ingeniero de software senior, rendimiento de GPU",
    "url": "https://www.byp.network/jobs/502394875-senior-software-engineer-gpu-performance-at-google",
    "industry": "EventRegistry",
    "summary": "Google está contratando un ingeniero de software senior con experiencia en optimización de compiladores para arquitecturas de GPU.",
    "charlotte_impact": "Optimizar el rendimiento de la GPU es crucial para avanzar en las capacidades de inteligencia artificial y aprendizaje automático.",
    "impact_score": 3
  },
  {
    "title": "La revolución de la IA requiere una cadena de suministro de minerales críticos confiable",
    "url": "https://www.firstpost.com/opinion/india-ai-revolution-critical-mineral-supply-chain-13982465.html",
    "industry": "EventRegistry",
    "summary": "Los semiconductores avanzados y los sistemas informáticos de alto rendimiento requieren insumos minerales especializados para el desarrollo de la IA.",
    "charlotte_impact": "Asegurar una cadena de suministro de minerales estable es esencial para sostener la revolución de la IA.",
    "impact_score": 3
  },
  {
    "title": "India lidera el llamado a una \"IA para todos\" con equidad y cooperación",
    "url": "https://www.storyboard18.com/digital/india-leads-call-for-ai-for-all-rooted-in-equity-access-and-global-cooperation-90375.htm",
    "industry": "EventRegistry",
    "summary": "La Declaración de Nueva Delhi sobre el impacto de la IA hace hincapié en la equidad, el acceso y la cooperación global en el desarrollo de la IA.",
    "charlotte_impact": "La cooperación internacional es vital para garantizar que la IA beneficie a toda la humanidad.",
    "impact_score": 4
  },
  {
    "title": "El navegador Comet AI de Perplexity se lanza en iPhone el 11 de marzo",
    "url": "https://www.tuaw.com/2026/02/22/perplexitys-comet-ai-browser-lands-on-iphone-march-11/",
    "industry": "EventRegistry",
    "summary": "El navegador Comet de Perplexity, impulsado por IA, se lanzará en iPhone el 11 de marzo de 2026, ampliando el acceso a la navegación impulsada por IA.",
    "charlotte_impact": "Los navegadores impulsados ​​por IA mejoran la experiencia del usuario y la recuperación de información en dispositivos móviles.",
    "impact_score": 3
  },
  {
    "title": "Secretario General de la ONU destaca el liderazgo de las mujeres en el desarrollo de la IA",
    "url": "https://www.aninews.in/news/world/asia/must-ensure-they-are-not-just-included-but-lead-in-developing-ai-un-secy-gen-guterres-after-meeting-women-in-stem-at-india-summit20260222160834/",
    "industry": "EventRegistry",
    "summary": "El Secretario General de la ONU, Antonio Guterres, enfatizó la importancia de que las mujeres lideren el desarrollo de la IA después de reunirse con mujeres en STEM.",
    "charlotte_impact": "Garantizar un liderazgo diverso en IA es crucial para una innovación equitativa e inclusiva.",
    "impact_score": 4
  },
  {
    "title": "Bitdeer liquida todas las reservas de BTC, las tenencias caen a cero",
    "url": "https://www.cryptobreaking.com/bitdeer-liquidates-all-btc-reserves/",
    "industry": "EventRegistry",
    "summary": "Bitdeer Technologies, un operador minero de Bitcoin, ha liquidado todas sus reservas de Bitcoin, reportando un saldo cero.",
    "charlotte_impact": "Esto refleja la volatilidad en el mercado de las criptomonedas y su impacto en las empresas tecnológicas relacionadas.",
    "impact_score": 3
  },
  {
    "title": "Guía para obtener información útil de la IA",
    "url": "https://www.kiplinger.com/retirement/retirement-planning/how-to-get-ai-to-give-you-actionable-insight-not-polished-nonsense",
    "industry": "EventRegistry",
    "summary": "Una guía de cinco pasos enfatiza la necesidad de que los estrategas humanos guíen a la IA hacia conocimientos prácticos.",
    "charlotte_impact": "La supervisión humana es esencial para garantizar que la IA proporcione información valiosa y relevante.",
    "impact_score": 3
  },
  {
    "title": "El primer ministro Modi critica la protesta en la Cumbre de Impacto de la IA",
    "url": "https://www.latestly.com/india/politics/country-knows-congress-already-naked-pm-narendra-modi-slams-shirtless-protest-at-ai-impact-summit-as-dirty-politics-watch-video-7324345.html",
    "industry": "EventRegistry",
    "summary": "El primer ministro Narendra Modi criticó una protesta en la Cumbre sobre el Impacto de la IA en la India, calificándola de política \"sucia\".",
    "charlotte_impact": "En ocasiones, los acontecimientos políticos pueden eclipsar debates importantes en las cumbres mundiales de IA.",
    "impact_score": 2
  },
  {
    "title": "La IA física y la revolución encarnada",
    "url": "https://techbullion.com/physical-ai-and-the-embodied-revolution-bringing-intelligence-to-the-material-world/",
    "industry": "EventRegistry",
    "summary": "La integración de la IA en sistemas incorporados como robots y vehículos autónomos marca el surgimiento de la \"IA física\".",
    "charlotte_impact": "La IA física aporta razonamiento de alto nivel al mundo material, transformando las industrias.",
    "impact_score": 4
  },
  {
    "title": "OpenAI recaudará 100 mil millones de dólares con una valoración de 850 mil millones de dólares",
    "url": "https://ifamagazine.com/openai-to-raise-100-billion-at-an-850-billion-valuation/",
    "industry": "EventRegistry",
    "summary": "Según se informa, OpenAI busca recaudar 100 mil millones de dólares con una valoración de 850 mil millones de dólares, lo que destaca su crecimiento.",
    "charlotte_impact": "Esto refleja la inmensa confianza de los inversores en las tecnologías de inteligencia artificial de OpenAI.",
    "impact_score": 3
  }
]