[
  {
    "title": "TV Star's Relationship with AI Robot Raises Eyebrows",
    "url": "https://www.dailystar.co.uk/tv/tv-star-kinky-relationship-ai-36784042",
    "industry": "EventRegistry",
    "summary": "TV star Sarah claims her AI boyfriend is a better lover than humans.",
    "charlotte_impact": "Highlights the evolving role of AI in personal relationships and raises questions about emotional connections with machines.",
    "impact_score": 3
  },
  {
    "title": "WPP Revamps Business Model Amid AI Disruption",
    "url": "https://www.businessinsider.com/wpp-turnaround-plan-3-key-takeaways-staff-cost-cutting-advertising-2026-2",
    "industry": "EventRegistry",
    "summary": "WPP's CEO unveils a turnaround plan to address cost-cutting, competition, and AI disruption.",
    "charlotte_impact": "Illustrates how major companies are adapting to the challenges and opportunities presented by AI advancements.",
    "impact_score": 3
  },
  {
    "title": "Van Lanschot Kempen Reports Strong Q4 2025 Growth",
    "url": "https://www.investing.com/news/transcripts/earnings-call-transcript-van-lanschot-kempen-q4-2025-shows-strong-growth-93CH-4526816",
    "industry": "EventRegistry",
    "summary": "Van Lanschot Kempen NV reports robust financial results, with stock surging 5.44%.",
    "charlotte_impact": "Demonstrates positive financial performance, though the direct AI link is not explicit in the summary.",
    "impact_score": 4
  },
  {
    "title": "Anthropic and the Pentagon Clash Over AI Ethics",
    "url": "https://www.newsweek.com/anthropic-how-us-military-uses-ai-battlefield-artificial-intelligence-11579450",
    "industry": "EventRegistry",
    "summary": "Conflict arises between Anthropic and the Pentagon regarding the ethical use of AI in the military.",
    "charlotte_impact": "Highlights the ethical dilemmas surrounding AI deployment in defense and the potential for conflict.",
    "impact_score": 3
  },
  {
    "title": "Modi: India Leads the Way to Human-Centric AI Future",
    "url": "https://www.newsweek.com/modi-india-human-centric-ai-future-opinion-11569613",
    "industry": "EventRegistry",
    "summary": "India hosted the AI Impact Summit 2026, emphasizing a human-centric approach to AI development.",
    "charlotte_impact": "Showcases India's ambition to be a leader in AI, focusing on ethical and human-centered development.",
    "impact_score": 4
  },
  {
    "title": "AI Not Ready to Replace Doctors Yet",
    "url": "https://www.latimes.com/business/story/2026-02-26/ai-isnt-ready-to-be-your-doctor-yet-but-will-it-ever-be",
    "industry": "EventRegistry",
    "summary": "AI is increasingly used in medical research, but caution is advised regarding AI health apps.",
    "charlotte_impact": "Warns against over-reliance on AI in healthcare and emphasizes the need for human oversight.",
    "impact_score": 3
  },
  {
    "title": "OpenAI vs. Anthropic: The Battle of AI Brands",
    "url": "https://www.latimes.com/business/story/2026-02-26/battle-of-ai-brands-whats-behind-bad-blood-between-openai-anthropic",
    "industry": "EventRegistry",
    "summary": "The competition between OpenAI and Anthropic intensifies, with public displays during the Super Bowl.",
    "charlotte_impact": "Illustrates the growing competition in the AI industry and the marketing strategies employed by leading companies.",
    "impact_score": 3
  },
  {
    "title": "Cognizant's AI Chief Downplays Threat to IT Firms",
    "url": "https://www.reuters.com/world/india/threat-large-it-firms-overblown-cognizants-ai-chief-says-amid-anthropic-driven-2026-02-26/",
    "industry": "EventRegistry",
    "summary": "Cognizant's AI chief believes fears of AI replacing IT firms are overblown.",
    "charlotte_impact": "Offers a counterpoint to concerns about AI job displacement, suggesting continued need for human expertise.",
    "impact_score": 3
  },
  {
    "title": "Nvidia Prepares for Renewed Battle with Intel, AMD",
    "url": "https://www.channelnewsasia.com/business/nvidias-ceo-prepares-investors-renewed-battle-intel-amd-5954381",
    "industry": "EventRegistry",
    "summary": "Nvidia's CEO anticipates increased competition with Intel and AMD in the AI hardware market.",
    "charlotte_impact": "Highlights the competitive landscape in AI hardware and Nvidia's strategic positioning.",
    "impact_score": 3
  },
  {
    "title": "Microsoft AI Tour Highlights Enthusiasm for AI",
    "url": "https://www.computerweekly.com/blog/Cliff-Sarans-Enterprise-blog/The-Q-in-AI",
    "industry": "EventRegistry",
    "summary": "Thousands attend Microsoft AI Tour in London to hear about artificial intelligence.",
    "charlotte_impact": "Reflects the widespread interest and excitement surrounding AI technology.",
    "impact_score": 3
  },
  {
    "title": "The Future of Unmanned Systems",
    "url": "https://weeklyvoice.com/business-reporter-the-future-of-unmanned-systems/",
    "industry": "EventRegistry",
    "summary": "Autonomous machines and humans should collaborate, each doing what they do best.",
    "charlotte_impact": "Emphasizes the importance of human-machine collaboration for optimal outcomes in unmanned systems.",
    "impact_score": 3
  },
  {
    "title": "Demand for Responsible AI Training Surges by 250%",
    "url": "https://www.onrec.com/news/statistics/ethical-concerns-lead-to-250-increase-in-demand-for-responsible-ai-use-training",
    "industry": "EventRegistry",
    "summary": "Reports of AI misuse drive a 250% increase in demand for responsible AI training.",
    "charlotte_impact": "Underlines the growing awareness of ethical concerns and the need for responsible AI development and deployment.",
    "impact_score": 4
  },
  {
    "title": "Samsung Galaxy S26 Features Ocean Mode with AI",
    "url": "https://www.digitaltrends.com/phones/ocean-mode-comes-to-the-samsung-galaxy-s26-but-dont-take-it-diving-just-yet/",
    "industry": "EventRegistry",
    "summary": "Samsung's new phone has Ocean Mode for underwater shots, enhanced by AI.",
    "charlotte_impact": "Illustrates the integration of AI into consumer electronics and its potential to enhance user experiences.",
    "impact_score": 3
  },
  {
    "title": "AI Erodes Trust in Hiring, Extends Probation Periods",
    "url": "https://www.onrec.com/news/statistics/ai-erodes-trust-in-hiring-as-40-of-uk-employers-extend-probation-periods",
    "industry": "EventRegistry",
    "summary": "40% of UK employers extend probation due to AI making it harder to assess true capabilities.",
    "charlotte_impact": "Highlights the negative impact of AI on hiring processes and the challenges in assessing candidate authenticity.",
    "impact_score": 3
  },
  {
    "title": "Anthropic Faces Deadline with US Government Over AI Use",
    "url": "https://www.businessinsider.com/anthropic-department-of-war-pete-hegseth-military-contract-2026-2",
    "industry": "EventRegistry",
    "summary": "Anthropic approaches a critical point with the US government regarding military use of its AI model.",
    "charlotte_impact": "Reiterates the tension between AI companies and government entities regarding ethical AI deployment in sensitive areas.",
    "impact_score": 3
  }
]