[
  {
    "title": "Se espera una carrera reñida en las elecciones parciales de Gorton y Denton",
    "url": "https://www.bbc.com/news/live/cp8rjk02r0jt",
    "industry": "BBC News",
    "summary": "Se están contando los votos en las elecciones parciales de Gorton y Denton, y se espera una carrera reñida entre los laboristas, Reform UK y los Verdes.",
    "charlotte_impact": "El resultado de las elecciones parciales podría indicar cambios en el sentimiento político e influir en futuras decisiones políticas.",
    "impact_score": 3
  },
  {
    "title": "Shia LaBeouf recibe orden de rehabilitación tras su arresto",
    "url": "https://apnews.com/article/shia-labeouf-arrest-new-orleans-mardi-gras-fb0c434617be6045e659789053e552f0",
    "industry": "Associated Press",
    "summary": "El juez ordena a Shia LaBeouf rehabilitarse y fija una fianza de 100.000 dólares tras su arresto por agresión en Nueva Orleans.",
    "charlotte_impact": "Destaca las luchas personales de figuras públicas y las consecuencias legales de sus acciones.",
    "impact_score": 3
  },
  {
    "title": "Las acciones de Nvidia caen después de las ganancias; El Dow sube",
    "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-sp-500-nasdaq-02-26-2026",
    "industry": "The Wall Street Journal",
    "summary": "Actualizaciones en vivo sobre el mercado de valores, incluidas las ganancias de Nvidia y el desempeño del Dow, el S&P 500 y el Nasdaq.",
    "charlotte_impact": "El desempeño de Nvidia impacta el sector tecnológico y el sentimiento general del mercado.",
    "impact_score": 3
  },
  {
    "title": "El Departamento de Justicia revisa los archivos de Epstein retenidos con acusaciones de Trump",
    "url": "https://www.washingtonpost.com/national-security/2026/02/26/justice-department-epstein-trump-allegations/",
    "industry": "The Washington Post",
    "summary": "El Departamento de Justicia está revisando si los archivos de Epstein con acusaciones contra Trump fueron retenidos erróneamente.",
    "charlotte_impact": "La revisión podría tener importantes ramificaciones políticas y jurídicas.",
    "impact_score": 4
  },
  {
    "title": "Lenovo filtra una computadora portátil portátil plegable para juegos",
    "url": "https://www.theverge.com/tech/885656/lenovo-legion-go-fold-concept-leak",
    "industry": "The Verge",
    "summary": "Una Lenovo Legion Go Fold filtrada es una PC para juegos plegable, portátil y portátil, todo en uno.",
    "charlotte_impact": "Muestra la innovación en el mercado de hardware de PC y juegos.",
    "impact_score": 3
  },
  {
    "title": "Pakistán dice que soldados murieron en ataques de los talibanes afganos",
    "url": "https://www.bbc.com/news/articles/c0j5qx9n887o",
    "industry": "BBC News",
    "summary": "Pakistán informa que dos soldados murieron tras los ataques de los talibanes afganos a lo largo de la frontera.",
    "charlotte_impact": "La escalada de tensiones podría desestabilizar la región.",
    "impact_score": 3
  },
  {
    "title": "Actualizaciones en vivo de NFL Combine 2026: entrenamientos DL, EDGE, LB",
    "url": "https://www.cbssports.com/nfl/news/nfl-combine-2026-live-updates-results-dl-edge-lb/live/",
    "industry": "CBS Sports",
    "summary": "Actualizaciones en vivo y resultados de la NFL Combine 2026, centrándose en los entrenamientos DL, EDGE y LB.",
    "charlotte_impact": "Proporciona información sobre talentos potenciales de la NFL y estrategias futuras del equipo.",
    "impact_score": 3
  },
  {
    "title": "Los astrónomos reciben 800.000 alertas del Observatorio",
    "url": "https://gizmodo.com/astronomers-wake-up-to-800000-notifications-from-observatory-watching-the-night-skies-2000727018",
    "industry": "Gizmodo.com",
    "summary": "El primer lote de alertas del Observatorio Vera Rubin incluye nuevos asteroides, supernovas y núcleos galácticos activos.",
    "charlotte_impact": "Avanza en la investigación y el descubrimiento astronómico.",
    "impact_score": 3
  },
  {
    "title": "La elección de Cirujano General de Trump carece de votos de confirmación",
    "url": "https://www.politico.com/news/2026/02/26/surgeon-general-casey-means-vaccines-nomination-rfk-00801331",
    "industry": "Politico",
    "summary": "Casey Means, la cirujana general elegida por Trump, enfrenta incertidumbre debido a las preocupaciones de los senadores sobre sus opiniones sobre las vacunas.",
    "charlotte_impact": "Destaca los desafíos políticos para confirmar nombramientos clave.",
    "impact_score": 3
  },
  {
    "title": "Ciudadanos estadounidenses en barco robado en tiroteo mortal con la Guardia Costera de Cuba",
    "url": "https://www.axios.com/2026/02/26/us-americans-cuba-boat-shooting-rubio",
    "industry": "Axios",
    "summary": "Cuatro personas murieron y seis resultaron heridas en un tiroteo entre un barco robado y la guardia costera de Cuba.",
    "charlotte_impact": "Plantea interrogantes sobre la seguridad marítima y las relaciones internacionales.",
    "impact_score": 4
  },
  {
    "title": "Las conversaciones nucleares entre Estados Unidos e Irán fueron \"positivas\"",
    "url": "https://www.axios.com/2026/02/26/iran-nuclear-talks-geneva",
    "industry": "Axios",
    "summary": "Un alto funcionario estadounidense describe las conversaciones nucleares entre Estados Unidos e Irán como \"positivas\".",
    "charlotte_impact": "El resultado podría afectar significativamente la estabilidad regional y la seguridad internacional.",
    "impact_score": 3
  },
  {
    "title": "Barclays y Atlas expuestos al colapsado prestamista británico MFS",
    "url": "https://www.bloomberg.com/news/articles/2026-02-26/barclays-atlas-among-firms-exposed-to-collapsed-uk-lender-mfs",
    "industry": "Bloomberg",
    "summary": "Barclays y Atlas SP Partners se encuentran entre las empresas expuestas al colapso del prestamista británico MFS en medio de irregularidades financieras.",
    "charlotte_impact": "Ilustra los riesgos en el sector financiero y los posibles efectos dominó.",
    "impact_score": 3
  },
  {
    "title": "Historias de la NFL para monitorear con la agencia libre y el draft por delante",
    "url": "https://www.si.com/nfl/six-nfl-storylines-monitor-with-free-agency-draft-ahead",
    "industry": "Sports Illustrated",
    "summary": "Los equipos ya se están centrando en el draft de 2027, además de actualizaciones sobre los mercados y opciones de jugadores.",
    "charlotte_impact": "Proporciona información sobre el futuro de las estrategias de los equipos de la NFL y los movimientos de los jugadores.",
    "impact_score": 3
  },
  {
    "title": "Los Hawks celebrarán la 'Ciudad Mágica' de Atlanta",
    "url": "https://hawks.com/news/hawksto-celebrate-atlantas-iconic-cultural-institution-magic-city-during-the-teams-magic-city-monday-game-against-the-orlando-magic-on-monday-march-16",
    "industry": "Hawks.com",
    "summary": "Los Hawks celebrarán la icónica institución cultural de Atlanta, 'Magic City', durante un partido contra el Orlando Magic.",
    "charlotte_impact": "Destaca la intersección del deporte y la cultura local.",
    "impact_score": 3
  },
  {
    "title": "Weber retira del mercado cepillos para parrilla debido a peligro de ingestión",
    "url": "https://www.cpsc.gov/Recalls/2026/Weber-Recalls-Over-3-2-Million-Metal-Wire-Bristle-Grill-Brushes-Due-to-Ingestion-Hazard",
    "industry": "Cpsc.gov",
    "summary": "Weber retira del mercado más de 3,2 millones de cepillos de parrilla con cerdas de alambre metálico debido al riesgo de ingestión.",
    "charlotte_impact": "Destaca la importancia de la seguridad del producto y la concienciación del consumidor.",
    "impact_score": 3
  }
]