[
  {
    "title": "Las conversaciones nucleares entre Estados Unidos e Irán muestran avances en medio de tensiones",
    "url": "https://www.axios.com/2026/02/26/iran-nuclear-talks-geneva",
    "industry": "Axios",
    "summary": "Un funcionario estadounidense informa de un progreso \"positivo\" en las conversaciones nucleares con Irán; el resultado podría influir en las acciones de Trump.",
    "charlotte_impact": "El resultado de estas conversaciones podría impactar significativamente la estabilidad regional y la política exterior de Estados Unidos.",
    "impact_score": 3
  },
  {
    "title": "Los aliados de Trump presionan por poderes de emergencia sobre las elecciones",
    "url": "https://www.washingtonpost.com/politics/2026/02/26/trump-elections-executive-order-activists/",
    "industry": "The Washington Post",
    "summary": "Activistas vinculados a la Casa Blanca abogan por una orden ejecutiva que otorgaría a Trump un control extraordinario sobre las elecciones.",
    "charlotte_impact": "Esto genera preocupación sobre una posible extralimitación del poder ejecutivo y la integridad del proceso electoral.",
    "impact_score": 4
  },
  {
    "title": "Netflix presenta el tráiler de 'Dinastía: Los Murdoch'",
    "url": "http://www.hollywoodreporter.com/tv/tv-news/netflix-dynasty-the-murdochs-trailer-1236516230/",
    "industry": "Hollywood Reporter",
    "summary": "La serie documental de Netflix 'Dynasty: The Murdochs' explora la batalla de sucesión en la vida real dentro de la familia Murdoch y Fox News.",
    "charlotte_impact": "Ofrece una mirada entre bastidores a la dinámica de poder dentro de un importante imperio mediático.",
    "impact_score": 3
  },
  {
    "title": "La estrella 'joven e inquieta' revela su diagnóstico de enfermedad cardíaca",
    "url": "https://www.soapoperadigest.com/content/young-and-restless-star-melissa-claire-egan-reveals-heart-disease-diagnosis-too-important-not-to-share/#article",
    "industry": "Soap Opera Digest",
    "summary": "Melissa Claire Egan comparte su diagnóstico de enfermedad coronaria para crear conciencia.",
    "charlotte_impact": "Destaca la importancia de la salud del corazón y la detección temprana.",
    "impact_score": 2
  },
  {
    "title": "Los republicanos consideran una citación para la investigación de Epstein",
    "url": "https://www.politico.com/live-updates/2026/02/26/congress/panel-still-eying-lutnick-for-epstein-testimony-00800838",
    "industry": "Politico",
    "summary": "El Comité de Supervisión de la Cámara de Representantes puede citar a Lutnick en relación con la investigación de Epstein.",
    "charlotte_impact": "La investigación continúa desarrollándose, implicando potencialmente a más personas.",
    "impact_score": 3
  },
  {
    "title": "El S&P 500 cae después de la caída de las ganancias de Nvidia",
    "url": "https://www.cnbc.com/2026/02/25/stock-market-today-live-updates.html",
    "industry": "CNBC",
    "summary": "El S&P 500 cayó tras una caída de las acciones de Nvidia, a pesar de una reciente tendencia positiva en las acciones estadounidenses.",
    "charlotte_impact": "El desempeño de Nvidia puede influir significativamente en el sentimiento del mercado.",
    "impact_score": 3
  },
  {
    "title": "Dentro del casting para el reinicio de 'Baywatch'",
    "url": "https://variety.com/2026/tv/features/inside-baywatch-reboot-casting-call-1236671569/",
    "industry": "Variety",
    "summary": "\"2.000 aspirantes a salvavidas hacen una audición para el reinicio de 'Baywatch' de Fox\".",
    "charlotte_impact": "Muestra la escala de interés en el reinicio.",
    "impact_score": 2
  },
  {
    "title": "La segunda temporada de 'Heated Rivalry' llegará en 2027",
    "url": "http://www.hollywoodreporter.com/tv/tv-news/heated-rivalry-season-2-release-date-filming-1236516091/",
    "industry": "Hollywood Reporter",
    "summary": "La serie Crave 'Heated Rivalry' tiene una segunda temporada, que se espera que salga al aire en la primavera de 2027.",
    "charlotte_impact": "Indica la popularidad del programa y su éxito continuo.",
    "impact_score": 2
  },
  {
    "title": "El nuevo ataque AirSnitch expone las vulnerabilidades de Wi-Fi",
    "url": "https://arstechnica.com/security/2026/02/new-airsnitch-attack-breaks-wi-fi-encryption-in-homes-offices-and-enterprises/",
    "industry": "Ars Technica",
    "summary": "El ataque AirSnitch revela fallas de seguridad en el cifrado de Wi-Fi en hogares, oficinas y empresas.",
    "charlotte_impact": "Destaca la necesidad de medidas de seguridad Wi-Fi más estrictas.",
    "impact_score": 3
  },
  {
    "title": "Objetivos de agentes libres de la NFL para cada equipo en 2026",
    "url": "https://bleacherreport.com/articles/25399951-perfect-2026-free-agent-signing-every-nfl-team",
    "industry": "Bleacher Report",
    "summary": "Predecir los mejores fichajes de agentes libres para cada equipo de la NFL en la próxima temporada 2026.",
    "charlotte_impact": "Proporciona información sobre posibles estrategias de equipo y movimientos de jugadores.",
    "impact_score": 2
  },
  {
    "title": "Fugas del concepto Lenovo Legion Go Fold",
    "url": "https://videocardz.com/newz/lenovo-legion-go-fold-concept-leaks-with-7-7-inch-to-11-6-inch-folding-poled-display-lunar-lake-soc",
    "industry": "Videocardz.com",
    "summary": "Las imágenes filtradas revelan el concepto Legion Go Fold de Lenovo con una pantalla POLED plegable y SoC Lunar Lake.",
    "charlotte_impact": "Muestra la exploración de Lenovo de diseños innovadores de dispositivos plegables.",
    "impact_score": 3
  },
  {
    "title": "Los archivos de Epstein implican al entrevistador de Davos",
    "url": "https://www.cnn.com/2026/02/26/business/borge-brende-wef-epstein-files-intl",
    "industry": "CNN",
    "summary": "Los archivos de Epstein han nombrado al ejecutivo que entrevistó a Trump en Davos.",
    "charlotte_impact": "Siguen surgiendo más conexiones con el escándalo de Epstein.",
    "impact_score": 3
  },
  {
    "title": "El Tesoro apunta al banco suizo por apoyar a Irán y Rusia",
    "url": "https://home.treasury.gov/news/press-releases/sb0408",
    "industry": "Treasury.gov",
    "summary": "El Tesoro de Estados Unidos propone cortar el acceso de MBaer al sistema financiero estadounidense debido a su apoyo a Irán y Rusia.",
    "charlotte_impact": "Demuestra los esfuerzos de Estados Unidos para contrarrestar el apoyo financiero a los países sancionados.",
    "impact_score": 4
  },
  {
    "title": "Ecosistema MagFit de Spigen para Galaxy S26",
    "url": "http://9to5google.com/2026/02/26/unlock-the-full-potential-of-your-galaxy-s26-with-spigens-magfit-ecosystem/",
    "industry": "9to5google.com",
    "summary": "Promoción del ecosistema MagFit de Spigen para el próximo Galaxy S26.",
    "charlotte_impact": "Destaca las opciones de accesorios para el nuevo teléfono.",
    "impact_score": 2
  },
  {
    "title": "Burger King actualiza Whopper después de los comentarios de los clientes",
    "url": "https://www.cnn.com/2026/02/26/business/burger-king-new-whopper",
    "industry": "CNN",
    "summary": "Burger King está realizando cambios en su Whopper después de casi 10 años, basándose en las quejas de los clientes.",
    "charlotte_impact": "Muestra la capacidad de respuesta de la empresa a las preferencias de los clientes.",
    "impact_score": 2
  }
]