[
  {
    "title": "La fuerte posición geopolítica de Corea del Norte",
    "url": "https://www.ft.com/content/620a5268-a147-464f-8bf9-1b967efcb210",
    "industry": "Financial Times",
    "summary": "Los analistas informan que Corea del Norte se encuentra en su posición geopolítica y económica más sólida en años bajo Kim Jong Un.",
    "charlotte_impact": "Destaca la creciente influencia y estabilidad de un régimen solitario, que afecta la seguridad regional y las relaciones internacionales.",
    "impact_score": 4
  },
  {
    "title": "Rivian agrega modo deportivo y aplicación Apple Watch",
    "url": "https://insideevs.com/news/787692/rivian-sport-mode-all-r1-evs-apple-watch-app/",
    "industry": "InsideEVs ",
    "summary": "Rivian presenta un modo deportivo y una aplicación Apple Watch para sus vehículos eléctricos R1, mejorando la experiencia y la comodidad del usuario.",
    "charlotte_impact": "Demuestra la innovación continua en el sector de los vehículos eléctricos, mejorando la funcionalidad del vehículo e integrándose con la tecnología portátil.",
    "impact_score": 3
  },
  {
    "title": "Estados Unidos intercepta aviones de combate rusos cerca de Alaska",
    "url": "https://www.cbsnews.com/news/u-s-fighter-jets-intercept-russian-warplanes-off-alaskan-coast/",
    "industry": "CBS News",
    "summary": "Aviones de combate estadounidenses interceptaron aviones de combate rusos, incluidos bombarderos y aviones de combate, frente a la costa de Alaska.",
    "charlotte_impact": "Intensifica las tensiones entre Estados Unidos y Rusia, destacando la actividad militar en curso en espacios aéreos estratégicos.",
    "impact_score": 4
  },
  {
    "title": "Las acciones asiáticas caen en medio de la incertidumbre sobre los tipos y las tensiones con Irán",
    "url": "https://www.investing.com/news/stock-market-news/asia-stocks-fall-as-rate-uncertainty-iran-tensions-weigh-skorea-outperforms-4515123",
    "industry": "Investing.com",
    "summary": "Las acciones asiáticas caen debido a la incertidumbre sobre los tipos y las tensiones que involucran a Irán, siendo Corea del Sur una excepción.",
    "charlotte_impact": "Refleja las ansiedades económicas globales y los riesgos geopolíticos que afectan a los mercados financieros en Asia.",
    "impact_score": 3
  },
  {
    "title": "Esquiador desaparecido encontrado muerto en Northstar Resort",
    "url": "https://abc7news.com/post/missing-skier-found-dead-northstar-california-resort-marking-3rd-death-month/18622440/",
    "industry": "KGO-TV",
    "summary": "Colin Kang, un esquiador desaparecido, fue encontrado muerto en Northstar California Resort, lo que marca la tercera muerte este mes.",
    "charlotte_impact": "Destaca las preocupaciones sobre la seguridad en las estaciones de esquí y las trágicas consecuencias de los accidentes en los deportes de invierno.",
    "impact_score": 3
  },
  {
    "title": "Trabajadores de Volkswagen en Tennessee obtienen contrato sindical",
    "url": "https://www.npr.org/2026/02/19/nx-s1-5711458/union-uaw-volkswagen-tennessee-contract-vote",
    "industry": "NPR",
    "summary": "Los trabajadores de Volkswagen en Tennessee consiguen su primer contrato sindical, aunque el impulso para una mayor sindicalización se ha desacelerado.",
    "charlotte_impact": "Ilustra los desafíos y éxitos de los movimientos laborales en la industria automotriz del sur de Estados Unidos.",
    "impact_score": 3
  },
  {
    "title": "El creador de 'The Night Agent' adelanta la temporada 4",
    "url": "http://deadline.com/2026/02/the-night-agent-shawn-ryan-season-3-death-season-4-clues-1236725307/",
    "industry": "Deadline",
    "summary": "El creador de 'The Night Agent' habla sobre la impactante muerte de la temporada 3 y proporciona pistas sobre la temporada 4.",
    "charlotte_impact": "Proporciona información sobre la dirección creativa de una popular serie de televisión, que atrae a los fanáticos del programa.",
    "impact_score": 3
  },
  {
    "title": "Billy Bob Thornton recuerda a Robert Duvall",
    "url": "http://deadline.com/2026/02/landman-billy-bob-thornton-tells-great-robert-duvall-tales-1236730026/",
    "industry": "Deadline",
    "summary": "Billy Bob Thornton comparte historias sobre su mentor, Robert Duvall, quien falleció recientemente a la edad de 95 años.",
    "charlotte_impact": "Honra el legado de un actor respetado y ofrece anécdotas personales de un compañero intérprete.",
    "impact_score": 3
  },
  {
    "title": "Epstein 'eliminó el nombre' de Trump, dice Wexner",
    "url": "https://www.cnbc.com/2026/02/19/epstein-trump-les-wexner-deposition.html",
    "industry": "CNBC",
    "summary": "Les Wexner afirma que Jeffrey Epstein 'nombraría' a Donald Trump, lo que generó escepticismo entre los demócratas del Comité de Supervisión de la Cámara de Representantes.",
    "charlotte_impact": "Continúa vinculando a figuras destacadas con la controvertida figura de Jeffrey Epstein, planteando cuestiones éticas.",
    "impact_score": 3
  },
  {
    "title": "Demócrata de Illinois utiliza improperios en anuncio anti-Trump",
    "url": "https://www.nbcnews.com/politics/2026-election/illinois-democrat-juliana-stratton-senate-primary-trump-ad-rcna259761",
    "industry": "NBC News",
    "summary": "La candidata demócrata al Senado de Illinois, Juliana Stratton, utiliza un lenguaje fuerte en un nuevo anuncio de campaña anti-Trump.",
    "charlotte_impact": "Refleja la naturaleza cada vez más agresiva y polarizada de la publicidad política en Estados Unidos.",
    "impact_score": 2
  },
  {
    "title": "Aumenta recompensa en búsqueda de Nancy Guthrie",
    "url": "https://foxnews.com/live-news/nancy-guthrie-disappearance-arizona-feb-19-live-updates",
    "industry": "Fox News",
    "summary": "Una donación anónima eleva la recompensa a más de 200.000 dólares por información que conduzca al paradero de Nancy Guthrie.",
    "charlotte_impact": "Destaca los esfuerzos en curso para encontrar una persona desaparecida y la participación de la comunidad en la búsqueda.",
    "impact_score": 3
  },
  {
    "title": "'El Caballero de los Siete Reinos' y 'La Fosa' atraen a grandes audiencias",
    "url": "https://variety.com/2026/tv/ratings/knight-of-the-seven-kingdoms-the-pitt-season-2-viewership-1236667803/",
    "industry": "Variety",
    "summary": "'El Caballero de los Siete Reinos' promedia casi 13 millones de espectadores por episodio, mientras que la segunda temporada de 'The Pitt' alcanza los 12 millones.",
    "charlotte_impact": "Demuestra la continua popularidad de la programación de HBO y HBO Max, mostrando cifras de audiencia exitosas.",
    "impact_score": 3
  },
  {
    "title": "El aerosol nasal protege a los ratones de los virus respiratorios",
    "url": "https://medicalxpress.com/news/2026-02-universal-vaccine-nasal-spray-mice.html",
    "industry": "Medical Xpress",
    "summary": "Los investigadores de Stanford Medicine desarrollan un aerosol nasal que protege a los ratones de virus respiratorios, bacterias y alérgenos.",
    "charlotte_impact": "Representa un paso significativo hacia una vacuna universal, que potencialmente revolucionará la prevención de enfermedades.",
    "impact_score": 4
  },
  {
    "title": "Novedades clave del segundo día de pruebas en Bahrein",
    "url": "https://www.formula1.com/en/latest/article/what-we-learned-from-day-2-of-the-second-2026-pre-season-test-in-bahrain.5Fj2kkTW99M5uL35BLatxF",
    "industry": "Formula 1",
    "summary": "Lawrence Barretto examina los acontecimientos clave del día 2 de la segunda prueba de pretemporada de 2026 en Bahréin para la Fórmula 1.",
    "charlotte_impact": "Proporciona información sobre los preparativos y avances en la tecnología de carreras de Fórmula 1 y las estrategias de los equipos.",
    "impact_score": 3
  },
  {
    "title": "Las fugas ficticias de los Galaxy Buds 4 restan importancia a las comparaciones de AirPod",
    "url": "http://9to5google.com/2026/02/19/galaxy-buds-4-dummy-leaks-downplay-airpod-comparisons-with-new-metallic-finish/",
    "industry": "9to5google.com",
    "summary": "Las filtraciones sugieren que los próximos Galaxy Buds 4 de Samsung contarán con un nuevo acabado metálico, que los diferenciará de los AirPods.",
    "charlotte_impact": "Indica los esfuerzos de Samsung por innovar y distinguir sus productos en el competitivo mercado de auriculares inalámbricos.",
    "impact_score": 3
  }
]