[
  {
    "title": "Man Killed at Mar-a-Lago Perimeter; Trump Not Present",
    "url": "https://www.bbc.com/news/live/cr57l3rj3yqt",
    "industry": "BBC News",
    "summary": "A suspect carrying a shotgun and fuel can was killed after entering the secure perimeter of Trump's Mar-a-Lago residence. The former president was not in Florida at the time.",
    "charlotte_impact": "Security concerns surrounding high-profile figures and their residences remain a significant issue.",
    "impact_score": 3
  },
  {
    "title": "Adults Returning to Education Represent 'New Majority' Student",
    "url": "https://apnews.com/article/education-adult-learning-upskilling-hobbies-6b5ba4c45b1451ad5ebecd49e1d7b0b5",
    "industry": "Associated Press",
    "summary": "Millions of adults are returning to education for career growth and personal interests, enrolling in various programs to advance their skills and knowledge.",
    "charlotte_impact": "Highlights the increasing importance of lifelong learning and skills development in a changing job market.",
    "impact_score": 3
  },
  {
    "title": "Ukraine War's Impact on Russia: Rights, Economy, and Support",
    "url": "https://www.aljazeera.com/news/2026/2/22/how-four-years-of-ukraine-war-have-changed-russia",
    "industry": "Al Jazeera English",
    "summary": "The war in Ukraine has led to curbs on rights and fewer choices in Russia, but support for the war remains high despite the toll.",
    "charlotte_impact": "Examines the multifaceted consequences of the conflict on Russian society.",
    "impact_score": 3
  },
  {
    "title": "Sidney Crosby Out for Olympic Gold Medal Game",
    "url": "https://www.espn.com/olympics/story/_/id/48003675/canada-captain-sidney-crosby-olympic-gold-medal-game",
    "industry": "ESPN",
    "summary": "Canada's captain, Sidney Crosby, was absent from the lineup for the men's hockey Olympic gold medal game.",
    "charlotte_impact": "Significant blow to Canada's chances in a high-stakes game.",
    "impact_score": 3
  },
  {
    "title": "Casey DeSantis' Role in Florida Governor Race",
    "url": "https://www.politico.com/news/2026/02/22/casey-desantis-florida-governor-00791391",
    "industry": "Politico",
    "summary": "Florida’s first lady, Casey DeSantis, has increased her public appearances as part of her Healthy Florida First initiative.",
    "charlotte_impact": "Explores the potential influence of the First Lady in the upcoming election.",
    "impact_score": 2
  },
  {
    "title": "Poll: 60% Disapprove of Trump Ahead of State of the Union",
    "url": "https://www.washingtonpost.com/politics/2026/02/22/trump-disapproval-post-poll/",
    "industry": "The Washington Post",
    "summary": "A Washington Post-ABC poll reveals that 60% of Americans disapprove of Trump, but Democrats haven't convinced voters they have better ideas.",
    "charlotte_impact": "Indicates a challenging political landscape leading up to the State of the Union address.",
    "impact_score": 3
  },
  {
    "title": "Zelensky Reports Casualties After New Russian Attacks",
    "url": "https://dpa-international.com/politics/urn:newsml:dpa.com:20090101:260222-99-611156/",
    "industry": "Dpa-international.com",
    "summary": "New Russian drone and missile attacks in Ukraine resulted in deaths and injuries, including a child, according to President Zelensky.",
    "charlotte_impact": "Continues to highlight the human cost of the ongoing conflict.",
    "impact_score": 4
  },
  {
    "title": "Redistricting Reduces Competitive House Seats",
    "url": "https://www.npr.org/2026/02/22/nx-s1-5707254/power-trump-congress-house-representatives-voters-control",
    "industry": "NPR",
    "summary": "Redistricting, particularly mid-decade redistricting, is further reducing the number of competitive House seats.",
    "charlotte_impact": "Diminishes voter choice and increases the influence of primary voters.",
    "impact_score": 3
  },
  {
    "title": "Ryan Garcia Wins WBC Title in Dominant Performance",
    "url": "https://www.espn.com/boxing/story/_/id/48002524/ryan-garcia-wrests-mario-barrios-wbc-title-one-sided-win",
    "industry": "ESPN",
    "summary": "Ryan Garcia secured a unanimous decision victory over Mario Barrios to claim the WBC welterweight title.",
    "charlotte_impact": "Marks a significant achievement in Garcia's boxing career.",
    "impact_score": 3
  },
  {
    "title": "Samsung Expands Galaxy AI Ecosystem",
    "url": "https://news.samsung.com/global/galaxy-ai-expands-multi-agent-ecosystem-to-give-users-more-choice-and-flexibility",
    "industry": "Samsung.com",
    "summary": "Samsung announced the expansion of Galaxy AI, aiming for a rich, open, and integrated multi-agent ecosystem to simplify everyday tasks.",
    "charlotte_impact": "Demonstrates Samsung's commitment to AI development and integration.",
    "impact_score": 3
  },
  {
    "title": "US Pays Tribute to Gaudreau Brothers at Olympics",
    "url": "https://apnews.com/article/johnny-gaudreau-olympics-team-usa-43c05ba80d4c3f51c4a4b94285c63038",
    "industry": "Associated Press",
    "summary": "The U.S. men's hockey team honored the late Johnny Gaudreau and his brother Matthew, who died in 2024, during the Winter Olympics.",
    "charlotte_impact": "A touching tribute adds emotional weight to the Olympic competition.",
    "impact_score": 3
  },
  {
    "title": "Trump and Alien Files: Why Americans Believe Conspiracies",
    "url": "https://www.axios.com/2026/02/21/alien-files-conspiracy-theories-usa",
    "industry": "Axios",
    "summary": "The article explores why Americans are drawn to conspiracy theories, particularly in the context of Trump and the release of alien files.",
    "charlotte_impact": "Reflects a broader societal trend of distrust and the search for alternative explanations.",
    "impact_score": 2
  },
  {
    "title": "MOFT Releases MagSafe Wallet with Find My Support",
    "url": "https://9to5mac.com/2026/02/21/moft-magsafe-wallet-with-find-my-now-available/",
    "industry": "9to5Mac",
    "summary": "MOFT's MagSafe wallet with kickstand, featuring Find My support, is now available after being unveiled at CES 2025.",
    "charlotte_impact": "Offers enhanced functionality and convenience for users of MagSafe accessories.",
    "impact_score": 2
  },
  {
    "title": "Box Office: 'GOAT' and 'Wuthering Heights' Compete for No. 1",
    "url": "http://www.hollywoodreporter.com/movies/movie-news/goat-box-office-wuthering-heights-1236511466/",
    "industry": "Hollywood Reporter",
    "summary": "'GOAT' and 'Wuthering Heights' are in a close race for the top spot at the box office, while a new Elvis Presley concert film impresses.",
    "charlotte_impact": "Provides insights into current trends in the film industry.",
    "impact_score": 2
  },
  {
    "title": "Zelda Series Flirts With Sci-Fi",
    "url": "https://kotaku.com/legend-zelda-sci-fi-concept-art-40th-anniversary-2000672580",
    "industry": "Kotaku",
    "summary": "On its 40th anniversary, the article looks back at the Legend of Zelda series' attempted space missions and its flirtation with science fiction elements.",
    "charlotte_impact": "Examines the evolution and potential future directions of a popular video game franchise.",
    "impact_score": 2
  }
]