[
  {
    "title": "El líder supremo de Irán muere en ataques entre Estados Unidos e Israel; Siguen las represalias",
    "url": "https://www.cnn.com/world/live-news/israel-iran-attack-02-28-26-hnk-intl",
    "industry": "CNN",
    "summary": "Los ataques estadounidenses e israelíes matan al líder de Irán, lo que provoca acciones de represalia y llamados a un cambio de régimen por parte del presidente Trump.",
    "charlotte_impact": "La escalada del conflicto en Medio Oriente podría provocar una inestabilidad generalizada y repercusiones globales.",
    "impact_score": 4
  },
  {
    "title": "Combinación de la NFL 2026: aumento de existencias/baja de existencias: aspectos destacados del día 3",
    "url": "https://www.nfl.com/news/2026-nfl-combine-stock-up-stock-down-day-3-taylen-green-among-10-players-on-the-move",
    "industry": "NFL News",
    "summary": "Análisis de los jugadores que mejoraron o disminuyeron su stock de draft en el día 3 del NFL Scouting Combine de 2026.",
    "charlotte_impact": "Proporciona información sobre posibles estrellas de la NFL y estrategias de equipo para el próximo draft.",
    "impact_score": 3
  },
  {
    "title": "NFL Combine 2026: principales actuaciones y momentos destacados de Indianápolis",
    "url": "https://www.cbssports.com/nfl/news/nfl-combine-2026-live-updates-qb-rb-wr-workouts-40-times/live/",
    "industry": "CBS Sports",
    "summary": "Reviva los momentos más importantes, las carreras más rápidas de 40 yardas y las actuaciones destacadas de los entrenamientos NFL Combine QB, WR y RB.",
    "charlotte_impact": "Muestra talentos emergentes y prepara el escenario para la temporada del draft de la NFL.",
    "impact_score": 3
  },
  {
    "title": "Jack Della Maddalena vs. Carlos Prates encabezará UFC Perth",
    "url": "https://www.mmafighting.com/ufc/474040/jack-della-maddalena-vs-carlos-prates-set-to-headline-ufcs-return-to-perth",
    "industry": "MMA Fighting",
    "summary": "Jack Della Maddalena apunta a recuperarse contra Carlos Prates en el regreso de UFC a Perth después de la pérdida del título de peso welter.",
    "charlotte_impact": "Destaca un enfrentamiento clave en la división de peso welter de UFC.",
    "impact_score": 3
  },
  {
    "title": "L.J. Cason estará fuera de temporada por lesión en la rodilla",
    "url": "https://mgoblue.com/news/2026/2/28/mens-basketball-knee-injury-sidelines-lj-cason-for-remainder-of-season",
    "industry": "Mgoblue.com",
    "summary": "L.J. Cason, de la Universidad de Michigan, sufre un desgarro del ligamento anterior cruzado que pone fin a su temporada durante el partido contra Illinois.",
    "charlotte_impact": "Afecta el rendimiento del equipo y la trayectoria profesional del jugador.",
    "impact_score": 3
  },
  {
    "title": "Vuelos cancelados y advertencias de viaje emitidas tras ataques a Irán",
    "url": "https://www.bbc.com/news/articles/c0rjpr575g9o",
    "industry": "BBC News",
    "summary": "Las principales aerolíneas, incluidas BA y Virgin Atlantic, cancelan vuelos y emiten advertencias de viaje tras los ataques a Irán.",
    "charlotte_impact": "Interrumpe los viajes globales y resalta el impacto de los acontecimientos geopolíticos en la vida civil.",
    "impact_score": 4
  },
  {
    "title": "NASCAR en COTA, San Petersburgo: información clave y resultados",
    "url": "https://www.nascar.com/news-media/2026/02/28/nascar-at-cota-st-petersburg-key-information-links-results-throughout-race-weekend/",
    "industry": "NASCAR",
    "summary": "Recurso completo para el fin de semana de carreras de NASCAR de 2026 en COTA y San Petersburgo, incluidos enlaces y resultados.",
    "charlotte_impact": "Proporciona información esencial para los fanáticos y seguidores de NASCAR.",
    "impact_score": 3
  },
  {
    "title": "Un estudio revela la clave para la salud del corazón: no ser bajo en carbohidratos ni bajo en grasas",
    "url": "https://www.sciencealert.com/giant-study-reveals-the-secret-to-heart-health-and-its-not-low-carb-or-low-fat",
    "industry": "ScienceAlert",
    "summary": "Una nueva investigación sugiere que el secreto de la salud del corazón no son las dietas restrictivas como las bajas en carbohidratos o bajas en grasas.",
    "charlotte_impact": "Desafía la sabiduría convencional sobre la dieta y la salud del corazón.",
    "impact_score": 4
  },
  {
    "title": "Connor Storrie presenta 'Saturday Night Live' esta noche: cómo mirar",
    "url": "https://variety.com/2026/shopping/news/watch-connor-storrie-saturday-night-live-stream-online-free-1236670421/",
    "industry": "Variety",
    "summary": "El actor Connor Storrie presenta 'SNL' con el invitado musical Mumford & Sons. Detalles sobre cómo transmitir en vivo el episodio.",
    "charlotte_impact": "Proporciona información para los espectadores interesados ​​en ver el popular programa de comedia.",
    "impact_score": 3
  },
  {
    "title": "Carnell Tate: ¿Posible 'Robin' para el 'Batman' de Malik Nabers para los Gigantes?",
    "url": "https://www.bigblueview.com/new-york-giants-draft/155577/carnell-tate-robin-next-to-malik-nabers-batman-no-5-overall-pick",
    "industry": "Big Blue View",
    "summary": "Análisis del papel potencial del WR Carnell Tate de Ohio State con los Gigantes junto a Malik Nabers.",
    "charlotte_impact": "Analiza posibles dinámicas de equipo y contribuciones de los jugadores.",
    "impact_score": 3
  },
  {
    "title": "Los demócratas de Texas se preparan para una primaria decisiva en el Senado",
    "url": "http://www.texastribune.org/2026/02/28/jasmine-crockett-james-talarico-texas-senate-democratic-primary/",
    "industry": "The Texas Tribune",
    "summary": "Jasmine Crockett y James Talarico compiten en una importante primaria demócrata en Texas, y potencialmente se dirigen a una segunda vuelta.",
    "charlotte_impact": "Destaca las carreras políticas clave y los posibles cambios en el poder.",
    "impact_score": 3
  },
  {
    "title": "El sistema de alerta del Observatorio Rubin envía 800.000 pings en la primera noche",
    "url": "https://www.theverge.com/science/887037/vera-c-rubin-observatory-800000-alerts",
    "industry": "The Verge",
    "summary": "El sistema automatizado del Observatorio Vera C. Rubin detectó numerosos asteroides y posibles supernovas en su primera noche.",
    "charlotte_impact": "Demuestra avances en la observación y el descubrimiento astronómico.",
    "impact_score": 3
  },
  {
    "title": "El Congreso reacciona a los ataques de Irán y exige reuniones informativas",
    "url": "https://www.politico.com/news/2026/02/28/iran-strikes-congress-lawmakers-trump-00805615",
    "industry": "Politico",
    "summary": "El Congreso busca información sobre los ataques de Irán, y los demócratas presionan para que la administración Trump sea más transparente.",
    "charlotte_impact": "Destaca las ramificaciones políticas de las acciones militares y la necesidad de supervisión del Congreso.",
    "impact_score": 4
  },
  {
    "title": "La propuesta de jubilación de 1.000 dólares de Trump: ¿funcionará?",
    "url": "https://www.washingtonpost.com/business/2026/02/28/trump-retirement-accounts-tsp/",
    "industry": "The Washington Post",
    "summary": "Análisis de la propuesta del presidente Trump de proporcionar a los trabajadores $1,000 para cuentas de jubilación.",
    "charlotte_impact": "Examina posibles soluciones para los desafíos del ahorro para la jubilación.",
    "impact_score": 3
  },
  {
    "title": "La excoprotagonista de Dennis Quaid critica el apoyo a Trump",
    "url": "https://ew.com/dennis-quaid-costar-lauren-holly-blasts-his-crazy-trump-support-after-air-force-one-trip-11916730",
    "industry": "Entertainment Weekly",
    "summary": "El ex coprotagonista de Dennis Quaid critica su apoyo a Donald Trump después del viaje del Air Force One de Quaid.",
    "charlotte_impact": "Ilustra la intersección de la política y la cultura de las celebridades.",
    "impact_score": 3
  }
]