[
  {
    "title": "Lanzamiento del Samsung Galaxy S26 inminente",
    "url": "https://www.tomsguide.com/phones/live/samsung-galaxy-unpacked-2026-live",
    "industry": "Tom's Guide",
    "summary": "Se espera que el Galaxy S26 Ultra de Samsung se presente en el evento Samsung Unpacked.",
    "charlotte_impact": "El lanzamiento sentará las bases para la competencia y la innovación de los teléfonos inteligentes en el mercado de la tecnología móvil.",
    "impact_score": 3
  },
  {
    "title": "El obispo Varden reflexiona sobre la libertad en un retiro en el Vaticano",
    "url": "https://www.vaticannews.va/en/vatican-city/news/2026-02/lenten-retreat-fourth-reflection-bishop-varden-becoming-free.html",
    "industry": "Vatican News",
    "summary": "El obispo Erik Varden ofrece una reflexión sobre \"volverse libre\" en los Ejercicios Espirituales del Vaticano.",
    "charlotte_impact": "La reflexión ofrece ideas sobre temas espirituales para los líderes religiosos.",
    "impact_score": 3
  },
  {
    "title": "Nuevos Campeones Coronados en NXT",
    "url": "https://www.cagesideseats.com/wwe/420523/multiple-new-champions-nxt-vanity-project-elio-lafleur-myles-borne-wwe",
    "industry": "Cageside Seats",
    "summary": "Múltiples títulos cambiaron de manos en el episodio de televisión NXT de esta semana.",
    "charlotte_impact": "Los cambios de título probablemente conducirán a nuevas historias y rivalidades dentro de NXT.",
    "impact_score": 3
  },
  {
    "title": "Trump pronuncia discurso sobre el estado de la Unión",
    "url": "https://www.bbc.com/news/live/ce3g0epn6gdt",
    "industry": "BBC News",
    "summary": "El presidente Trump pronuncia su discurso sobre el Estado de la Unión en medio de las preocupaciones de los votantes sobre su agenda para su segundo mandato.",
    "charlotte_impact": "El discurso proporciona información sobre las prioridades y direcciones políticas de la administración.",
    "impact_score": 3
  },
  {
    "title": "Rusia investiga el uso de Telegram con fines terroristas",
    "url": "https://www.washingtonpost.com/world/2026/02/24/russia-telegram-pavel-durov-investigation/",
    "industry": "The Washington Post",
    "summary": "Rusia abre una investigación sobre Telegram, alegando su uso con fines terroristas y empujando a los usuarios a plataformas nacionales.",
    "charlotte_impact": "La investigación plantea preocupaciones sobre la censura y el control de la comunicación en línea.",
    "impact_score": 3
  },
  {
    "title": "Juez limita la búsqueda de dispositivos de periodista en investigación de fugas",
    "url": "https://www.cnn.com/2026/02/24/politics/washington-post-hannah-natanson-fbi-devices-seized",
    "industry": "CNN",
    "summary": "Un juez restringe la búsqueda por parte del Departamento de Justicia de los dispositivos de un periodista del Washington Post en una investigación de filtración.",
    "charlotte_impact": "El fallo protege la libertad periodística y limita el acceso del gobierno a fuentes confidenciales.",
    "impact_score": 4
  },
  {
    "title": "Hegseth presiona para castigar al senador Mark Kelly",
    "url": "https://www.politico.com/news/2026/02/24/hegseth-mark-kelly-appeal-00795773",
    "industry": "Politico",
    "summary": "Se reactiva la presión para castigar al senador Mark Kelly, tras una apelación del Secretario de Defensa.",
    "charlotte_impact": "La situación pone de relieve las tensiones políticas y los desafíos legales en curso.",
    "impact_score": 3
  },
  {
    "title": "Jugadores a seguir en NFL Combine",
    "url": "https://www.si.com/nfl/albert-breer-players-to-watch-nfl-combine-2026",
    "industry": "Sports Illustrated",
    "summary": "Albert Breer destaca a los jugadores clave a seguir en el NFL Combine, incluido un destacado mariscal de campo prospecto.",
    "charlotte_impact": "El desempeño del combinado influirá en el draft de jugadores y en las estrategias del equipo.",
    "impact_score": 3
  },
  {
    "title": "Inundaciones y deslizamientos de tierra mortales azotan Brasil",
    "url": "https://www.bbc.com/news/articles/c70k7vjllzeo",
    "industry": "BBC News",
    "summary": "Las inundaciones y deslizamientos de tierra en Brasil han matado al menos a 25 personas, desplazado a cientos y dejando decenas desaparecidas.",
    "charlotte_impact": "El desastre subraya la vulnerabilidad de las comunidades a los fenómenos meteorológicos extremos.",
    "impact_score": 4
  },
  {
    "title": "Los mejores QB preparados para la agencia libre de la NFL",
    "url": "https://www.si.com/nfl/two-qbs-primed-take-center-stage-nfl-free-agency-2026",
    "industry": "Sports Illustrated",
    "summary": "Dos mariscales de campo ocuparán un lugar central en la agencia libre de la NFL, entrando a la temporada baja con influencia.",
    "charlotte_impact": "Sus decisiones afectarán significativamente las estrategias del equipo y la dinámica del mercado de mariscales de campo.",
    "impact_score": 3
  },
  {
    "title": "Mejores apuestas de la NBA: Knicks-Cavaliers y más",
    "url": "https://www.actionnetwork.com/nba/nba-best-bets-picks-tuesday-february-24-cavaliers-spread-warriors-moneyline",
    "industry": "The Action Network",
    "summary": "Los expertos ofrecen sus mejores apuestas para los enfrentamientos de la NBA del martes, incluido Knicks-Cavaliers.",
    "charlotte_impact": "Las selecciones ofrecen información para los entusiastas de las apuestas deportivas.",
    "impact_score": 3
  },
  {
    "title": "DJI demanda a la FCC por restricciones a los drones",
    "url": "https://arstechnica.com/gadgets/2026/02/dji-sues-the-fcc-for-carelessly-restricting-its-drones/",
    "industry": "Ars Technica",
    "summary": "DJI demanda a la FCC, alegando que la empresa se ha visto gravemente perjudicada por las restricciones a sus drones.",
    "charlotte_impact": "La demanda cuestiona la supervisión regulatoria y su impacto en la industria de los drones.",
    "impact_score": 3
  },
  {
    "title": "La MacBook Pro con pantalla táctil de Apple contará con Dynamic Island",
    "url": "https://www.bloomberg.com/news/articles/2026-02-24/apple-s-touch-screen-macbook-pro-to-have-dynamic-island-new-interface",
    "industry": "Bloomberg",
    "summary": "La próxima MacBook Pro con pantalla táctil de Apple incluirá la función Dynamic Island del iPhone.",
    "charlotte_impact": "La nueva interfaz podría revolucionar la experiencia del usuario de MacBook.",
    "impact_score": 4
  },
  {
    "title": "Trump anunciará acuerdos de energía para centros de datos",
    "url": "https://www.politico.com/news/2026/02/24/trump-to-announce-data-center-energy-deals-during-state-of-the-union-00794834",
    "industry": "Politico",
    "summary": "Trump anunciará acuerdos de energía para centros de datos durante el Estado de la Unión para abordar las preocupaciones sobre la asequibilidad.",
    "charlotte_impact": "Los acuerdos podrían afectar el consumo de energía y los costos de las empresas de tecnología.",
    "impact_score": 3
  },
  {
    "title": "Sundance confirma su debut en Boulder en 2027",
    "url": "https://www.axios.com/local/boulder/2026/02/24/sundance-film-festival-2027-dates-boulder-venues",
    "industry": "Axios",
    "summary": "Sundance confirma los detalles de su debut en el festival de 2027 en Boulder, del 21 al 31 de enero.",
    "charlotte_impact": "La confirmación prevé una planificación a largo plazo para la ampliación del festival de cine.",
    "impact_score": 3
  }
]