[
  {
    "title": "Hombre asesinado en el perímetro de Mar-a-Lago; Trump no está presente",
    "url": "https://www.bbc.com/news/live/cr57l3rj3yqt",
    "industry": "BBC News",
    "summary": "Un sospechoso que portaba una escopeta y una lata de combustible murió después de ingresar al perímetro seguro de la residencia de Trump en Mar-a-Lago. El expresidente no se encontraba en Florida en ese momento.",
    "charlotte_impact": "Las preocupaciones de seguridad en torno a figuras de alto perfil y sus residencias siguen siendo un problema importante.",
    "impact_score": 3
  },
  {
    "title": "Los adultos que regresan a la educación representan estudiantes de la 'nueva mayoría'",
    "url": "https://apnews.com/article/education-adult-learning-upskilling-hobbies-6b5ba4c45b1451ad5ebecd49e1d7b0b5",
    "industry": "Associated Press",
    "summary": "Millones de adultos están regresando a la educación para crecer profesionalmente e intereses personales, inscribiéndose en diversos programas para mejorar sus habilidades y conocimientos.",
    "charlotte_impact": "Destaca la creciente importancia del aprendizaje permanente y el desarrollo de habilidades en un mercado laboral cambiante.",
    "impact_score": 3
  },
  {
    "title": "El impacto de la guerra de Ucrania en Rusia: derechos, economía y apoyo",
    "url": "https://www.aljazeera.com/news/2026/2/22/how-four-years-of-ukraine-war-have-changed-russia",
    "industry": "Al Jazeera English",
    "summary": "La guerra en Ucrania ha provocado restricciones a los derechos y menos opciones en Rusia, pero el apoyo a la guerra sigue siendo alto a pesar del costo.",
    "charlotte_impact": "Examina las múltiples consecuencias del conflicto en la sociedad rusa.",
    "impact_score": 3
  },
  {
    "title": "Sidney Crosby no participará en el partido por la medalla de oro olímpica",
    "url": "https://www.espn.com/olympics/story/_/id/48003675/canada-captain-sidney-crosby-olympic-gold-medal-game",
    "industry": "ESPN",
    "summary": "El capitán de Canadá, Sidney Crosby, estuvo ausente de la alineación para el juego por la medalla de oro olímpica de hockey masculino.",
    "charlotte_impact": "Un golpe significativo para las posibilidades de Canadá en un juego de alto riesgo.",
    "impact_score": 3
  },
  {
    "title": "El papel de Casey DeSantis en la carrera por gobernador de Florida",
    "url": "https://www.politico.com/news/2026/02/22/casey-desantis-florida-governor-00791391",
    "industry": "Politico",
    "summary": "La primera dama de Florida, Casey DeSantis, ha aumentado sus apariciones públicas como parte de su iniciativa Healthy Florida First.",
    "charlotte_impact": "Explora la posible influencia de la Primera Dama en las próximas elecciones.",
    "impact_score": 2
  },
  {
    "title": "Encuesta: 60% desaprueba a Trump antes del Estado de la Unión",
    "url": "https://www.washingtonpost.com/politics/2026/02/22/trump-disapproval-post-poll/",
    "industry": "The Washington Post",
    "summary": "Una encuesta del Washington Post-ABC revela que el 60% de los estadounidenses desaprueba a Trump, pero los demócratas no han convencido a los votantes de que tengan mejores ideas.",
    "charlotte_impact": "Indica un panorama político desafiante que conduce al discurso sobre el Estado de la Unión.",
    "impact_score": 3
  },
  {
    "title": "Zelensky informa víctimas tras nuevos ataques rusos",
    "url": "https://dpa-international.com/politics/urn:newsml:dpa.com:20090101:260222-99-611156/",
    "industry": "Dpa-international.com",
    "summary": "Los nuevos ataques rusos con drones y misiles en Ucrania provocaron muertos y heridos, entre ellos un niño, según el presidente Zelensky.",
    "charlotte_impact": "Continúa destacando el costo humano del conflicto en curso.",
    "impact_score": 4
  },
  {
    "title": "La redistribución de distritos reduce los escaños competitivos en las cámaras",
    "url": "https://www.npr.org/2026/02/22/nx-s1-5707254/power-trump-congress-house-representatives-voters-control",
    "industry": "NPR",
    "summary": "La redistribución de distritos, particularmente la redistribución de distritos a mediados de la década, está reduciendo aún más el número de escaños competitivos en la Cámara.",
    "charlotte_impact": "Disminuye las opciones de los votantes y aumenta la influencia de los votantes primarios.",
    "impact_score": 3
  },
  {
    "title": "Ryan García gana el título del CMB con una actuación dominante",
    "url": "https://www.espn.com/boxing/story/_/id/48002524/ryan-garcia-wrests-mario-barrios-wbc-title-one-sided-win",
    "industry": "ESPN",
    "summary": "Ryan García aseguró una victoria por decisión unánime sobre Mario Barrios para reclamar el título de peso welter del CMB.",
    "charlotte_impact": "Marca un logro significativo en la carrera boxística de García.",
    "impact_score": 3
  },
  {
    "title": "Samsung amplía el ecosistema Galaxy AI",
    "url": "https://news.samsung.com/global/galaxy-ai-expands-multi-agent-ecosystem-to-give-users-more-choice-and-flexibility",
    "industry": "Samsung.com",
    "summary": "Samsung anunció la expansión de Galaxy AI, con el objetivo de lograr un ecosistema multiagente rico, abierto e integrado para simplificar las tareas diarias.",
    "charlotte_impact": "Demuestra el compromiso de Samsung con el desarrollo y la integración de la IA.",
    "impact_score": 3
  },
  {
    "title": "Estados Unidos rinde homenaje a los hermanos Gaudreau en los Juegos Olímpicos",
    "url": "https://apnews.com/article/johnny-gaudreau-olympics-team-usa-43c05ba80d4c3f51c4a4b94285c63038",
    "industry": "Associated Press",
    "summary": "El equipo de hockey masculino de EE. UU. honró al fallecido Johnny Gaudreau y a su hermano Matthew, fallecido en 2024, durante los Juegos Olímpicos de Invierno.",
    "charlotte_impact": "Un conmovedor homenaje añade peso emocional a la competición olímpica.",
    "impact_score": 3
  },
  {
    "title": "Trump y Alien Files: por qué los estadounidenses creen en las conspiraciones",
    "url": "https://www.axios.com/2026/02/21/alien-files-conspiracy-theories-usa",
    "industry": "Axios",
    "summary": "El artículo explora por qué los estadounidenses se sienten atraídos por las teorías de conspiración, particularmente en el contexto de Trump y la divulgación de archivos extraterrestres.",
    "charlotte_impact": "Refleja una tendencia social más amplia de desconfianza y búsqueda de explicaciones alternativas.",
    "impact_score": 2
  },
  {
    "title": "MOFT lanza MagSafe Wallet con Find My Support",
    "url": "https://9to5mac.com/2026/02/21/moft-magsafe-wallet-with-find-my-now-available/",
    "industry": "9to5Mac",
    "summary": "La billetera MagSafe con soporte de MOFT, que incluye soporte Find My, ya está disponible después de su presentación en CES 2025.",
    "charlotte_impact": "Ofrece funcionalidad y conveniencia mejoradas para los usuarios de accesorios MagSafe.",
    "impact_score": 2
  },
  {
    "title": "Taquilla: 'GOAT' y 'Cumbres Borrascosas' compiten por el puesto número 1",
    "url": "http://www.hollywoodreporter.com/movies/movie-news/goat-box-office-wuthering-heights-1236511466/",
    "industry": "Hollywood Reporter",
    "summary": "'GOAT' y 'Cumbres borrascosas' compiten por el primer puesto de taquilla, mientras que una nueva película sobre el concierto de Elvis Presley impresiona.",
    "charlotte_impact": "Proporciona información sobre las tendencias actuales en la industria cinematográfica.",
    "impact_score": 2
  },
  {
    "title": "La serie Zelda coquetea con la ciencia ficción",
    "url": "https://kotaku.com/legend-zelda-sci-fi-concept-art-40th-anniversary-2000672580",
    "industry": "Kotaku",
    "summary": "En su 40 aniversario, el artículo analiza los intentos de misión espacial de la serie Legend of Zelda y su coqueteo con elementos de ciencia ficción.",
    "charlotte_impact": "Examina la evolución y las posibles direcciones futuras de una popular franquicia de videojuegos.",
    "impact_score": 2
  }
]