[
  {
    "title": "Estados Unidos e Israel atacan a Irán mientras Teherán toma represalias",
    "url": "https://www.cnn.com/world/live-news/israel-iran-attack-02-28-26-hnk-intl",
    "industry": "CNN",
    "summary": "El presidente Trump describe la campaña militar en Irán como “masiva y continua”.",
    "charlotte_impact": "La escalada del conflicto podría desestabilizar el Medio Oriente y tener repercusiones globales.",
    "impact_score": 4
  },
  {
    "title": "Los mercados petroleros en riesgo mientras Trump ataca a Irán",
    "url": "https://www.bloomberg.com/news/articles/2026-02-28/iran-strikes-what-s-at-stake-for-oil-markets-as-trump-attacks-tehran",
    "industry": "Bloomberg",
    "summary": "La decisión de Trump de atacar a Irán crea nuevos riesgos para una parte importante del suministro mundial de petróleo.",
    "charlotte_impact": "Las interrupciones en el suministro de petróleo podrían provocar aumentos de precios e inestabilidad económica.",
    "impact_score": 4
  },
  {
    "title": "Problemático mandato del ex zar cibernético de Noem",
    "url": "https://www.politico.com/news/2026/02/28/cisa-cyber-leadership-madhu-gottumukkala-00804515",
    "industry": "Politico",
    "summary": "El liderazgo del ex director interino de CISA, Madhu Gottumukkala, fue problemático para la agencia.",
    "charlotte_impact": "Destaca las vulnerabilidades potenciales en el liderazgo en ciberseguridad y la eficacia de la agencia.",
    "impact_score": 3
  },
  {
    "title": "El regreso de la energía del carbón carece de inversión",
    "url": "https://www.wsj.com/business/energy-oil/coal-powers-comeback-isnt-spurring-new-investment-136c4a46",
    "industry": "The Wall Street Journal",
    "summary": "La energía del carbón está regresando, pero no le siguen nuevas inversiones.",
    "charlotte_impact": "Indica una posible desconexión entre las tendencias energéticas y el respaldo financiero.",
    "impact_score": 2
  },
  {
    "title": "El miedo a la IA se vuelve real: Estados Unidos no está preparado",
    "url": "https://fortune.com/2026/02/28/ai-scare-trade-mass-layoffs-white-collar-recession-citrini-shumer-viral-doomsday-essays/",
    "industry": "Fortune",
    "summary": "La nueva economía de collares de la IA entra en pleno efecto y provoca despidos masivos en las empresas de tecnología.",
    "charlotte_impact": "Ilustra el potencial disruptivo de la IA en el mercado laboral y la economía.",
    "impact_score": 3
  },
  {
    "title": "Fuerzas estadounidenses en batallas de defensa aérea con Irán",
    "url": "https://www.businessinsider.com/us-forces-air-defense-battles-fight-with-iran-official-2026-2",
    "industry": "Business Insider",
    "summary": "Las fuerzas estadounidenses están participando en operaciones de defensa aérea en medio de la lucha con Irán.",
    "charlotte_impact": "Confirma el compromiso militar directo entre las fuerzas estadounidenses e iraníes.",
    "impact_score": 4
  },
  {
    "title": "El círculo de Shia LaBeouf sobre la separación de Mia Goth",
    "url": "https://www.tmz.com/2026/02/28/shia-labeoufs-inner-circle-believes-he-tried-to-save-relationship/",
    "industry": "TMZ",
    "summary": "El círculo íntimo de Shia LaBeouf cuestiona que él haya causado la ruptura con Mia Goth.",
    "charlotte_impact": "Proporciona relatos contradictorios sobre la ruptura de una relación con una celebridad.",
    "impact_score": 1
  },
  {
    "title": "Ali Jamenei: líder supremo de Irán",
    "url": "https://www.axios.com/2026/02/28/iran-leader-ali-khamenei-what-to-know",
    "industry": "Axios",
    "summary": "Trump optó por ataques militares en Irán tras no poder llegar a un acuerdo nuclear con Teherán.",
    "charlotte_impact": "Destaca el contexto detrás de los ataques militares y el fracaso de la diplomacia.",
    "impact_score": 3
  },
  {
    "title": "Bicicleta eléctrica Tenways: solución urbana compartible",
    "url": "https://www.theverge.com/reviews/885040/tenways-cgo-compact-review-sharable-adaptable",
    "industry": "The Verge",
    "summary": "La bicicleta eléctrica Tenways CGO Compact se pliega para facilitar su almacenamiento y se ajusta para adaptarse a varios ciclistas.",
    "charlotte_impact": "Presenta un diseño innovador de bicicleta eléctrica para desplazamientos urbanos y uso compartido.",
    "impact_score": 2
  },
  {
    "title": "Nuggets en el informe del grupo de juegos Thunder",
    "url": "https://official.nba.com/pool-report-on-tonights-nuggets-at-thunder-game/",
    "industry": "Heat.com",
    "summary": "Pool Informe sobre por qué Nikola Jokić no recibió una falta técnica.",
    "charlotte_impact": "Proporciona información sobre las decisiones de los árbitros durante un partido de la NBA.",
    "impact_score": 1
  },
  {
    "title": "El movimiento antrópico de Trump afecta a los ETF del mercado",
    "url": "https://www.investors.com/market-trend/stock-market-today/dow-jones-futures-major-indexes-market-strength-sandisk-sp-500-stock/",
    "industry": "Investor's Business Daily",
    "summary": "Los principales índices están por debajo de las líneas de 50 días, mientras que los ETF de igual peso están en máximos.",
    "charlotte_impact": "Analiza el impacto de las acciones de Trump en los ETF del mercado y el desempeño de las acciones.",
    "impact_score": 2
  },
  {
    "title": "Refugiado ciego encontrado muerto en Nueva York",
    "url": "https://www.bbc.com/news/articles/cq57j559eq4o",
    "industry": "BBC News",
    "summary": "Refugiado de Myanmar encontrado muerto tras ser liberado por las autoridades de inmigración.",
    "charlotte_impact": "Plantea preocupaciones sobre el trato y la seguridad de los refugiados.",
    "impact_score": 3
  },
  {
    "title": "Notre Dame RB Jeremiyah Love en Combine",
    "url": "https://www.nbcsports.com/nfl/profootballtalk/rumor-mill/news/notre-dame-rb-jeremiyah-love-will-work-out-at-combine",
    "industry": "NBCSports.com",
    "summary": "Notre Dame RB Jeremiyah Love se ejercitará en el Combine.",
    "charlotte_impact": "Informes sobre un jugador destacado que participa en el NFL Scouting Combine.",
    "impact_score": 1
  },
  {
    "title": "2026 NFL Combine Stock Up/Stock Down, día 2",
    "url": "https://www.nfl.com/news/2026-nfl-combine-stock-up-stock-down-day-2-10-prospects-on-the-move",
    "industry": "NFL News",
    "summary": "Prospectos que aumentaron o perjudicaron sus acciones de draft en el día 2 del NFL Scouting Combine 2026.",
    "charlotte_impact": "Proporciona un análisis del desempeño de los jugadores y las perspectivas del draft en NFL Combine.",
    "impact_score": 3
  },
  {
    "title": "Porsche responde a los fanáticos de Resident Evil",
    "url": "https://www.dexerto.com/resident-evil/porsche-responds-after-resident-evil-fans-claim-leon-will-definitely-destroy-his-porsche-in-resident-evil-requiem-3326192/",
    "industry": "Dexerto",
    "summary": "Porsche responde después de que los fanáticos de Resident Evil bromearan con que Leon destruiría su Porsche en Resident Evil Requiem.",
    "charlotte_impact": "Cubre la reacción a una colaboración entre Porsche y Resident Evil.",
    "impact_score": 2
  }
]