[
  {
    "title": "Los productores de jarabe de arce amplían sus líneas de productos",
    "url": "https://www.sharonherald.com/news/local-maple-syrup-producers-tap-into-new-products/article_d899f4bc-efc2-432e-bda7-66c7ef583532.html",
    "industry": "sharonherald",
    "summary": "Los productores locales de jarabe de arce en South Pymatuning Township están explorando nuevas ofertas de productos para diversificar su negocio.",
    "charlotte_impact": "La diversificación puede ayudar a las empresas locales a prosperar en mercados competitivos y adaptarse a las preferencias cambiantes de los consumidores.",
    "impact_score": 3
  },
  {
    "title": "Se retrasa el juicio en un caso de violación infantil debido a una enfermedad del abogado",
    "url": "https://www.nwaonline.com/news/2026/feb/27/greenwood-man-45-must-wait-longer-for-trial-on/",
    "industry": "nwaonline",
    "summary": "El juicio con jurado de un hombre de Greenwood acusado de agredir sexualmente a un familiar joven se retrasó debido a la enfermedad de su abogado defensor.",
    "charlotte_impact": "Los retrasos en los procedimientos judiciales pueden prolongar la justicia para las víctimas y afectar el proceso legal.",
    "impact_score": 3
  },
  {
    "title": "L-G Sinha destaca la innovación para el progreso nacional",
    "url": "https://www.tribuneindia.com/news/empoweredyouth/innovative-leadership-essential-for-national-advancement-l-g-sinha",
    "industry": "tribuneindia",
    "summary": "El vicegobernador Manoj Sinha enfatizó la importancia de nutrir a los jóvenes para la innovación y el avance nacional en el festival 'Goonj 2026'.",
    "charlotte_impact": "Invertir en la juventud y la innovación es crucial para impulsar el desarrollo y el progreso nacional.",
    "impact_score": 3
  },
  {
    "title": "Trump advierte sobre posibles reembolsos de aranceles tras fallo judicial",
    "url": "https://www.aa.com.tr/en/americas/trump-says-billions-of-dollars-may-have-to-be-returned-after-top-court-strikes-down-tariffs/3842443",
    "industry": "aa_tr",
    "summary": "Trump afirma que es posible que sea necesario devolver miles de millones de dólares a países y empresas tras la decisión de un tribunal superior sobre aranceles.",
    "charlotte_impact": "Las políticas comerciales y los desafíos legales pueden tener importantes implicaciones financieras para las empresas y las naciones.",
    "impact_score": 3
  },
  {
    "title": "Duck Donuts abre una nueva tienda en Warner Robins",
    "url": "https://www.13wmaz.com/article/life/food/central-georgia-eats/central-georgia-eats-new-donut-shop-opens-warner-robins-duck-donuts/93-b8a61af6-799d-4bde-b334-bd74f7cf431c",
    "industry": "wmaz",
    "summary": "Duck Donuts está abriendo una nueva ubicación en Warner Robins, Georgia, y se planean obsequios para los primeros clientes el sábado.",
    "charlotte_impact": "Los nuevos negocios contribuyen a las economías locales y brindan oportunidades de empleo.",
    "impact_score": 3
  },
  {
    "title": "La sociedad civil se opone al acuerdo comercial UE-Mercosur",
    "url": "https://www.eubusiness.com/trade/eu-mercosur-provisional-application-undemocratic-precedent/",
    "industry": "eubusiness",
    "summary": "Más de 170 grupos de la sociedad civil critican el acuerdo comercial entre la UE y Mercosur, citando preocupaciones ambientales y sociales a medida que Argentina y Uruguay lo ratifican.",
    "charlotte_impact": "Los acuerdos comerciales pueden enfrentar oposición debido a preocupaciones sobre su impacto en el medio ambiente y las comunidades locales.",
    "impact_score": 3
  },
  {
    "title": "El condado abre un período de solicitud para certificados de alquiler a corto plazo",
    "url": "https://idyllwildtowncrier.com/2026/02/27/county-announces-open-application-period-for-short-term-rental-certificates/",
    "industry": "idyllwildtowncrier",
    "summary": "El condado está aceptando solicitudes para Certificados de alquiler a corto plazo en Idyllwild y Temecula Wine Country del 24 de marzo al 22 de abril.",
    "charlotte_impact": "Las regulaciones sobre alquileres a corto plazo afectan a los propietarios y al turismo en las comunidades locales.",
    "impact_score": 3
  },
  {
    "title": "El actor Bobby J. Brown muere en un incendio en un granero a los 62 años",
    "url": "https://www.theguardian.com/us-news/2026/feb/27/bobby-j-brown-actor-dies-the-wire",
    "industry": "theguardian",
    "summary": "Bobby J. Brown, conocido por su papel en The Wire, murió en el incendio de un granero mientras intentaba arrancar un automóvil en su casa.",
    "charlotte_impact": "La pérdida de una figura pública puede afectar a los fans y a la industria del entretenimiento.",
    "impact_score": 3
  },
  {
    "title": "Mujer sentenciada a ocho años en caso de muerte por bolsa de hockey",
    "url": "https://www.thespec.com/news/canada/alberta-woman-sentenced-to-eight-years-for-killing-of-girl-found-in-hockey-bag/article_a4b9b26c-fb39-500c-81e6-b1b36852f16f.html",
    "industry": "thespec",
    "summary": "Una mujer de Alberta recibió una sentencia de ocho años por homicidio involuntario por la muerte de una niña encontrada en una bolsa de hockey.",
    "charlotte_impact": "Este caso resalta las trágicas consecuencias de la violencia contra los niños y las repercusiones legales.",
    "impact_score": 4
  },
  {
    "title": "Mujer sentenciada a muerte por bolsa de hockey",
    "url": "https://www.stcatharinesstandard.ca/news/canada/cp-newsalert-woman-sentenced-to-eight-years-for-killing-of-girl-found-in-hockey-bag/article_dfa6659b-cb4a-5471-82fb-77f335fec083.html",
    "industry": "stcatharinesstandard",
    "summary": "Una mujer de Alberta fue sentenciada a ocho años por el homicidio involuntario de una niña encontrada muerta en una bolsa de hockey.",
    "charlotte_impact": "La sentencia proporciona cierre y rendición de cuentas en casos de delitos graves.",
    "impact_score": 4
  },
  {
    "title": "Estados Unidos e Israel lanzan ataque contra Irán, Trump afirma que se están llevando a cabo \"importantes operaciones de combate\"",
    "url": "https://news.google.com/rss/articles/CBMiVEFVX3lxTE1BRHVheEFBVUpmNUpoZkw3RWJxNVFNRl9rc2FmVWtMd1FRNEJTSFJLNUxuRjVVZkcyTWs0VVZpYnE3d1pqaGpNTDlRTTRldlFQOS00Sg?oc=5",
    "industry": "Google News (Global)",
    "summary": "Los informes indican que Estados Unidos e Israel han lanzado un ataque contra Irán, y Trump afirma que se están llevando a cabo \"importantes operaciones de combate\".",
    "charlotte_impact": "La escalada de tensiones en Medio Oriente puede tener consecuencias geopolíticas globales.",
    "impact_score": 4
  },
  {
    "title": "Cuba publica detalles sobre tiroteo fatal en barco estadounidense",
    "url": "https://news.google.com/rss/articles/CBMikwFBVV95cUxQMWZBZzRacTZERFNHMUN5ZlhoOXhQOGNqS3ZxQUhlSjYwRzNwdmk2RTVrT1ZYcFB2eHF2NmhqZjlLS3JubkM1YktwRnBtb3JNNDZYRWdnYUhzTW9heDB5NW43Yi1obGRBMEppNW0tWWUwellVUHB0bnBRbHAxb0taR28tQzFZeWhQeFE1S2Z0UFdnZzg?oc=5",
    "industry": "Google News (Global)",
    "summary": "Cuba ha publicado nuevos detalles sobre un tiroteo fatal que involucró a un barco estadounidense, afirmando que la misión de un segundo barco fracasó.",
    "charlotte_impact": "Los incidentes internacionales pueden tensar las relaciones entre países y requieren una investigación cuidadosa.",
    "impact_score": 3
  },
  {
    "title": "Refugiado ciego encontrado muerto en Nueva York",
    "url": "https://news.google.com/rss/articles/CBMiWkFVX3lxTE1Hal81VVlBSnhCZ21qdl9DUFE5ZFZMYjd0NXlrNEVxeVBKdkRoRXQ0REdWY3ZtbUM4RXVPS0EwZ3FUNVAtRG1JQ1RvU0Q2dW5uNUZMYVNmdFp2Zw?oc=5",
    "industry": "Google News (Global)",
    "summary": "Un refugiado ciego fue encontrado muerto en Nueva York tras ser liberado por las autoridades de inmigración.",
    "charlotte_impact": "Las circunstancias que rodean la muerte de una persona vulnerable generan preocupación sobre los sistemas de apoyo a los refugiados.",
    "impact_score": 3
  },
  {
    "title": "La Casa Blanca responde a las preocupaciones sobre el acuerdo comercial tras el fallo judicial",
    "url": "https://news.google.com/rss/articles/CBMigAFBVV95cUxQYVZ4MXlCbDZ4X3dwTk5aVHJsaEY2UE5XWDAyTmxUejE0aDJIcHNpYzBmNER2LXFBT1ZPcmtpb3VxcExMZTJHSU5pdXRiTEtVVFRYeVFha2N0eTMybTRNSVpKTGpIbXpxaFFjWU9TWGJFWWlucjdFZlIwbUdvZUl2eg?oc=5",
    "industry": "Google News (Global)",
    "summary": "La Casa Blanca está participando en el control de daños relacionados con acuerdos comerciales tras un reciente fallo de la Corte Suprema.",
    "charlotte_impact": "Las decisiones legales pueden afectar significativamente las políticas comerciales y requerir ajustes gubernamentales.",
    "impact_score": 3
  },
  {
    "title": "Biden critica a Trump en discurso en Carolina del Sur",
    "url": "https://news.google.com/rss/articles/CBMirwFBVV95cUxPcERXM3Z5YWNQSmZGbW84a0FfaTJpWmliYmw1VEU1NTBkaEhhYkp4R2lEQTFIQkVGaHVUSnpfS0lpZUhNNnVjckhvUUxyTjN0c3hUQ3FMWTJWejdueUdrSVBlVXF1TlZTOUkzM21pMU0tZll4VHRWcU4xOS1Na1NXLUY5blRmVzdnb1BlcEpRc0FaUnFXQldPU0x4MkJMYkZDTnM0VEd6aVdQOUg3Qi1j?oc=5",
    "industry": "Google News (Global)",
    "summary": "Biden pronunció un discurso combativo en Carolina del Sur, aprovechando la creciente preferencia por Trump.",
    "charlotte_impact": "La retórica y las campañas políticas moldean la opinión pública e influyen en los resultados electorales.",
    "impact_score": 3
  }
]