[
  {
    "title": "Los futuros de acciones se mantienen estables en medio de la IA y las preocupaciones arancelarias",
    "url": "https://www.cnbc.com/2026/02/23/stock-market-today-live-updates.html",
    "industry": "CNBC",
    "summary": "Los inversores esperan los datos de consumo y los informes de ganancias, preparándose para los resultados de Nvidia en medio de la ansiedad del mercado.",
    "charlotte_impact": "Destaca la sensibilidad del mercado a la disrupción tecnológica y las políticas comerciales, lo que influye en las estrategias de inversión.",
    "impact_score": 3
  },
  {
    "title": "Alto general advierte sobre los riesgos del ataque a Irán",
    "url": "https://www.washingtonpost.com/national-security/2026/02/23/dan-caine-iran-risk-trump/",
    "industry": "The Washington Post",
    "summary": "El presidente del Estado Mayor Conjunto prevé riesgos graves, citando la falta de municiones y apoyo aliado.",
    "charlotte_impact": "Subraya los peligros potenciales de una acción militar sin los recursos adecuados y el respaldo internacional.",
    "impact_score": 3
  },
  {
    "title": "Australia inicia una investigación sobre el antisemitismo tras el ataque de Bondi",
    "url": "https://www.bbc.com/news/articles/c743dzvp73xo",
    "industry": "BBC News",
    "summary": "La comisión real comienza después de un tiroteo mortal en un evento judío, lo que genera preocupación sobre el creciente antisemitismo.",
    "charlotte_impact": "Aborda la urgente necesidad de combatir los crímenes de odio y proteger a las comunidades vulnerables.",
    "impact_score": 4
  },
  {
    "title": "El uso eficaz de drones interceptores por parte de Ucrania",
    "url": "https://www.businessinsider.com/interceptor-drones-destroy-third-russian-air-threats-shahed-quadcopters-commander-2026-2",
    "industry": "Business Insider",
    "summary": "Ucrania utiliza cuadricópteros para destruir una parte importante de las amenazas aéreas rusas, mejorando su defensa aérea.",
    "charlotte_impact": "Demuestra estrategias de defensa innovadoras en medio del conflicto en curso, lo que afecta la tecnología militar.",
    "impact_score": 3
  },
  {
    "title": "Actualizaciones de Filadelfia sobre la emergencia por nieve",
    "url": "https://www.phila.gov/2026-02-23-city-of-philadelphia-provides-update-as-snow-emergency-takes-effect-and-winter-storm-impacts-region/",
    "industry": "Phila.gov",
    "summary": "La ciudad de Filadelfia proporciona actualizaciones sobre la emergencia por nieve y los impactos de las tormentas invernales en la región.",
    "charlotte_impact": "Garantiza la seguridad y concientización pública durante condiciones climáticas severas, que afectan la vida diaria.",
    "impact_score": 2
  },
  {
    "title": "Retratos de resiliencia: los ucranianos conmemoran el aniversario de la guerra",
    "url": "https://apnews.com/photo-essay/ukraine-photo-essay-portraits-anniversary-war-d7bb463924e7cad9cfaa45e59600fc60",
    "industry": "Associated Press",
    "summary": "Los ucranianos reflexionan sobre cuatro años de guerra, pérdidas y resistencia en el aniversario de la invasión a gran escala de Rusia.",
    "charlotte_impact": "Destaca el costo humano de la guerra y el espíritu perdurable del pueblo ucraniano.",
    "impact_score": 4
  },
  {
    "title": "Se revela la decisión de Liv Morgan en WrestleMania 42",
    "url": "https://www.cagesideseats.com/wwe/420324/liv-morgan-wrestlemania-42-decision-stephanie-vaquer-womens-world-championship",
    "industry": "Cageside Seats",
    "summary": "Liv Morgan ha tomado su decisión respecto a WrestleMania 42.",
    "charlotte_impact": "Proporciona actualizaciones sobre eventos de entretenimiento, dirigidos a los fanáticos del entretenimiento deportivo.",
    "impact_score": 2
  },
  {
    "title": "Ferrari Amalfi Spider listo para debutar",
    "url": "https://www.carscoops.com/2026/02/entry-level-ferrari-ready-to-lose-its-head-soon-enough/",
    "industry": "CarScoops",
    "summary": "Se espera que el Ferrari Amalfi Spider de nivel básico se lance pronto, con precios que comienzan alrededor de los 270.000 dólares.",
    "charlotte_impact": "Atrae a los entusiastas de los coches de lujo y proporciona información sobre el mercado del automóvil.",
    "impact_score": 2
  },
  {
    "title": "Resumen del paraíso: desentrañando el entrelazamiento cuántico",
    "url": "http://www.vulture.com/article/paradise-recap-season-2-episode-3-hulu.html",
    "industry": "Vulture",
    "summary": "Resumen de 'Paradise', que destaca el cambio del thriller especulativo al entrelazamiento cuántico.",
    "charlotte_impact": "Involucra a los fans del programa y analiza el desarrollo de la trama.",
    "impact_score": 2
  },
  {
    "title": "Delaware reduce las restricciones de conducción después de la tormenta de nieve",
    "url": "https://news.delaware.gov/2026/02/23/kent-and-sussex-county-downgraded-to-level-2-driving-restriction-new-castle-county-remains-at-level-1-driving-warning/",
    "industry": "Delaware.gov",
    "summary": "Se rebajan las prohibiciones de conducir en los condados de Kent y Sussex; El condado de New Castle permanece bajo una advertencia de conducción de nivel 1.",
    "charlotte_impact": "Informa a los residentes sobre las condiciones de viaje y las medidas de seguridad durante el clima invernal.",
    "impact_score": 2
  },
  {
    "title": "El cambio climático amenaza el futuro de los deportes de invierno",
    "url": "https://www.axios.com/2026/02/23/climate-winter-sports-future",
    "industry": "Axios",
    "summary": "Experto advierte que el futuro de los deportes de invierno depende de abordar el cambio climático.",
    "charlotte_impact": "Crea conciencia sobre el impacto ambiental en las actividades e industrias recreativas.",
    "impact_score": 3
  },
  {
    "title": "Pokémon celebra 30 años con logotipos únicos",
    "url": "https://nerdist.com/article/pokemon-30th-anniversary-character-logos/",
    "industry": "Nerdist",
    "summary": "The Pokémon Company creó logotipos individuales para cada Pokémon para celebrar su 30 aniversario.",
    "charlotte_impact": "Atrae a los fanáticos de Pokémon y destaca la longevidad y el impacto cultural de la marca.",
    "impact_score": 2
  },
  {
    "title": "'Opalite' de Taylor Swift encabeza las listas y empata récord",
    "url": "https://variety.com/2026/music/news/taylor-swift-opalite-top-hot-100-chart-tied-with-rihanna-1236670506/",
    "industry": "Variety",
    "summary": "'Opalite' de Taylor Swift alcanza el número 1, empatándola con Rihanna en el tercer puesto con mayor número de líderes Hot 100 de la historia.",
    "charlotte_impact": "Refleja la continua influencia de Swift en la industria musical y su impacto en la cultura pop.",
    "impact_score": 3
  },
  {
    "title": "La demanda alega que el DHS rastreó ilegalmente a observadores",
    "url": "https://www.npr.org/2026/02/23/nx-s1-5722988/dhs-lawsuit-biometrics-domestic-terrorism",
    "industry": "NPR",
    "summary": "La demanda afirma que el DHS rastreó e intimidó ilegalmente a los observadores de las autoridades de inmigración en Maine.",
    "charlotte_impact": "Plantea preocupaciones sobre la vigilancia gubernamental y posibles violaciones de las libertades civiles.",
    "impact_score": 3
  },
  {
    "title": "La estrategia de Domino's para duplicar su negocio en medio de los desafíos de la rivalidad de la pizza",
    "url": "https://www.cnbc.com/2026/02/23/dominos-ceo-i-think-we-can-double-this-business.html",
    "industry": "CNBC",
    "summary": "Domino's está conquistando a los comensales de menores ingresos con ofertas de valor, con el objetivo de duplicar su negocio.",
    "charlotte_impact": "Ilustra las estrategias corporativas en un mercado competitivo y la importancia de las propuestas de valor.",
    "impact_score": 3
  }
]