[
  {
    "title": "Pronóstico de gran tormenta invernal para el noreste de EE. UU.",
    "url": "https://www.washingtonpost.com/weather/2026/02/21/storm-forecast-cities-boston-new-york/",
    "industry": "The Washington Post",
    "summary": "Se espera que una poderosa tormenta del noreste traiga fuertes nevadas, tormentas de nieve e inundaciones costeras a las regiones del Atlántico Medio y Noreste.",
    "charlotte_impact": "Se esperan alteraciones en los viajes, la infraestructura y la vida cotidiana en una zona densamente poblada.",
    "impact_score": 4
  },
  {
    "title": "Pakistán lleva a cabo ataques en Afganistán y se reportan víctimas",
    "url": "https://www.aljazeera.com/news/2026/2/22/pakistan-carries-out-strikes-in-afghanistan-after-islamabad-suicide-attack",
    "industry": "Al Jazeera English",
    "summary": "Según se informa, los ataques militares paquistaníes en Afganistán han provocado decenas de víctimas, entre muertos y heridos.",
    "charlotte_impact": "La escalada de tensiones entre las dos naciones podría desestabilizar aún más la región.",
    "impact_score": 4
  },
  {
    "title": "BYU sorprende al estado de Iowa número 6 en baloncesto",
    "url": "https://www.deseret.com/sports/2026/02/21/byu-basketball-upsets-iowa-state-3-takeaways/",
    "industry": "Deseret News",
    "summary": "BYU logró una victoria significativa al derrotar al estado de Iowa, número 6 del ranking, en un juego de baloncesto universitario.",
    "charlotte_impact": "Esta victoria mejora significativamente la posición de BYU e impacta las clasificaciones de baloncesto universitario.",
    "impact_score": 3
  },
  {
    "title": "Se anuncian los ganadores de los premios Annie 2026",
    "url": "http://deadline.com/2026/02/annie-awards-2026-winners-list-1236731211/",
    "industry": "Deadline",
    "summary": "Los premios Annie, que celebran los logros en la animación, se entregaron el 21 de febrero.",
    "charlotte_impact": "Reconoce la excelencia en la industria de la animación y destaca las mejores producciones animadas.",
    "impact_score": 3
  },
  {
    "title": "Strickland critica a Chimaev después de la victoria en UFC Houston",
    "url": "https://www.mmafighting.com/ufc/472881/sean-strickland-calls-out-khamzat-chimaev-after-stopping-anthony-hernandez-in-ufc-houston-main-event",
    "industry": "MMA Fighting",
    "summary": "Sean Strickland derrotó a Anthony Hernandez en UFC Houston y posteriormente desafió a Khamzat Chimaev.",
    "charlotte_impact": "Prepara el escenario para un enfrentamiento de UFC potencialmente anticipado y de alto perfil.",
    "impact_score": 3
  },
  {
    "title": "Newsom 'prohíbe' Kid Rock de California",
    "url": "https://www.thedailybeast.com/gavin-newsom-bans-kid-rock-from-entering-california/",
    "industry": "Daily Beast",
    "summary": "El gobernador de California, Gavin Newsom, aparentemente \"prohibió\" a Kid Rock actuar en California.",
    "charlotte_impact": "Refleja la actual polarización política y los enfrentamientos culturales en Estados Unidos.",
    "impact_score": 3
  },
  {
    "title": "Brooks de los Suns estará fuera por una mano rota y Booker estará fuera una semana",
    "url": "https://www.espn.com/nba/story/_/id/48000519/suns-brooks-broken-hand-booker-one-week",
    "industry": "ESPN",
    "summary": "Dillon Brooks de los Phoenix Suns sufrió una fractura en la mano, mientras que Devin Booker estará fuera de juego durante una semana.",
    "charlotte_impact": "Las lesiones afectan el desempeño de los Suns y las perspectivas de playoffs en la NBA.",
    "impact_score": 3
  },
  {
    "title": "Investigación sobre enfrentamiento policial con manifestantes estudiantiles",
    "url": "http://whyy.org/articles/bucks-county-district-attorney-investigation-quakertown-police-student-ice-protest/",
    "industry": "WHYY",
    "summary": "El fiscal del condado de Bucks está investigando un enfrentamiento policial con manifestantes estudiantiles en Quakertown, Pensilvania.",
    "charlotte_impact": "Plantea preocupaciones sobre la conducta policial y los derechos de los estudiantes manifestantes.",
    "impact_score": 3
  },
  {
    "title": "Galaxy AI se integra con Perplexity AI para un sistema multiagente mejorado",
    "url": "https://www.gsmarena.com/galaxy_ai_turns_into_a_multiagent_ecosystem_adds_deep_integration_with_perplexity_ai-news-71652.php",
    "industry": "GSMArena.com",
    "summary": "Galaxy AI ahora presenta una integración más profunda con Perplexity AI, lo que permite una interacción perfecta con múltiples agentes de IA.",
    "charlotte_impact": "Mejora la experiencia del usuario y la eficiencia al optimizar las interacciones de IA.",
    "impact_score": 3
  },
  {
    "title": "Trump y los archivos alienígenas: teorías de conspiración en Estados Unidos",
    "url": "https://www.axios.com/2026/02/21/alien-files-conspiracy-theories-usa",
    "industry": "Axios",
    "summary": "Explora las razones detrás de la prevalencia de las teorías de la conspiración en Estados Unidos, haciendo referencia al interés de Trump en los archivos extraterrestres.",
    "charlotte_impact": "Destaca la búsqueda del público de explicaciones en un mundo complejo.",
    "impact_score": 3
  },
  {
    "title": "'GOAT' y 'Cumbres Borrascosas' compiten por el puesto número uno en taquilla",
    "url": "http://www.hollywoodreporter.com/movies/movie-news/goat-box-office-wuthering-heights-1236511466/",
    "industry": "Hollywood Reporter",
    "summary": "Las películas 'GOAT' y 'Cumbres Borrascosas' están en una reñida carrera por el puesto número uno en taquilla.",
    "charlotte_impact": "Proporciona información sobre las tendencias cinematográficas actuales y las preferencias de la audiencia.",
    "impact_score": 3
  },
  {
    "title": "La serie Zelda coquetea con elementos de ciencia ficción",
    "url": "https://kotaku.com/legend-zelda-sci-fi-concept-art-40th-anniversary-2000672580",
    "industry": "Kotaku",
    "summary": "Una mirada retrospectiva a la serie Legend of Zelda y sus ocasionales incursiones en temas de ciencia ficción.",
    "charlotte_impact": "Examina la evolución y las posibles direcciones futuras de una popular franquicia de videojuegos.",
    "impact_score": 3
  },
  {
    "title": "La muerte de un activista de extrema derecha aumenta las divisiones en Francia",
    "url": "https://www.wsj.com/world/europe/a-far-right-activists-killing-deepens-divisions-in-france-64cba921",
    "industry": "The Wall Street Journal",
    "summary": "La muerte de un activista de extrema derecha tras enfrentamientos con activistas de extrema izquierda está exacerbando las divisiones políticas en Francia.",
    "charlotte_impact": "Refleja la creciente polarización y malestar social en el país.",
    "impact_score": 4
  },
  {
    "title": "Se informa exposición al sarampión en el centro de Bethesda",
    "url": "https://wtop.com/montgomery-county/2026/02/potential-measles-exposure-reported-in-downtown-bethesda/",
    "industry": "WTOP",
    "summary": "Un caso confirmado de sarampión en un residente de Virginia provocó una posible exposición en un edificio de oficinas de Bethesda.",
    "charlotte_impact": "Plantea preocupaciones de salud pública sobre la propagación del sarampión y la importancia de la vacunación.",
    "impact_score": 4
  },
  {
    "title": "Ataques israelíes matan al menos a 10 personas en el Líbano",
    "url": "https://www.bbc.com/news/articles/cvg8914dkl0o",
    "industry": "BBC News",
    "summary": "Los ataques militares israelíes en el Líbano han provocado al menos 10 muertes, según funcionarios.",
    "charlotte_impact": "Intensifica las tensiones y amenaza el frágil alto el fuego entre Israel y Hezbolá.",
    "impact_score": 4
  }
]