[
  {
    "title": "Trump otorga premios en el Estado de la Unión",
    "url": "https://www.cbsnews.com/news/trump-awards-state-of-the-union-purple-heart-medal-of-honor-medal-of-freedom-legion-of-merit/",
    "industry": "CBS News",
    "summary": "El presidente Trump honró a los miembros del servicio y a un atleta con premios, incluido el Corazón Púrpura y la Medalla de Honor, durante el discurso del Estado de la Unión.",
    "charlotte_impact": "Destaca logros y contribuciones, pero también refleja el poder simbólico del reconocimiento presidencial.",
    "impact_score": 3
  },
  {
    "title": "Orbán apuesta por la reelección con mensaje anti-Ucrania",
    "url": "https://apnews.com/article/hungary-orban-anti-ukraine-campaign-election-2f729cf3694dc06fb8bc564c123c80e2",
    "industry": "Associated Press",
    "summary": "El primer ministro húngaro, Viktor Orbán, se está centrando en un mensaje anti-Ucrania en su campaña de reelección, afirmando que Ucrania representa una amenaza para Hungría.",
    "charlotte_impact": "Ilustra cómo se aprovechan las tensiones geopolíticas para obtener beneficios políticos internos.",
    "impact_score": 3
  },
  {
    "title": "Las ganancias de Lowe's superaron las expectativas a pesar de la desaceleración del sector inmobiliario",
    "url": "https://www.cnbc.com/2026/02/25/lowes-low-q4-2025-earnings.html",
    "industry": "CNBC",
    "summary": "Lowe's informó un crecimiento de ventas de más del 10% en el cuarto trimestre, a pesar de un mercado inmobiliario lento, superando las expectativas de los analistas.",
    "charlotte_impact": "Indica resiliencia en el sector de mejoras para el hogar a pesar de los vientos económicos en contra más amplios.",
    "impact_score": 3
  },
  {
    "title": "Los futuros sobre acciones suben antes de las ganancias de Nvidia",
    "url": "https://www.cnbc.com/2026/02/24/stock-market-today-live-updates.html",
    "industry": "CNBC",
    "summary": "Las acciones estadounidenses subieron a medida que disminuyeron las preocupaciones sobre la interrupción de la IA, mientras los inversores esperaban los resultados clave de las ganancias de Nvidia.",
    "charlotte_impact": "El desempeño de Nvidia es un indicador clave de la salud del sector tecnológico y la influencia del mercado de la IA.",
    "impact_score": 3
  },
  {
    "title": "Se espera que las enfermedades cardiacas y los accidentes cerebrovasculares aumenten entre las mujeres más jóvenes",
    "url": "https://www.nbcnews.com/health/heart-health/heart-disease-stroke-are-expected-rise-significantly-younger-women-rcna260514",
    "industry": "NBC News",
    "summary": "La Asociación Estadounidense del Corazón proyecta un aumento significativo de las enfermedades cardiovasculares entre las mujeres más jóvenes en los próximos 25 años.",
    "charlotte_impact": "Destaca la urgente necesidad de mejores estrategias de prevención y detección temprana.",
    "impact_score": 4
  },
  {
    "title": "Se pronostica más nieve para Boston",
    "url": "https://www.cbsnews.com/boston/news/boston-snow-weather-wednesday-thursday/",
    "industry": "CBS News",
    "summary": "Massachusetts enfrenta posibilidades adicionales de acumulación ligera de nieve poco después de la tormenta de nieve de 2026.",
    "charlotte_impact": "La persistencia del clima invernal puede alterar los viajes y la vida diaria.",
    "impact_score": 2
  },
  {
    "title": "Una jugada fallida condena a los Lakers contra el Magic",
    "url": "https://www.espn.com/nba/story/_/id/48029954/botched-final-play-luka-doncic-lebron-james-dooms-lakers-loss-magic",
    "industry": "ESPN",
    "summary": "Una última jugada fallida entre LeBron James y Luka Doncic provocó la derrota de los Lakers por 110-109 ante el Magic.",
    "charlotte_impact": "Destaca la importancia de la ejecución en los momentos críticos del juego.",
    "impact_score": 3
  },
  {
    "title": "Alerta de seguridad en México",
    "url": "https://mx.usembassy.gov/security-alert-update-7-ongoing-security-operations-u-s-mission-mexico-february-24-2026/",
    "industry": "Usembassy.gov",
    "summary": "La Misión de Estados Unidos en México publica una actualización sobre las operaciones de seguridad en curso.",
    "charlotte_impact": "Proporciona información de seguridad para ciudadanos estadounidenses en México.",
    "impact_score": 2
  },
  {
    "title": "El 'Proyecto Ave María' recibe primeras reacciones positivas",
    "url": "https://variety.com/2026/film/news/project-hail-mary-first-reactions-ryan-gosling-1236672068/",
    "industry": "Variety",
    "summary": "Las primeras reacciones al 'Proyecto Hail Mary' elogian a Ryan Gosling y califican la película como una 'odisea espacial que hay que ver'.",
    "charlotte_impact": "Indica el éxito potencial de la próxima película de comedia de ciencia ficción.",
    "impact_score": 3
  },
  {
    "title": "Trump anuncia nuevo plan de jubilación",
    "url": "https://www.axios.com/2026/02/25/trump-state-of-union-retirement-plan",
    "industry": "Axios",
    "summary": "El presidente Trump anunció un nuevo plan de jubilación en el Estado de la Unión para los estadounidenses sin 401(k).",
    "charlotte_impact": "Su objetivo es ampliar el acceso a los ahorros para la jubilación, pero los detalles y el impacto aún están por verse.",
    "impact_score": 3
  },
  {
    "title": "Demócratas divididos en respuesta a Trump",
    "url": "https://www.politico.com/news/2026/02/25/state-of-the-union-democrats-response-split-00797336",
    "industry": "Politico",
    "summary": "Los grupos demócratas organizaron eventos de contraprogramación, revelando divisiones dentro del partido sobre cómo abordar las elecciones intermedias.",
    "charlotte_impact": "Destaca desafíos internos del Partido Demócrata.",
    "impact_score": 3
  },
  {
    "title": "Las acciones asiáticas suben antes de las ganancias de Nvidia",
    "url": "https://www.investing.com/news/stock-market-news/asia-stocks-rise-with-japan-s-korea-at-record-highs-tech-gains-ahead-of-nvidia-4523179",
    "industry": "Investing.com",
    "summary": "Las acciones de Asia, incluidas Japón y Corea del Sur, alcanzaron máximos históricos, impulsadas por las ganancias tecnológicas antes del informe de ganancias de Nvidia.",
    "charlotte_impact": "Refleja un sentimiento positivo del mercado y la anticipación por el desempeño del sector tecnológico.",
    "impact_score": 3
  },
  {
    "title": "Cavs reprimen a los Knicks y evitan arrasar en la temporada",
    "url": "https://www.cleveland.com/cavs/2026/02/cavs-stifle-knicks-avoid-season-sweep-with-109-94-win.html",
    "industry": "cleveland.com",
    "summary": "Los Cleveland Cavaliers derrotaron a los New York Knicks 109-94, impidiendo una barrida en la serie de la temporada.",
    "charlotte_impact": "Destaca una importante victoria de los Cavaliers ante un equipo rival.",
    "impact_score": 3
  },
  {
    "title": "Rusia investiga al jefe de Telegram",
    "url": "https://www.washingtonpost.com/world/2026/02/24/russia-telegram-pavel-durov-investigation/",
    "industry": "The Washington Post",
    "summary": "Rusia ha abierto una investigación sobre el jefe de Telegram, alegando que la aplicación ha sido utilizada con fines terroristas.",
    "charlotte_impact": "Indica un creciente escrutinio gubernamental de las aplicaciones de mensajería extranjeras.",
    "impact_score": 3
  },
  {
    "title": "Juez limita la búsqueda de los dispositivos de los periodistas",
    "url": "https://www.cnn.com/2026/02/24/politics/washington-post-hannah-natanson-fbi-devices-seized",
    "industry": "CNN",
    "summary": "Un juez impidió que el Departamento de Justicia registrara los dispositivos incautados a un periodista del Washington Post en una investigación de filtración.",
    "charlotte_impact": "Protege la libertad periodística y limita el acceso del gobierno a los materiales de los periodistas.",
    "impact_score": 3
  }
]