[
  {
    "title": "Giuffre family thanks police over former Prince Andrew's arrest: \"Our broken hearts have been lifted\" - CBS News",
    "url": "https://www.cbsnews.com/news/virginia-giuffre-family-former-prince-andrew-arrest/",
    "industry": "CBS News",
    "summary": "The family of Virginia Giuffre​, who accused former Prince Andrew of assaulting her when she was a teenager, thanked police on Thursday after he was arrested.",
    "charlotte_impact": "Accountability for alleged sexual offenses is a global concern, with legal and public implications for high-profile individuals.",
    "impact_score": 4
  },
  {
    "title": "Trump appears ready to attack Iran as U.S. strike force takes shape - The Washington Post",
    "url": "https://www.washingtonpost.com/national-security/2026/02/19/trump-iran-attack-military/",
    "industry": "The Washington Post",
    "summary": "Although the United States and ally Israel have a military advantage over Iranian forces, there are ways for Tehran to make any attack painful, officials said.",
    "charlotte_impact": "Geopolitical tensions and military posturing can escalate international conflicts and threaten global stability.",
    "impact_score": 4
  },
  {
    "title": "Rapper Lil Poppa Died by Suicide, Details Released - TMZ",
    "url": "https://www.tmz.com/2026/02/19/rapper-lil-poppa-cause-of-death-released/",
    "industry": "TMZ",
    "summary": "1:42 PM PT -- Yo Gotti's company CMG has released a statement in the wake of Lil Poppa's passing ... calling him a \"beloved family member\" and promising to uphold his legacy with honor and respect.",
    "charlotte_impact": "The mental health of artists is a critical issue, highlighting the need for support within the entertainment industry.",
    "impact_score": 3
  },
  {
    "title": "Private credit stocks slide after Blue Owl halts redemptions at fund - Financial Times",
    "url": "https://www.ft.com/content/cdca18df-473c-4c66-a6db-d9be32bf9d88",
    "industry": "Financial Times",
    "summary": "Investment group’s decision sends shivers through industry",
    "charlotte_impact": "Financial instability in private credit markets can have ripple effects throughout the investment industry.",
    "impact_score": 3
  },
  {
    "title": "Philadelphia’s slavery exhibit is restored at President’s House Site - WHYY",
    "url": "http://whyy.org/articles/philadelphia-presidents-house-slavery-exhibit-restored/",
    "industry": "WHYY",
    "summary": "“This is the American people fighting back and saying we will not accept this,” said one Independence Hall visitor. “Will not allow history to be rewritten.”",
    "charlotte_impact": "Re-examination of historical narratives fosters public dialogue and critical engagement with the past and its implications.",
    "impact_score": 3
  },
  {
    "title": "Amazon surpasses Walmart in annual revenue for first time, as both chase AI-fueled growth - CNBC",
    "url": "https://www.cnbc.com/2026/02/19/amazon-revenue-passes-walmart-earnings-reports.html",
    "industry": "CNBC",
    "summary": "The shuffle underscores the rivalry between the two retailers, particularly as Walmart expands its advertising and third-party marketplace businesses.",
    "charlotte_impact": "Market competition drives innovation and consumer benefits, impacting global retail and economic dynamics.",
    "impact_score": 3
  },
  {
    "title": "Study Confirms: Reentering SpaceX Rockets Are Peppering the Upper Atmosphere With Metal Pollution - Gizmodo",
    "url": "https://gizmodo.com/study-confirms-reentering-spacex-rockets-are-peppering-the-upper-atmosphere-with-metal-pollution-2000723932",
    "industry": "Gizmodo.com",
    "summary": "For the first time, scientists were able to directly detect upper-atmospheric pollution from space debris.",
    "charlotte_impact": "Space debris pollution poses environmental threats, requiring sustainable practices in space exploration.",
    "impact_score": 3
  },
  {
    "title": "Column | 8 science-backed habits for a healthier heart - The Washington Post",
    "url": "https://www.washingtonpost.com/wellness/2026/02/19/habits-for-heart-health/",
    "industry": "The Washington Post",
    "summary": "People who focus on these things not only have better cardiovascular health, but are also protected against conditions such as diabetes, dementia and cancer.",
    "charlotte_impact": "Lifestyle changes impact public health and the prevention of chronic diseases.",
    "impact_score": 3
  },
  {
    "title": "New 'scimitar-crested' Spinosaurus species discovered in the central Sahara - Phys.org",
    "url": "https://phys.org/news/2026-02-scimitar-crested-spinosaurus-species-central.html",
    "industry": "Phys.Org",
    "summary": "A paper published in Science describes the discovery of Spinosaurus mirabilis, a new spinosaurid species found in Niger. A 20-person team led by Paul Sereno, Ph.D., Professor of Organismal Biology and Anatomy at the University of Chicago, unearthed the find a…",
    "charlotte_impact": "Paleontological discoveries contribute to our understanding of prehistoric life and environmental conditions.",
    "impact_score": 3
  },
  {
    "title": "Judge scolds Mark Zuckerberg's team for wearing Meta glasses to social media trial - CBS News",
    "url": "https://www.cbsnews.com/news/meta-trial-mark-zuckerberg-ai-glasses/",
    "industry": "CBS News",
    "summary": "A Los Angeles judge ordered Meta officials to remove their AI glasses at a trial over the impact of social media on users.",
    "charlotte_impact": "Concerns over AI ethics and data privacy prompt judicial oversight in social media-related trials.",
    "impact_score": 3
  },
  {
    "title": "Anonymous donation raises reward for help finding Nancy Guthrie to over $200,000 - Fox News",
    "url": "https://foxnews.com/live-news/nancy-guthrie-disappearance-arizona-feb-19-live-updates",
    "industry": "Fox News",
    "summary": "Pima County Sheriff Chris Nanos called for Nancy Guthrie's captors to release her on Wednesday as the search for her nears its 20th day. Authorities have been unable to find a DNA match on evidence around Guthrie's home. The reward for helping find Guthrie no…",
    "charlotte_impact": "Highlights ongoing challenges in crime resolution and the impact of community support in high-profile missing person cases.",
    "impact_score": 3
  },
  {
    "title": "Could Seahawks’ new owner move team? What we know about sale | Analysis - The Seattle Times",
    "url": "https://www.seattletimes.com/sports/seahawks/could-seahawks-new-owner-move-team-what-we-know-about-sale-analysis/",
    "industry": "The Seattle Times",
    "summary": "News that the Seahawks are on the market inevitably raises questions such as whether the team could leave Seattle. Here's our attempt at some answers.",
    "charlotte_impact": "Relocation of sports teams influences community identity and local economies.",
    "impact_score": 3
  },
  {
    "title": "Kennedy defends Trump glyphosate order; MAHA erupts as midterms approach - CNBC",
    "url": "https://www.cnbc.com/2026/02/19/trump-kennedy-glyphosate-maha-midterms-rfk-jr.html",
    "industry": "CNBC",
    "summary": "President Donald Trump on Wednesday invoked the Defense Production Act to spur the domestic production of glyphosate and elemental phosphorus.",
    "charlotte_impact": "Political intervention in chemical production raises concerns about environmental and health regulations.",
    "impact_score": 3
  },
  {
    "title": "9 NBA teams who can win the 2026 Finals, ranked by their championship chances - SB Nation",
    "url": "https://www.sbnation.com/nba/1103962/nba-championship-contenders-finals-2026-thunder-nuggets",
    "industry": "SB Nation",
    "summary": "Let’s rank the teams that can actually win the 2026 NBA championship.",
    "charlotte_impact": "Analysis of team potential excites fans and shapes sports narratives.",
    "impact_score": 2
  },
  {
    "title": "Diablo II’s new Warlock is a great excuse to revisit a classic game - Ars Technica",
    "url": "https://arstechnica.com/gaming/2026/02/diablo-iis-new-warlock-is-a-great-excuse-to-revisit-a-classic-game/",
    "industry": "Ars Technica",
    "summary": "New skill tree paths offer a fun twist on some generally familiar mechanics.",
    "charlotte_impact": "Nostalgia and innovation intersect in gaming, demonstrating the enduring appeal of classic titles with modern enhancements.",
    "impact_score": 2
  },
  {
    "title": "As browser wars heat up, Chrome adds new productivity features - TechCrunch",
    "url": "https://techcrunch.com/2026/02/19/as-browser-wars-heat-up-chrome-adds-new-productivity-features/",
    "industry": "TechCrunch",
    "summary": "Split View, PDF annotations, and 'Save to Chrome' features come to the Chrome browser.",
    "charlotte_impact": "Browser enhancements improve user productivity and experience, shaping the digital workspace.",
    "impact_score": 2
  },
  {
    "title": "Hilary Duff Is Ready for Her Pop Return - Rolling Stone",
    "url": "http://www.rollingstone.com/music/music-features/hilary-duff-interview-new-album-luck-or-something-1235511649/",
    "industry": "Rolling Stone",
    "summary": "Hilary Duff takes us inside her incredibly relatable comeback album 'Luck … or Something.'",
    "charlotte_impact": "Celebrity comebacks reflect evolving audience tastes and the enduring appeal of established artists.",
    "impact_score": 2
  },
  {
    "title": "The ‘Love Story: John F Kennedy Jr & Carolyn Bessette’ costumes are great, actually! - CNN",
    "url": "https://www.cnn.com/2026/02/19/style/lovestory-cbk-costumes-lotw",
    "industry": "CNN",
    "summary": "Official reviews of the show, starring Sarah Pidgeon and Paul Anthony Kelly, have been largely negative. But, the costumes are not the problem.",
    "charlotte_impact": "Fashion and costume design can be redeeming qualities even in poorly reviewed media, showcasing creative talent.",
    "impact_score": 2
  },
  {
    "title": "Charles Davis 2026 NFL mock draft 1.0: Jeremiyah Love slides; 49ers pluck TE - NFL.com",
    "url": "https://www.nfl.com/news/charles-davis-2026-nfl-mock-draft-1-0",
    "industry": "NFL News",
    "summary": "In his first mock of the 2026 NFL Draft, Charles Davis projects a surprising slide for one of the top talents in the class. Check out his full first-round projection, 1-32.",
    "charlotte_impact": "Early NFL draft projections influence player valuations and team strategies.",
    "impact_score": 2
  },
  {
    "title": "New Software: Rivian Apple Watch app - Rivian Stories",
    "url": "https://stories.rivian.com/software-update-rivian-apple-watch-app-2026",
    "industry": "Rivian.com",
    "summary": "An all-new app for your Apple Watch with customizable quick controls",
    "charlotte_impact": "Automotive tech integration enhances user experience, solidifying brand loyalty.",
    "impact_score": 2
  }
]